Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: Screenshots
af: Skermgrepe
ar: لقطات
ast: Captures de pantalla
be: Здымкі экрану
bg: Снимки
bn_in: স্ক্রীনশট
br: Skrammskeudennoù
bs: Slikovni prikazi
ca: Captures de pantalla
cs: Snímky obrazovky
cy: Sgrinluniau
da: Skærmbilleder
de: Bildschirmfotos
de_lu: Bildschiermfotoen
el: Στιγμιότυπα
et: Kuvapildid
fa: تصاویر
fo: Skíggjamyndir
fr: Captures d'écran
fy: Skermôfdrukken
gd: Glacaidhean-sgrìn
gl: Capturas de pantalla
gu: સ્ક્રીનશોટ્સ
he: צילומי מסך
hi: स्क्रीनशॉट
hr: Zaslonske snimke
hu: Képernyőképek
id: Cuplikan Layar
is: Skjámyndir
ja: スクリーンショット
ka: კადრები
km: រូបថត​អេក្រង់
kn: ತೆರೆಚಿತ್ರಗಳು
ky: Скриншоттор
lo: ພາບຫນ້າຈໍ
lt: Programos nuotraukos
lv: Ekrānuzņēmumi
mk: Слики
ml: സ്ക്രീന്‍ ചിത്രങ്ങള്‍
mn_mn: Дэлгэцийн зураг
mr: स्क्रीनशॉट्स
ms: Cekupan skrin
my: ဖန်သားပြင်ပုံရိပ်များ
nb: Skjermbilder
nn: Skjermbilete
or: ସ୍କ୍ରିନସଟ୍ ଗୁଡିକ
pl: Zrzuty ekranu
pt_br: Imagens
ro: Capturi de ecran
ru: Снимки экрана
si: තිරරූප
sk: Ukážky z prostredia
sl: Zaslonske slike
sq: Pamjet
sr: Снимци екрана
sv: Skärmdumpar
ta: திரைப்பிடிப்புகள்
te: తెరపట్లు
th: ภาพตัวอย่าง
tr: Ekran Görüntüleri
tt: Скриншотлар
ug: ئېكران كەسمىسى
uk: Знімки екрану
ur: سکرين کى تصاوير
uz: Skrinshotlar
vi: Hình ảnh giao diện VLC
wa: Waitroûlêyes

source: Community
af: Gemeenskap
ar: المُجتمع
ast: Comunidá
be: Супольнасць
bg: Общност
bn_in: সম্প্রদায়
br: Kumuniezh
bs: Zajednica
ca: Comunitat
cs: Komunita
cy: Cymuned
da: Fællesskab
de: Gemeinschaft
el: Κοινότητα
et: Kogukond
fa: جامعه
fi: Yhteisö
fo: Felagsskapur
fr: Communauté
fy: Mienskip
gd: A' choimhearsnachd
gl: Comunidade
gu: સમુદાય
he: קהילה
hi: समुदाय
hr: Zajednica
hu: Közösség
id: Komunitas
is: Samfélag
ja: コミュニティ
ka: ფორუმი
km: សហគមន៍
kn: ಸಮುದಾಯ
ky: Коомдоштук
lo: ປະຊາຄົມ
lt: Bendruomenė
lv: Kopiena
mk: Заедница
ml: സന്നദ്ധ സേവക സമൂഹം
mn_mn: Нэгдэл
mr: समाज
ms: Komuniti
my: လူအဖွဲ့အစည်း
nb: Samfunn
nl: Gemeenschap
nn: Fellesskap
or: ସମୁଦାୟ
pl: Społeczność
pt_br: Comunidade
ro: Comunitate
ru: Сообщество
si: ප්‍රජාව
sk: Komunita
sl: Skupnost
sq: Komuniteti
sr: Заједница
sv: Gemenskap
ta: சமுதாயம்
te: సంఘము
th: ชุมชน
tr: Topluluk
tt: Берләшмә
ug: جەمئىيەت
uk: Спільнота
ur: برادری
uz: Uyushma
vi: Cộng đồng
wa: Cominålté

source: Forums
ar: المُنتديات
ast: Foros
be: Форумы
bg: Форуми
bn_in: আড্ডা
br: Foromoù
bs: Forumi
ca: Fòrums
cs: Fórum
cy: Fforymau
da: Forum
de: Foren
de_lu: Foren
el: Φόρα
et: Foorumid
fa: انجمن‌ها
fi: Foorumit
fo: Kjattrúm
fy: Foarums
gd: Fòraman
gl: Foros
gu: વાર્તાલાપ સ્તળ Forum
he: פורומים
hi: फोरम्स
hr: Forum
hu: Fórumok
id: Forum
is: Spjallsvæði
ja: フォーラム
km: វេទិកា
kn: ಚರ್ಚಾ ವೇದಿಕೆಗಳು
ky: Форумдар
lt: Diskusijos
lv: Forumi
ml: ചോദ്യോത്തര വേദി
mr: फोरम
ms: Forum
my: စကားဝိုင်းများ
nb: Forum
nn: Forum
pl: Forum
pt_br: Fóruns
ro: Forumuri
ru: Форумы
si: විනිශ්චයශාලා
sk: Fóra
sl: Forumi
sq: Forume
sr: Форуми
sv: Forum
ta: மன்றங்கள்
te: చర్చావేదికలు
th: กระดานสนทนา
tr: Forumlar
tt: Форумнар
ug: مۇنبەر
uk: Форуми
ur: فورمز
uz: Forum
vi: Diễn Đàn

source: Mailing-Lists
af: E-poslyste
ar: القوائم البريدية
ast: Llistes de corréu
be: Спісы рассылкі
bg: Пощенски списъци
bn_in: মেলিং তালিকা
br: Listenn Bosteloù
bs: Lista za Pošiljke
ca: Llistes de correu
cs: E-mailová konference
cy: Rhestrau post
da: Mailinglister
de: Mailinglisten
de_lu: Mail-Lëschten
el: Λίστες ταχυδρομίου
et: Postiloendid
fa: فهرست‌های پستی
fi: Mailing-listat
fo: Teldupost-listar
fy: Mailinglisten
gd: Liostaichean-puist
gl: Listas de correo
gu: મેઇલિંગની-યાદી
he: רשימות דיוור
hi: मेलिंग सूची
hr: Mailing lista
hu: Levelezőlisták
id: Milis
is: Póstlistar
ja: メーリングリスト
ka: საფოსტო-სიები
km: បញ្ជី​សំបុត្រ​រួម
kn: ಇ-ಅಂಚೆ ಪಟ್ಟಿ
ky: Жиберүү тизмелери
lo: ຈົດໝາຍ-ລາຍການ
lt: El. pašto grupė
lv: Vēstuļu saraksti
mk: Поштенска листа
ml: എഴുത്തു കിട്ടേണ്ടവര്‍
mn_mn: Шуудангийн жагсаалт
mr: मेलिंग-लिस्ट
ms: Senarai-Mel
my: မေးလ်ပို့ရန်စာရင်းများ
nb: E-post-lister
nl: Maillijsten
nn: E-postlister
or: ମେଲିଂ ତାଲିକା ଗୁଡିକ
pl: Listy mailingowe
pt_br: Listas de Discussão
ro: Liste de discuții
ru: Списки рассылки
si: තැපැල්-ලැයිස්තු
sk: E-mailové konferencie
sl: Dopisni seznami
sq: Liste poste
sr: Дописне листе
sv: Sändlistor
ta: மடலாடற்-குழுக்கள்
te: మెయిలింగు-లిస్టులు
th: อีเมลข่าวสาร
tr: E-posta Listeleri
tt: Тарату исемлеге
ug: تورخەت تىزىم
uk: Поштові розсилки
ur: ڈاک کى لسٹ
uz: Xabar tarqatish ro‘yxati
vi: Danh Sách Email
wa: Djåspinreyes

source: FAQ
af: Gereelde Vrae
ar: الاستفسارات الشّائعة
be: Частыя пытанні
bg: ЧЗВ
bn_in: সম্ভাব্য প্রশ্নগুলি
br: FAG
bs: Česta Pitanja
ca: PMF
da: OSS
de: F&amp;A
et: KKK
fa: پرسش‌های متداول
fi: UKK
fo: OSS
gd: CÀBHA
gu: રોજ્બરોજી પ્રશ્નો FAQ
he: שו״ת
hr: Često postavljana pitanja
hu: GYIK
is: Algengar spurningar - FAQ
km: សំណួរ​ដែល​សួរ​រឿយៗ
kn: ಹೆಚ್ಚಾಗಿ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
ky: КБС
lt: DUK
lv: Bieži uzdotie jautājumi
ml: സാധാരണ സംശയങ്ങള്‍
my: မကြာခဏမေးမေးခွန်းများ
nb: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania
pt_br: Perguntas Frequentes
ro: Întrebări frecvente
ru: ЧаВо
si: නිවිප්‍ර
sk: Najčastejšie kladené otázky
sl: Pogosta vprašanja
sr: Најчешћа питања
sv: Vanliga frågor
ta: கேள்வி பதில்கள்
tr: SSS
tt: НәРсӘ
ug: كۆپ كۆرۈلىدىغان مەسىلە
uk: ЧАП
uz: TTSS
vi: Các câu hỏi thường gặp

source: Donate money
af: Skenk geld
ar: تبرع بمالك
ast: Dona dineru
be: Ахвяраваць грошы
bg: Дарете пари
bn_in: টাকা দান করা
br: Reiñ arc'hant
bs: Doniraj novac
ca: Donació de diners
cs: Darovat peníze
cy: Rhoi arian
da: Donér penge
de: Spenden Sie Geld
de_lu: Suen spenden
el: Δωρεά χρημάτων
et: Anneta raha
fa: کمک مالی
fi: Lahjoita rahaa
fo: Lat eitt oyra
fr: Faire un don d'argent
fy: Jild donearje
gd: Com-pàirteachas airigid
gl: Doar diñeiro
gu: નાણાંનું દાન કરો
he: תרומת כסף
hi: धन दान
hr: Donirajte novac
hu: Pénzadomány
id: Sumbangan uang
is: Gefa peninga
ja: 金銭的支援
ka: თანხის შეგროვებაც
km: ​ឧបត្ថម្ភ​ជា​​ថវិកា
kn: ಧನ ಸಹಾಯ
ky: Акча менен
lo: ເງິນບໍລິຈາກ
lt: Paaukoti pinigų
lv: Ziedot naudu
mk: Донирај пари
ml: പണം സംഭാവന ചെയ്യൂ
mn_mn: Мөнгө хандивлах
mr: पैशाची देणगी द्या
ms: Derma wang
my: ငွေလှူဒါန်း
nb: Donér penger
nl: Geld doneren
nn: Doner pengar
or: ଅର୍ଥ ଦାନ କରନ୍ତୁ
pl: Wspomóż finansowo
pt_br: Doe dinheiro
ro: Donează bani
ru: Выделить деньги
si: මුදල් පරිත්‍යාග කරන්න
sk: Venovať peniaze
sl: Podari denar
sq: Dhuroni lekë
sr: Приложите новац
sv: Donera pengar
ta: பணத்தை கொடையாக அளியுங்கள்
te: విరాలమివ్వండి
th: บริจาคเงิน
tr: Para bağışlayın
tt: Акча иганә итү
ug: ئىئانە پۇلى
uk: Пожертвуйте гроші
ur: رقم کا عطیہ ديں
uz: Pulni taqdim etish
vi: Ủng hộ Tài Chính
wa: Diner des cwårs

source: Donate time
af: Skenk tyd
ar: تبرع بزمنك
ast: Dona tiempu
be: Ахвяраваць час
bg: Дарете време
bn_in: সময় দান করা
br: Reiñ amzer
bs: Uloži vrijeme
ca: Donació de temps
cs: Darovat čas
cy: Rhoi amser
da: Bidrag med tid
de: Spenden Sie Zeit
de_lu: Zäit spenden
el: Δωρεά χρόνου
et: Anneta aega
fa: وقت خود را هدیه کنید
fi: Lahjoita aikaa
fo: Gev eitt sindur av tíð
fr: Faire un don de temps
fy: Tiid donearje
gd: Com-pàirteachas ama
gl: Doar tempo
gu: દાન કરવાનો સમય
he: התנדבות
hi: समय दान
hr: Posvetite vrijeme
hu: „Idő” adomány
id: Sumbangan waktu
is: Gefa tíma
ja: 時間的支援
ka: დახმარება დრო
km: ​ឧបត្ថម្ភ​ជា​ពេលវេលា
kn: ಸಮಯ ನೀಡಿ
ky: Убакыт менен
lt: Skirti laiko
lv: Ziedot laiku
mk: Донирај време
ml: സമയം സംഭാവന ചെയ്യൂ.
mn_mn: Цаг зав хандивлах
mr: वेळेची देणगी द्या
ms: Derma masa
my: အချိန်လှူဒါန်း
nb: Donér tid
nl: Tijd doneren
nn: Doner tid
or: ସମୟ ଦାନ କରନ୍ତୁ
pl: Poświęć czas
pt_br: Doe tempo
ro: Donează timp
ru: Выделить время
si: කාලය පරිත්‍යාග කරන්න
sk: Venovať čas
sl: Podari svoj čas
sq: Dhuroni kohë
sr: Посветите време
sv: Donera tid
ta: நேரத்தை பங்களியுங்கள்
te: సమయాన్ని వెచ్చించండి
th: สละเวลา
tr: Zamanınızı bağışlayın
tt: Вакытны иганә итү
ug: ئىئانە ۋاقىت
uk: Пожертвуйте час
ur: وقت کا عطیہ ديں
uz: Vaqtni taqdim etish
vi: Ủng hộ Thời Gian
wa: Diner do tins

source: Project and Organization
af: Projek en Organisasie
ar: المشروع و المنظّمة
ast: Proyeutu y Organización
be: Праект і арганізацыя
bg: Проект и организация
bn_in: প্রকল্প এবং সংস্থা
br: Raktres hag Aozadur
bs: Projekat i Organizacija
ca: Projecte i organització
cs: Projekt a organizace
cy: Prosiect a Sefydliad
da: Projekt og organisation
de: Projekt und Organisation
de_lu: Projet an Organisatioun
el: Το Έργο και ο Οργανισμός
et: Projekt ja organisatsioon
fa: پروژه و سازمان
fi: Projekti ja organisaatio
fo: Verkætlan og felagsskapur
fr: Projet et Organisation
fy: Projekt en organisaasje
gd: Am pròiseact 's am buidheann
gl: O proxecto e a Organización
gu: પ્રોજેક્ટ અને સંસ્થા
he: המיזם והעמותה
hi: परियोजना तथा संगठन
hr: Projekt i organizacija
hu: Projekt és szervezet
id: Proyek dan Organisasi
is: Verkefni og skipulag
ja: プロジェクトと組織
ka: პროექტი და ორგანიზაცია
km: គម្រោង និង​អង្គការ
kn: ಯೋಜನೆ ಹಾಗೂ ಸಂಸ್ಥೆ
ky: Долбоор жана уюм
lo: ໂຄງການ ແລະ ອົງການ
lt: Projektas ir organizacija
lv: Projekts un organizācija
mk: Проект и Организација
ml: പദ്ധതിയും പ്രസ്ഥാനവും
mn_mn: Төсөл ба Байгууллага
mr: प्रकल्प आणि संस्था
ms: Projek dan Organisasi
my: ပရောဂျက်နှင့်အဖွဲ့အစည်း
nb: Prosjekt og Organisasjon
nl: Project en organisatie
nn: Prosjekt og organisasjon
or: ପ୍ରକଳ୍ପ ଓ ସଂସ୍ଥା
pl: Projekt i Organizacja
pt_br: Projeto e Organização
ro: Proiect și organizare
ru: Проект и организация
si: ව්‍යාපෘතිය සහ සංවිධානය
sk: Projekt a organizácia
sl: Projekt in ustanova
sq: Projekti dhe Organizata
sr: Пројекат и организација
sv: Projekt och organisation
ta: நிறுவனமும் செயல்திட்டமும்
te: పరియోజన మరియు సంస్థ
th: โครงการและองค์กร
tr: Proje ve Organizasyon
tt: Ният һәм оешма
ug: تۈر ۋە گۇرۇپپا
uk: Проект та організація
ur: پراجیکٹ اور تنظيم
uz: Loyiha va tashkilot
vi: Dự án và Tổ Chức
wa: Pordjet et Organizåcion

source: Team
af: Span
ar: فريق العمل
ast: Equipu
be: Каманда
bg: Екип
bn_in: দল
br: Skipailh
bs: Tim
ca: Equip
cs: Tým
cy: Tîm
de_lu: Equipe
el: Η ομάδα
et: Meeskond
fa: تیم
fi: Tiimi
fo: Toymi
fr: Équipe
gd: An sgioba
gl: Equipo
gu: ટીમ
he: הצוות
hi: समूह
hr: Tim
hu: Csapat
id: Tim
is: Teymi
ja: チーム
ka: გუნდი
km: ក្រុម
kn: ತಂಡ
ky: Команда
lo: ທີມ
lt: Komanda
lv: Komanda
mk: Тим
ml: കൂട്ടായ്മ
mn_mn: Баг
mr: संघ
ms: Pasukan
my: အဖွဲ့
or: ଦଳ
pl: Zespół
pt_br: Grupo
ro: Echipa
ru: Команда
si: සමූහය
sk: Tím
sl: Skupina
sq: Skuadra
sr: Тим
sv: Arbetslag
ta: குழு
te: జట్టు
th: ทีมงาน
tr: Takım
tt: Боерык
ug: ئەترەت
uk: Команда
ur: ٹيم
uz: Jamoa
vi: Nhóm
wa: Ekipe

source: Mirrors
af: Spieëls
ar: المرايا
ast: Espeyos
be: Люстэркі
bg: Алтернативни връзки
br: Melezourioù
bs: Linkovi
ca: Miralls
cs: Zrcadla
cy: Drychau
de: Spiegel-Server
de_lu: Spigel-Serveren
el: Καθρέπτες
et: Peeglid
fa: سرورهای پشتیبان
fi: Peilit
fo: Spegil
fr: Miroirs
gd: Sgàthanan
gl: Espellos
gu: આબે હું નકલો Mirror
he: אתרי מראה
hi: दर्पणें
hr: Zrcalni poslužitelji
hu: Tükrök
id: Tautan Lain
is: Speglar
ja: ミラー
km: កញ្ចក់
kn: ಡೌನ್ಲೋಡ್ ಕೊಂಡಿಗಳು
ky: Күзгүлөр
lo: ແວ່ນ
lt: Veidrodžiai
lv: Spoguļserveri
ml: സദ്യശ്യ കണ്ണാടികള്‍
mr: मिरर
ms: Cermin
my: အရန်ကူးကြောင်းများ
nb: Alternative tjenere
nn: Speglar
pl: Serwery lustrzane
pt_br: Espelhos
ro: Oglinzi
ru: Зеркала
si: ආදර්ශක
sk: Zrkadlové servery
sl: Zrcalni strežniki
sq: Pasqyra
sr: Пресликани сервери
sv: Speglar
ta: பிரிதிகள்
te: ప్రతిబింబాలు
th: แหล่งสำเนา
tr: Yansılar
tt: Сылтамалар
ug: تەسۋىر تىزىملىك
uk: Дзеркала
ur: مررز
uz: Ko'zgular
vi: Trang liên kết phụ

source: Security center
af: Sekuriteitsentrum
ar: المركز الأمنِي
ast: Centru de seguridá
be: Цэнтр бяспекі
bg: Център за сигурност
bn_in: নিরাপত্তা কেন্দ্র
br: Kreizenn Surentezh
bs: Centar za sigurnost
ca: Centre de seguretat
cs: Bezpečnostní centrum
cy: Canolfan diogelwch
da: Sikkerhedscenter
de: Sicherheitszentrum
de_lu: Sécherheetszentrum
el: Κέντρο ασφάλειας
et: Turvakeskus
fa: مرکز امنیت
fi: Tietoturvakeskus
fo: Trygdardepil
fr: Sécurité
fy: Feilichheidssintrum
gd: Aonad na tèarainteachd
gl: Centro de seguranza
gu: સુરક્ષા કેન્દ્ર
he: מרכז האבטחה
hi: सुरक्षा केंद्र
hr: Centar sigurnosti
hu: Biztonsági központ
id: Pusat keamanan
is: Öryggismál
ja: セキュリティセンター
ka: უსაფრთხოების ცენტრი
km: មជ្ឈមណ្ឌល​សុវត្ថិភាព
kn: ಭದ್ರತಾ ಕೇಂದ್ರ
ky: Коопсуздук борбору
lo: ສູນຮັກສາຄວາມປອດໄພ
lt: Saugumo pranešimai
lv: Drošības centrs
mk: Центар за безбедност
ml: സുരക്ഷാ കേന്ദ്രം
mn_mn: Хамгаалалтын төв
mr: सुरक्षा केंद्र
ms: Pusat sekuriti
my: လံုခြုံရေးစင်တာ
nb: Sikkerhetssenter
nl: Veiligheidscentrum
nn: Tryggingssenter
or: ସୁରକ୍ଷା କେନ୍ଦ୍ର
pl: Centrum bezpieczeństwa
pt_br: Central de segurança
ro: Centrul de securitate
ru: Центр безопасности
si: ආරක්ෂක මධ්‍යස්ථානය
sk: Bezpečnostné centrum
sl: Varnostno središče
sq: Qendra sigurisë
sr: Центар за безбедност
sv: Säkerhetscenter
ta: பாதுகாப்பு மையம்
te: భద్రతా కేంద్రం
th: ศูนย์ความปลอดภัย
tr: Güvenlik merkezi
tt: Иминлек үзәге
ug: بىخەتەر مەركىزى
uk: Центр безпеки
ur: سيکيورٹى سینٹر
uz: Xavfsizlik markazi
vi: Trung Tâm An Ninh
wa: Cinte di såvrité

source: Get Involved
af: Raak Betrokke
ar: بادِر بالمُشاركة
ast: Involúcrate
be: Далучыцца
bg: Включете се
bn_in: জড়িত হন
br: Kemer perzh
bs: Uključi Se
ca: Participeu
cs: Přidejte se
cy: Cymryd Rhan
da: Deltag
de: Helfen Sie mit
de_lu: Matmaachen
el: Πάρτε μέρος
et: Aita kaasa
fa: مشارکت کنید
fi: Ole osallisena
fo: Ver við
fr: Impliquez-vous
fy: Doch mei
gd: Gabh pàirt ann
gl: Participe
gu: સામેલ થાઓ
he: מעורבות בפעילות
hi: शामिल हो
hr: Uključite se
hu: Vegyél részt!
id: Ikut Terlibat
is: Vera með
ja: 参加するには
km: ចូល​រួម
kn: ತೊಡಗಿಸಿಕೊಳ್ಳಿ
ky: Катышуу
lo: ການມີສ່ວນຮ່ວມ
lt: Įsitraukite
lv: Iesaistīties
ml: പങ്കാളികൾ ആവുക
mn_mn: Оролцох
mr: सहभागी व्हा
ms: Turut Serta
my: ပါဝင်
nb: Bli involvert
nl: Raak betrokken
nn: Ver med
or: ଶାମିଲ ହୁଅନ୍ତୁ
pl: Zaangażuj się
pt_br: Participe
ro: Implică-te
ru: Помочь в разработке
si: සම්බන්ධ වන්න
sk: Zapojte sa
sl: Vključi se
sq: Përfshihuni
sr: Укључите се
sv: Engagera dig
ta: பங்களிக்க
te: పాలుపంచుకోండి
th: เข้าร่วม
tr: Katkıda Bulunun
tt: Әзерләүчеләргә ярдәм
ug: قوشۇلىمەن
uk: Допомогти у розробці
ur: شموليت اختيار کريں
uz: Ishtirok eting
vi: Tham gia
wa: Soeyoz egadjî

source: News
af: Nuus
ar: الأخبار
ast: Noticies
be: Навіны
bg: Новини
bn_in: সংবাদ
br: Nevezentioù
bs: Novosti
ca: Notícies
cs: Novinky
cy: Newyddion
da: Nyheder
de: Neuigkeiten
de_lu: Neiegkeeten
el: Νέα
et: Uudised
fa: اخبار
fi: Uutiset
fo: Tíðindi
fr: Nouveautés
fy: Nijs
gd: Naidheachdan
gl: Novas
gu: સમાચાર
he: חדשות
hi: समाचार
hr: Novosti
hu: Hírek
id: Berita
is: Fréttir
ja: ニュース
ka: ახალი ამბები
km: ព័ត៌មាន​
kn: ಸುದ್ದಿ
ky: Жаңылыктар
lo: ຂ່າວ
lt: Naujienos
lv: Jaunumi
mk: Новости
ml: വാര്‍ത്തകള്‍
mn_mn: Мэдээ
mr: बातम्या
ms: Berita
my: သတင်း
nb: Nyheter
nl: Nieuws
nn: Nyhende
or: ସମ୍ବାଦ
pl: Aktualności
pt_br: Notícias
ro: Noutăți
ru: Новости
si: පුවත්
sk: Novinky
sl: Novice
sq: Lajme
sr: Вести
sv: Nyheter
ta: செய்திகள்
te: వార్తలు
th: ข่าว
tr: Haberler
tt: Яңалыклар
ug: خەۋەر
uk: Новини
ur: خبريں
uz: Yangiliklar
vi: Tin tức
wa: Noveles

source: Download VLC
af: Laai VLC Af
ar: نزّل VLC
ast: Descarga VLC
be: Сцягнуць VLC
bg: Сваляне на VLC
bn_in: VLC ডাউনলোড করুন
br: Pellgargañ VLC
bs: Preuzmi VLC
ca: Baixa el VLC
cs: Stáhnout VLC
cy: Lawrlwytho VLC
de: VLC herunterladen
de_lu: VLC eroflueden
el: Λήψη του VLC
et: Laadi alla VLC
fa: دانلود VLC
fi: Lataa VLC
fo: Tak niður VLC
fr: Télécharger VLC
gd: Luchdaich a-nuas VLC
gl: Descargar o VLC
gu: VLC ડાઉનલોડ કરો
he: הורדת VLC
hi: VLC डाउनलोड करें
hr: Preuzmite VLC
hu: VLC letöltése
id: Unduh VLC
is: Ná í VLC
ja: VLCのダウンロード
ka: ჩამოტვირთვა VLC
km: ទាញ​យក VLC
kn: ವಿ ಎಲ್ ಸಿ ಪಡೆಯಿರಿ
ky: VLC'ни жүктөп алуу
lo: ດາວໂຫຼດ VLC
lt: Parsisiųsti VLC
lv: Lejupielādēt VLC
mk: Преземи го VLC
ml: വി.എല്‍.സി ഡൌണ്‍ലോ‍ഡ് ചെയ്യുക
mn_mn: VLC татах
mr: VLC डाउनलोड करा
ms: Muat turun VLC
my: ဗီအလ်စီကူးဆွဲ
nb: Last ned VLC
nl: VLC downloaden
nn: Last ned VLC
or: VLC ଡାଉନଲୋଡ କରନ୍ତୁ
pl: Pobierz VLC
pt_br: Baixar o VLC
ro: Descarcă VLC
ru: Загрузить VLC
si: VLC බාගන්න
sk: Stiahnuť VLC
sl: Prejmi program VLC
sq: Shkarko VLC
sr: Преузми VLC
sv: Ladda ned VLC
ta: விஎல்சி பதிவிறக்கம்
te: VLC దింపుకోండి
th: ดาวน์โหลด VLC
tr: VLC'yi İndirin
tt: VLC йөкләргә
ug: VLC چۈشۈرىمەن
uk: Завантажити VLC
ur: وىـى ـ ايل ـ سى ـ ڈاؤن لوڈ کريں
uz: VLC yuklab olish
vi: Tải về VLC
wa: Aberweter VLC

source: Other Systems
af: Ander Stelsels
ar: أنظمة أُخرى
ast: Otros sistemes
be: Іншыя сістэмы
bg: Други системи
bn_in: অন্যান্য প্লাটফর্মে
br: Sistemoù all
bs: Drugi Sistemi
ca: Altres sistemes
cs: Další systémy
cy: Systemau Eraill
da: Andre systemer
de: Andere Systeme
de_lu: Aner Systemer
el: Άλλα συστήματα
et: Teised süsteemid
fa: برای سیستم‌های دیگر
fi: Muut järjestelmät
fo: Aðrar skipanir
fr: Autres systèmes
fy: Oare systemen
gd: Siostaman eile
gl: Outros sistemas
gu: બીજી વ્યવસ્થા other systems
he: מערכות אחרות
hi: अन्य प्रणालियाँ
hr: Ostali sustavi
hu: Egyéb rendszerek
id: Sistem Lainnya
is: Önnur stýrikerfi
ja: その他のシステム
km: ប្រព័ន្ធ​ផ្សេង
kn: ಇತರೆ ವ್ಯವಸ್ಥೆಗಳು
ky: Башка системалар
lo: ລະບົບອຶ່ນໆ
lt: Kitoms sistemoms
lv: Citas sistēmas
ml: മറ്റു സംവിധാനങ്ങള്‍
mr: इतर प्रणाली
ms: Sistem Lain
my: အခြားစက်စနစ်များ
nb: Andre OS
nl: Andere systemen
nn: Andre system
pl: Inne systemy
pt_br: Outros Sistemas
ro: Alte sisteme
ru: Другие системы
si: වෙනත් පද්ධතීන්
sk: Iné systémy
sl: Drugi sistemi
sq: Sistemet e tjera
sr: Други системи
sv: Andra system
ta: பிற இயங்குதளங்கள்
te: ఇతర వ్యవస్థలు
th: ระบบปฏิบัติการอื่นๆ
tr: Diğer Sistemler
tt: Башка системалар
ug: باشقا سىستېمىلار
uk: Інші Системи
ur: ديگر سسٹمز
uz: Boshqa tizimlar
vi: Các Hệ điều hành khác

source: downloads so far
af: aflaaie sover
ar: التنزيلات حتى الآن
bg: сваляния досега
br: pellgargadennoù re bell
bs: preuzimanja do sada.
ca: baixades fins ara
cs: stažení
cy: llwythi hyd yn hyn
da: downloads indtil nu
de_lu: Downloads bis elo
fi: latauksia tähän menessä
fr: téléchargements jusqu'à présent
fy: downloads oant no
he: הורדות עד כה
hu: letöltés eddig
is: þegar sótt
kn: ಇಲ್ಲಿವರೆಗಿನ ಡೌನ್‌ಲೋಡ್‌ಗಳು
lt: jau atsisiuntė
lv: lejupielādes līdz šim
mr: आत्तापर्यंतचे डाउनलोड्स
ms: muat turun setakat ini
nb: nedlastinger så langt
nl: downloads tot nu toe
nn: nedlastingar så langt
ru: — количество загрузок
si: මෙතෙක් බාගත කිරීම්
sl: prejemov doslej
th: ดาวน์โหลดล้มเหลว
tr: şimdiye kadarki indirilme
uk: завантажень
