Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVDs, Audio CDs, VCDs, and various streaming protocols.
af: VLC is ’n gratis en oopbron kruisplatform multimediaspeler en raamwerk wat die meeste multimedialêers asook DVD’s, klank-CD’s, VCD’s en verskeie stroomprotokolle afspeel.
ar: VLC قارئ حر ومفتوح المصدر ومتعدد المنصات للوسائط، كما أنه إطار عمل برمجي يسمح بقراءة أغلب ملفات الوسائط وكذا DVD و CD و VCD والعديد من بروتوكولات التدفق.
ast: VLC ye un reproductor multimedia llibre y multiplataforma de códigu abiertu, que reproduz la mayoría de ficheros multimedia, asina como DVD, protocolos d'Audiu CD, VCD y streaming diversos.
be: VLC — гэта вольны, адкрыты, крос-платформенны мультымедыя-плэер і фрэймворк, які падтрымлівае большасць мультымедыйных фарматаў, а таксама DVD, Audio CD, VCD і розныя пратаколы вяшчання.
bg: VLC е безплатна програма и библиотека с отворен код за възпроизвеждане на мултимедия. Тя може да възпроизвежда повечето видове мултимедийни файлове, включително DVD, аудио дискове, видеокасети и много протоколи за поточно видео и звук.
bn_in: VLC একটি মুক্ত এবং মুক্ত উৎ‍স cross-platform মাল্টিমিডিয়া চালক এবং কাঠামো যে মাল্টিমিডিয়া ফাইল ও ডিভিডি, অডিও সিডি, ভিসিডি সর্বাপেক্ষা চালায়, এবং বিভিন্ন স্ট্রীমিং প্রোটোকল।
bs: VLC je besplatan i više-platformski medijski izvođač otvorenog koda i okruženje koje izvodi većinu multimedijskih datoteka kao što su DVD, Zvučni CD, VCD, i različite protokole za strujanje.
ca: VLC és un reproductor multimèdia lliure, multiplataforma, gratuït i de codi font obert. Reprodueix la majoria de fitxers multimèdia així com DVD, àudio CD, VCD, i protocols diversos de transmissió de dades.
cs: VLC je svobodný multiplatformní multimediální přehrávač a framework s otevřeným zdrojovým kódem, který přehraje většinu multimediálních souborů, DVD, Zvukových CD, VCD a různých proudových protokolů.
cy: Mae VLC yn chwaraeydd a fframwaith amlgyfrwng, cod agored ac am ddim. Mae ar gael ar gyfer nifer o systemau ac yn chwarae bron pob math o ffeiliau fideo a sain yn ogystal â DVD, CD, VCD a gwahanol brotocolau ffrydio.
da: VLC er en fri og open source multimedieafspiller, der fungerer på flere platforme, samt et framework, der afspiller de fleste multimediefiler, såvel som DVD'er, lyd-CD'er, VCD'er og forskellige streamingsprotokoller.
de: VLC ist ein freier und quelloffener Multimediaplayer sowie ein Framework für verschiedene Betriebssysteme, das die meisten Multimediadateien, sowie DVDs, Audio-CDs, VCDs und verschiedene Streamingprotokolle abspielt.
de_lu: De VLC ass e fräien an Quell-oppenen Multimedia Player an en Bezuch-System fir verschidden Betribssystemer, dat déi meeschten Multimedia-Dateien, wei och DVDen, Audio-CDen, VCDen an verschidden Streaming-Protokoller ofspille kann.
el: Το VLC είναι ένας δωρεάν και ανοικτού κώδικα πολλαπλών πλατφορμών παίκτης πολυμέσων και ένα πλαίσιο που παίζει τα περισσότερα αρχεία πολυμέσων όπως επίσης και DVD, Audio CD, VCD, και διάφορα πρωτόκολλα ροής.
et: VLC on tasuta ja avatud lähtekoodiga mitmeplatvormne multimeediamängija ja raamistik, mis esitab nii enamikku multimeediafaile kui ka DVD-sid, audio-CD-sid, VCD-sid ja toetab mitmeid voogedastusprotokolle.
fa: VLC پخش‌کننده‌ی چندرسانه‌ای متن باز و رایگانی است که قابلیت اجرا روی بسترهای گوناگون را دارد و قادر به اجرای اکثر فایل‌های چندرسانه‌ای و همچنین پخش دی‌وی‌دی‌ها، سی‌دی‌های صوتی، سی‌دی‌های ویدیویی و پروتکل‌های مختلف جریان است.
fi: VLC on ilmainen, avoimen lähdekoodin monialustainen mediasoitin ja ympäristö, joka toistaa suurimman osan mediatiedostoista ja DVD- VCD- sekä Audio CD-levyistä ja erilaisista streaming-protokollista.
fo: VLC er ein ókeypist og open-source tvørpals-margmiðlaspælari, bygdur til at spæla flestu margmiðlafílur, umframt DVD, ljóð- og videofløgur og eisini ymsar stroymitænastur.
fr: VLC est un lecteur multimédia gratuit et libre et un système capable de lire la plupart des fichiers multimédias ainsi que des DVD, des CD Audio, des VCD, et divers protocoles de diffusion.
fy: VLC is in fergees en iepen boarne cross-platfoarm multimediaspiler en -framework dat de measte multimediabestannen en ek dvd's, audio-cd's, vcd's en ferskate streaming-protokollen ôfspilet.
gd: Tha VLC 'na chluicheadair ioma-mheadhain a tha stèidhichte air còd fosgailte 's a dh'obraicheas air iomadh ùrlar. Cluichidh e a' chuid as motha de dh'fhaidhlichean mheadhanan a bharrachd air DVDan, CDan fuaime, VCDan is diofar seòrsaichean de shruthain.
gl: VLC é un reprodutor multimedia libre e de código aberto, alén de ser un sistema que reproduce a maioría dos ficheiros multimedia, como tamén os DVD, CD de Audio, VCD e diversos protocolos de reprodución en fluxo.
gu: વીએલસી એક મુક્ત અને ઓપન સોર્સ ક્રોસ પ્લેટફોર્મ મલ્ટીમીડિયા પ્લેયર અને ફ્રેમવર્ક છે કે જે મોટા ભાગના મલ્ટીમીડિયા તેમજ ફાઈલો DVD, ઓડિયો સીડી, વ્ચ્દ, અને વિવિધ સ્ટ્રીમિંગ પ્રોટોકોલ પ્લે કરે છે.
he: VLC הוא נגן מולטימדיה בחינם ובקוד פתוח המציע גם תשתית לנגינה של רוב קובצי המולטימדיה לרבות DVD, תקליטורי שמע, VCD ומגוון פרוטוקולים להזרמת מדיה.
hi: VLC एक मुक्त और खुला स्रोत पर आधारित मल्टीमीडिया प्लेयर मंच और रूपरेखा है जो मल्टीमीडिया फ़ाइलों के साथ-साथ डीवीडी, ऑडियो सीडी, वीसीडी, और विभिन्न स्ट्रीमिंग प्रोटोकॉल को चलाता है.
hr: VLC je slobodan i besplatan multimedijski izvođač otvorenog kôda za razne operacijske sustave, kao i okvir za izvođenje većine multimedijskih datoteka, audio i video diskova te raznih protokola za strujanje audio i video sadržaja.
hu: A VLC egy szabad és nyílt forráskódú platformfüggetlen multimédia-lejátszó és keretrendszer, amely lejátssza a legelterjedtebb multimédiás fájlokat, valamint DVD-ket, audio CD-ket, VCD-ket és különféle közvetítési protokollokat.
id: VLC adalah kerangka kerja dan pemutar multimedia lintas-platform gratis dan bersumber terbuka yang dapat memutar sebagian besar berkas multimedia serta DVD, CD Audio, VCD, dan berbagai protokol pengaliran.
is: VLC er frjáls og opinn margmiðlunarspilari og bakvinnskukerfi sem spilar flestar gerðir margmiðlunarskráa, DVD, CD-hljóðdiska, VCD, auk ýmissa tegunda streymis.
ja: VLCはフリーなマルチプラットフォーム対応のマルチメディアプレイヤーであり、DVD、オーディオCD、VCDや様々なストリーミングプロトコルを再生可能なフレームワークです。
ka: VLC არის თავისუფალი და ღია წყაროებიდან cross-პლატფორმა მულტიმედიურიplayer და ფარგლებში რომ უკრავს ყველაზე მულტიმედია ფაილები ასევე DVD,აუდიო CD, VCD, და სხვადასხვა Streaming ოქმები.
km: VLC គឺជា​កម្មវិធី​ចាក់​ពហុ​មេឌៀ​​​កូដ​ចំហ​​ឥតគិតថ្លៃ​ដែល​ដំណើរការ​លើ​ពហុ​ប្រព័ន្ធ​ប្រតិបត្តិការ​ ហើយ​អាច​ចាក់​ឯកសារ​ពហុ​មេឌៀ​បាន​ច្រើន​មាន​ដូចជា​ឌីវីឌី ស៊ីឌី​អូឌីយ៉ូ វីស៊ីឌី និង​ពិធីការ​ស្ទ្រីម​ផ្សេង​ទៀត។
kn: ವಿ ಎಲ್ ಸಿ ಒಂದು ಮುಕ್ತ ಮತ್ತು ವಿವಿಧ ಪ್ಲಾಟ್ಫಾರ್ಮ್ಗಳ ಬಹುಮಾಧ್ಯಮ ತಂತ್ರಾಂಶ ಮತ್ತು ಅತ್ಯಂತ ಮಲ್ಟಿಮೀಡಿಯಾ ಕಡತಗಳನ್ನು ಆಡಿಸಬಲ್ಲ ತಂತ್ರಾಂಶ ಚೌಕಟ್ಟಾಗಿದೆ. ಇದರಲ್ಲಿ ಡಿವಿಡಿ, ಆಡಿಯೋ ಸಿಡಿ, ವಿಸಿಡಿ, ಮತ್ತು ವಿವಿಧ ಸ್ಟ್ರೀಮಿಂಗ್ ಪ್ರೋಟೋಕಾಲ್ಗಳು ಆಡಿಸುವ ಸಾಮರ್ಥ್ಯವಿದೆ.
lt: VLC yra nemokama atviro kodo kūrinių leistuvė, skirta įvairiausioms platformoms, galinti groti daugumą įvairialypės terpės rinkmenų, DVD, garso CD, VCD ir palaikanti įvairiausius srauto protokolus.
lv: VLC ir bezmaksas un atvērtā pirmkoda platformneatkarīgs multivides atskaņotājs un platforma. Tas atskaņo lielāko daļu multivides failu, kā arī DVD, audio CD, VCD un dažādus straumēšanas protokolus.
ml: വി.എല്‍.സി എന്നത് മിക്കവാറും എല്ലാ ബഹുമാധ്യമ ഫയലുകളെയും അതു പോലെ ഡിവിഡി, ഓഡിയോ സിഡി, വിസിഡി , വിവിധ സ്രോതസ്സുകളില്‍ നിന്നുള്ള പെരുമാറ്റച്ചട്ടങളെയും പിന്തുണക്കുന്ന, സൌജന്യവും സ്വതന്ത്രവുമായ വിവിധ പ്ലാറ്റ്ഫോര്‍മുകളില്‍ പ്രവര്‍ത്തിക്കുന്ന ബഹുമാധ്യമ പ്ളെയറും ചട്ടക്കൂടുമാണ്
mn_mn: VLC нь үнэгүй ба нээлттэй эх бүхий суурь харгалзахгүй дамжуулга тоглуулагч бөгөөд ихэнх дамжуулга болох DVD, дууны CD, VCD болон түгээмэл урсгал нэвтрүүлэгчийг тоглуулдаг юм.
mr: VLC एक स्वतंत्र व खुला स्त्रोत क्रॉस प्लॅटफॉर्म मल्टिमिडीया प्लेअर आहे तसेच सर्वात जास्त मल्टिमीडिया फायली तसेच डीव्हीडी, ऑडिओ सीडी, व्हीसीडी, आणि विविध स्ट्रीमिंग प्रोटोकॉल प्ले करणारे फ्रेमवर्क आहे.
ms: VLC merupakan pemain multimedia dan bingkai kerja platform-silang bersumber terbuka dan percuma yang dapat mainkan kebanyakan fail multimedia seperti DVD, CD Audio, VCD dan pelbagai protokol penstriman.
my: ဗီအလ်စီမှာအခမဲ့နှင့်ရင်းမြစ်ဖွင့်စက်စနစ်များစွာတွင်အလုပ်လုပ်သောမာတီမီဒီယာဖွင့်စက်ဖြစ်ပြီးမီဒီယာဖိုင်များအများစုဖြစ်သည့်ဒီဗီဒီ၊ အသံစီဒီ၊ ဗီစီဒီနှင့်များပြားသောအသံလမ်းကြောင်းစံစည်းမျဉ်းများကိုဖွင့်နိုင်သောအောက်ခံဘောင်ဖြစ်။
nb: VLC er en kryssplattform friprog-multimediaspiller og et rammeverk som spiller de fleste multimediafiler sågar også DVD-er, lyd-CDer, VCD-er og forskjellige strømnings-protokoller.
nl: VLC is een gratis en open source cross-platform multimediaspeler en -framework dat de meeste multimediabestanden en ook dvd's, audio-cd's, vcd's en verschilllende streaming-protocols afspeelt.
nn: VLC er ein fri og open-kjelda fleirplattform mediespelar og rammeverk som spelar av dei fleste multimediefilar, samt DVDar, lyd-CDar, VCDar, og diverse strøymeprotokollar.
pl: VLC jest darmowym i otwartym, wieloplatformowym odtwarzaczem multimedialnym i frameworkiem, który odtwarza większość plików multimedialnych oraz płyty DVD, Audio CD, VCD i różnego rodzaju strumienie.
pt_br: O VLC é um reprodutor multimídia livre, de código aberto, multi-plataforma, e um arcabouço que reproduz a maioria dos arquivos de mídia, bem como DVD, CD de áudio, VCD e vários protocolos de fluxo de rede.
ro: VLC este un lector multimedia gratuit, cu sursă deschisă și disponibil pe mai multe platforme care care poate reda majoritatea fișierelor multimedia precum și DVD-uri, CD-uri audio, VCD-uri și diferite protocoale de rețea.
ru: VLC — бесплатный и свободный кросс-платформенный медиаплеер и медиаплатформа с открытым исходным кодом. VLC воспроизводит множество мультимедийных файлов, а также DVD, Audio CD, VCD и сетевые трансляции.
si: VLC යනු ඉතා වැඩි පංගුවක් බහුමාධ්‍ය ගොනුද, DVD, ශ්‍රව්‍ය CD, VCD, සහ විවිධ දහරා ප්‍රොටෝකෝලයන්ද වාදනය කරන නිදහස් හා විවෘත මූලාශ්‍ර හරස්-කරළි බහුමාධ්‍ය වාදකයක් සහ රාමුවකි.
sk: VLC je voľne šíriteľným, multi-platformovým multimediálnym prehrávačom a rozhraním s otvoreným zdrojovým kódom, pomocou ktorého je možné prehrať väčšinu multimediálnych súborov, ako aj diskov DVD, Audio CD, VCD. Takisto je možné aj prehrávanie z rôznych streamovacích protokolov.
sl: VLC je prosti odprtokodni predstavni predvajalnik za predvajanje večine razvitih predstavnih datotek in nosilcev ter razvojno okolje zanje. Podpira DVD, zvočni CD, VCD in različne protokole pretoka.
sq: VLC eshte nje multimedia player falas, open source, disa platformesh qe suporton shumicen e dokumenteve multimedia si dhe DVD, CD Audio, VCD dhe protokolle te ndryshme transmetimi.
sr: VLC је слободно развојно окружење и мултимедијални плејер отвореног кода који пушта већину медијских датотека, као и аудио и видео дискове и разне протоколе за емитовање токова аудио и видео садржаја.
sv: VLC är en fri och öppen plattformsoberoende multimediaspelare och ramverk som spelar upp de flesta multimediafilerna såväl som DVD:er, ljud-CD:er, VCD:er och diverse strömprotokoll.
ta: விஎல்சி என்பது அனைத்து இயங்குதளங்களிலும் கிடைக்கும் ஒரு கட்டற்ற திறமூல பல்லூடக இயக்கி அத்துடன் எல்லா பல்லூடகக் கொப்புகளையும் அதேப்போல் டிவிடி, ஒலி குறுந்தட்டு, விசிடி மற்றும் ஓடை நெறிமுறைகளையும் இயக்கவல்லது.
te: VLC అనేది బహుళ-వేదికలపై పనిచేసే ఉచిత, స్వేచ్ఛాయుత బహుళమాధ్యమ ప్రదర్శకం. దాదాపు అన్ని బహుళమాధ్యమ దస్త్రాలను అలాగే డీవీడీ, ఆడియో సీడీ, వీసీడీ మరియు వివిధ స్ట్రీమింగు ప్రోటోకాల్సును ప్రదర్శించగలదు.
th: VLC ฟรี ทั้งยังเป็นโปรมแกรมเล่นมัลติมีเดียแบบโอเพนซอร์สและข้ามแพลตฟอร์ม สามารถเล่นแฟ้มมัลติมีเดียส่วนมากได้ดี เช่น DVD, CD เสียง, VCD และโปรโตคอลทำกระแสข้อมูลต่างๆ
tr: VLC, özgür ve açık kaynak kodlu, platformlar arası, bir ortam oynatıcı ve çatıdır. Çeşitli DVD, Ses CD, VCD ortamları ile hemen hemen tüm ortam dosyaları ve akış protokollerini oynatabilir.
tt: VLC - түләүсез, ачык, кросс-платформалы мультимедиа уйнаткычы һәм фреймворк, ул күпчелек мультимедиа файлларын, һәм шулай ук DVD, Audio CD, VCD һәм төрле ташкынлы тапшыру беркетмәләрен уйната ала.
ug: VLC بولسا بىر ئەركىن ،ئېچىۋېتىلگەن سۇپىدىكى ھەقسىز دېتال بولۇپ كۆپ قىسىم قويغۇلار قۇيىدىغان ھۆججەت تىپى قۇيالايدۇ.مەسىلەن :DVD،CD،VCD قاتارلىقلار...
uk: VLC є безкоштовним з відкритим вихідним кодом багатоплатформним мультимедійним програвачем та середовищем, яке відтворює більшість мультимедійних файлів, а також DVD, аудіо CD, VCD та різноманітні потокові протоколи.
ur: وىـى ـ ايل ـ سى ـ ایک مفت اور اوپن سورس کراس پلیٹ فارم ملٹی میڈیا پلیئر اور فریم ورک ہے جو سب سے زیادہ ملٹی میڈیا فائلوں کو چلاتا ہے، اس کے ساتھ ساتھ ڈی وی ڈی، آڈیو سی ڈی، وى سى ڈى، اور مختلف سٹريمنگ پروٹوکول کو بھى چلاتا ہے.
uz: VLC - bu bepul va ochiq kodli transtizim multimedia ijrochisi va freymvorki bo'lib, aksariyat multimedia fayllar, DVD, audio CD, VCD hamda bir qancha striming protokollar bilan ishlay oladi.
vi: VLC là một chương trình truyền thông đa phương tiện, đa nền tảng cũng như sử dụng các framework đa tính năng, có thể thỏa mãn nhu cầu xem mọi loại file audio/video cũng như DVD, Audio CD, VCD cùng nhiều phương thức streaming khác
wa: VLC est on djouweu multimedia po rén et libe et on sistinme ki pout djouwer li pupårt des fitchîs multimedia ossu bén ki des DVD, des CD odio, des VCD et sacwants protocoles di streaming.

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files, and various streaming protocols.
af: VLC is ’n gratis en oopbron kruisplatform multimediaspeler en raamwerk wat die meeste multimedialêers en versieke stromingsprotokolle speel.
ar: VLC هو برنامج مشغل وسائط مجاني و إطار برمجي مفتوح المصدر يعمل على أكثر من نظام تشغيل حيث يعم تقريباً على تشغيل جميع وسائط الفيديو من الملفات و التدفيق لأكثر من بروتوكول ويب
bg: VLC е безплатна програма и библиотека с отворен код за възпроизвеждане на мултимедия. Тя може да възпроизвежда повечето видове мултимедийни файлове, както и много протоколи за поточно видео и звук.
bs: VLC je besplatan i više-platformski medijski izvođač otvorenog koda i okruženje koje izvodi većinu multimedijskih datoteka, i različitih protokola strujanja.
ca: VLC és un reproductor multimèdia multi-plataforma, gratuït i de codi font obert. Reprodueix la majoria de fitxers multimèdia així com protocols diversos de transmissió de dades.
cs: VLC je svobodný, multiplatformní multimediální přehrávač a framework, schopný přehrát většinu multimediálních souborů a různých proudových protokolů.
cy: Mae VLC yn chwaraeydd aml-gyfrwng côd agored ac am ddim ac yn fframwaith sy'n chwarae'r mwyafrif o ffeiliau cyfryngau a phrotocolau ffrydio amrywiol.
da: VLC er en fri og open source multimedieafspiller, der fungerer på flere platforme, samt et framework, der afspiller de fleste multimediefiler, såvel som forskellige streamingsprotokoller.
de: VLC ist ein freier und quelloffener Multimediaplayer sowie ein Framework für verschiedene Betriebssysteme, das die meisten Multimediadateien und verschiedene Streamingprotokolle abspielt.
de_lu: De VLC ass e fräien an quelloffenen Plattformiwwergräifenen Multimedia-Player an Softwareinterface, deen déi meeschten Multimedia Dateien ofspillen kann an mat vill verschidden Streaming Protokoller eens gëtt.
el: Το VLC είναι ένας δωρεάν και ανοικτού κώδικα πολλαπλών πλατφορμών παίκτης πολυμέσων και ένα πλαίσιο που παίζει τα περισσότερα αρχεία πολυμέσων, και διάφορα πρωτόκολλα streaming.
fi: VLC on ilmainen ja avoimen lähdekoodin järjestelmäriippumaton multimediasoitin ja ohjelmakehys, joka toistaa useita multimediatiedostoja ja eri suoratoistoprotkolloja.
fr: VLC est un lecteur multimédia et un cadre logiciel pour plate-formes multiples gratuit et au code source ouvert, qui permet de lire la plupart des fichiers multimédia et de nombreux protocoles de flux de diffusion en continu.
fy: VLC is in fergees en iepen boarne cross-platfoarm multimediaspiler en -framework dat de measte multimediabestannen en ferskate streaming-protokollen ôfspilet.
he: VLC הנו נגן מולטימדיה חופשי ובקוד פתוח לרבות תשתית שמסוגלת לנגן את רוב קובצי המולטימדיה ומגוון פרוטוקלים להזרמת מדיה.
hu: A VLC egy szabad és nyílt forráskódú platformfüggetlen multimédia-lejátszó és keretrendszer, amely lejátssza a legelterjedtebb multimédiás fájlokat, és különféle közvetítési protokollokat.
is: VLC er frjáls og opinn margmiðlunarspilari og bakvinnslukerfi fyrir mörg stýrikerfi sem spilar flestar gerðir margmiðlunarskráa, DVD, CD-hljóðdiska, VCD, auk ýmissa tegunda streymis.
ja: VLCはフリーなマルチプラットフォーム対応のマルチメディアプレイヤーであり、ほとんどのマルチメディアファイルと多くのストリーミングプロトコルを再生可能なフレームワークです。
lt: VLC yra laisva, atvirojo kodo vaizdo ir garso kūrinių leistuvė bei komponentai programoms, veikianti daugumoje operacinių sistemų. Su VLC galite peržiūrėti bei perklausyti daugumą įvairialypės terpės kūrinių bei įvairiausiais tinklo srautų protokolais.
lv: VLC ir brīvā un atvērtā koda starpplatformu multimediju atskaņotājs un ietvars, kurš atskaņo vairumu multimediju datņu un dažādus straumēšanas protokolus.
mr: VLC हा मोफत आणि उघड स्त्रोत मल्टीमीडिया प्लेयर आणि फ्रेमवर्क आहे जे जवळपास सर्व मल्टीमीडिया फाईल्स आणि विविध स्ट्रीमिंग प्रोटोकॉल प्ले करते.
ms: VLC merupakan pemain multimedia dan bingkai kerja platform-silang bersumber terbuka yang dapat mainkan kebanyakan fail multimedia dan pelbagai protokol penstriman.
nb: VLC er en fri og åpen-kilde kryssplattform multimediespiller og rammeverk, som spiller av de fleste multimediefiler og ulike kringkastingsprotokoller.
nl: VLC is een gratis en open source cross-platform multimediaspeler en framework. Het speelt de meeste multimedia-bestanden en verschillende streaming-protocollen af.
pl: VLC to darmowy i otwarty, wieloplatformowy odtwarzacz multimedialny i także framework, który odtwarza większość plików multimedialnych i różnego rodzaju strumienie.
pt_br: O VLC é um reprodutor multimídia livre para múltiplas plataformas e um arcabouço que reproduz a maioria dos arquivos multimídia, e vários protocolos de fluxos de rede.
ru: VLC —это бесплатный и свободный кросс-платформенный медиаплеер и медиаплатформа с открытыми исходным кодом. VLC воспроизводит множество мультимедийных файлов и сетевые трансляции по самым разным протоколам.
si: VLC යනු බොහෝ බහුමාධ්‍ය ගොනු, විවිධ අන්තර්ජාල දහරා හා ප්‍රොටෝකෝලයන් වාදනය කරන නිදහස් හා විවෘත කේත හරස්-මෙහෙයුම් පද්ධති බහුමාධ්‍ය වාදකයක් සහ මෘදුකාංග රාමුවකි.
sk: Program VLC je voľne šíriteľným, multi-platformovým multimediálnym prehrávačom s otvoreným zdrojovým kódom a súčasne ide o ucelené prostredie na prehrávanie väčšiny multimediálnych súborov a s podporou rôznych protokolov pre dátové toky a streamovanie.
sl: Program VLC je brezplačen odprtokodni predvajalnik večine vrst predstavnih datotek in različnih protokolov pretoka v različnih sistemskih okoljih.
sv: VLC är en fri och öppen plattformsoberoende multimediaspelare och ramverk som spelar upp de flesta multimediafilerna och diverse strömningsprotokoll.
th: VLC เป็นโปรแกรมฟรีและโอเพนซอร์ซข้ามระบบปฎิบัติการเครื่องเล่นมัลติมีเดียและเฟรมเวิร์คนั้นเล่นมัลติมีเดียไฟล์เป็นส่วนใหญ่และกระแสข้อมูลโปรโตคอลที่หลากหลาย
tr: VLC, özgür ve açık kaynaklı, platformlararası bir çoklu ortam oynatıcısı ve çatısıdır. Çoğu dosya biçimini ve çeşitli akış protokollerini oynatır.
uk: VLC є безкоштовним з відкритим вихідним кодом багатоплатформним мультимедійним програвачем та середовищем, яке відтворює більшість мультимедійних файлів та різноманітні потокові протоколи.
