Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: DVBlast is a simple and powerful MPEG-2/TS demux and streaming application.
af: DVBlast is ’n eenvoudige en kragtige MPEG-2/TS demuks- en stromingstoepassing.
ar: يُشكّل DVBlast تطبيقًا سهلًا و قويًا لحلّ MPEG-2/TS و بثّه.
ast: DVBlast ye un poderosu demux MPEG-2/TS simple y aplicación de streaming.
be: DVBlast — гэта просты і магутны MPEG-2/TS дэмультыплексар і праграма вяшчання.
bg: DVBlast е просто и мощен инструмент за демултиплексиране на MPEG-2/TS, както и приложение за поточно видео.
bn_in: DVBlast একটি সহজ এবং ক্ষমতাশালী MPEG-2/TS ডিমিউক্স এবং স্ট্রীমিং অ্যাপলিকেশন।
bs: DVBlast je jednostavan i moćan MPEG-2/TS demukser i aplikacija za strujanje.
ca: DVBlast és una aplicació simple i potent per a flux de dades i descodificar MPEG-2/TS.
cs: DVBlast je jednoduchý a výkoný demultiplexer MPEG-2/TS a proudová aplikace.
cy: Rhaglen syml a phwerus sy'n ffrydio ac yn datblethu signalau MPEG-2/TS yw DVBlast.
da: DVBlast er en simpel og stærk MPEG-2/TS-demultiplekser og streaming-program.
de: DVBlast ist eine einfache und mächtige MPEG-2/TS Decodierungs- und Streaminganwendung.
de_lu: Den DVBlast ass eng einfach a leeschtungsstaark MPEG-2/TS Demux- a Streaming-Applicatioun.
el: Το DVBlast είναι μία απλή και πανίσχυρη MPEG-2/TS demux και streaming εφαρμογή.
et: DVBlast on lihtne ja võimas MPEG-2/TS-i demuksimis- ja voogedastusrakendus.
fa: DVBlast نرم‌افزاری کاربردی، ساده و قدرتمند برای کار با جریان و واتافتن MPEG-2/TS است.
fi: DVBlast on yksinkertainen ja tehokas MPEG-2/TS demux ja streaming sovellus.
fo: DVBlast er eitt einfalt og máttmikið MPEG-2/TS demux- og stroymiforrit.
fr: DVBlast est un serveur de streaming Mpeg-2/TS simple et puissant.
fy: DVBlast is in simpele en krêftige MPEG-2/TS demuks- en streaming-tapassing.
gd: Tha DVBlast 'na aplacaid shimplidh is chumhachdach airson sruthadh is MPEG-2/TS demux.
gl: DVBlast é un aplicativo simple e potente para a demultiplexación e a emisión en fluxo.
gu: DVBlast એક સરળ અને શક્તિશાળી MPEG-2/TS demux અને સ્ટ્રીમિંગ એપ્લિકેશન
he: DVBlast הנו יישום פשוט ורב עצמה לפילוג והזרמה של MPEG-2/TS.
hi: DVBlast एक सरल और शक्तिशाली MPEG-2/TS demux और स्ट्रीमिंग अनुप्रयोग है.
hr: DVBlast je jednostavna i moćna aplikacija za MPEG-2/TS demultipleksiranje i strujanje.
hu: A DVBlast egy egyszerű és nagyszerű MPEG-2/TS szétválasztó- és közvetítőalkalmazás.
id: DVBlast adalah demultiplekser dan aplikasi pengalir MPEG-2/TS yang sederhana dan luar biasa.
is: DVBlast er einfalt og öflugt forrit fyrir MPEG-2/TS demux og streymi.
ja: DVBlastはシンプルでパワフルなMPEG-2/TSのデマルチプレクスとストリーミングアプリケーションです。
ka: DVBlast მარტივი და ძლიერი MPEG-2/TS demux და ნაკადი განაცხადის.
km: DVBlast គឺជា​ MPEG-2/TS demux សាមញ្ញ​ និង​ដ៏​មាន​អានុភាព ព្រម​ទាំង​ជា​កម្មវិធី​ស្ទ្រីម ។
kn: DVBlast ಅನ್ನುವುದು ಒಂದು ಸರಳ ಹಾಗೂ ಶಕ್ತಿಶಾಲಿ MPEG-2/TS ಡಿಮಕ್ಸ್ ಹಾಗೂ ಸ್ಟ್ರೀಮಿಂಗ್ ತಂತ್ರಾಶವಾಗಿದೆ.
lt: DVBlast yra paprasta ir galinga MPEG-2/TS išpynimo ir transliavimo programa.
lv: DVBlast ir vienkāršs un spēcīgs MPEG-2/TS demultipleksors un straumēšanas lietojumprogramma.
mk: DVBlast е едноставен и моќен MPEG-2/TS демултиплексер и стриминг апликација.
ml: ഡിവിബ്ലാസ്റ്റ് ഒരു ലളിതവും ശക്തവുമായ എം.പി.ഇ.ജി-2/ടി.എസ് വേര്‍തിരിക്കല്‍ ഒഴുക്കല്‍ സംവിധാനമാണ്
mn_mn: DVBlast бол энгийн, хүчирхэг MPEG-2/TS задлагч болон урсгах програм.
mr: DVBlast हा साधा आणि शक्तिशाली MPEG-2/TS डीमक्स आणि स्ट्रीमिंग अनुप्रयोग आहे.
ms: DVBlast adalah aplikasi demux atau penyahmultipleks MPEG-2/TS dan penstriman yang berkuasa & mudah.
my: ဒီဗီဘလက်စ်မှာရိုးရှင်းပြီးအားကောင်းသောအမ်ပီအီးဂျီ-၂/တီအက်စ်ရေဒီယိုပြောင်းနှင့်သီချင်းစီးကြောင်းနိုင်သောလုပ်ဆောင်ချက်ပရိုဂရမ်ဖြစ်။
nb: DVBlast er en enkel og kraftig MPEG-2/TS DEMUX og strømnings-applikasjon.
nl: DVBlast is een simpele en krachtige MPEG-2/TS demux- en streaming-toepassing
or: DVBlast ହେଉଛି ଏକ ସରଳ ଓ ଶକ୍ତିଶାଳୀ MPEG-2/TS demux ଏବଂ ଷ୍ଟ୍ରିମିଂ ଅନୁପ୍ରୟୋଗ|
pl: DVBlast jest prostym i posiadającym duże możliwości dekoderem i aplikacją strumieniową.
pt_br: O DVBlast é um descombinador MPEG-2/TS e aplicativo de fluxo simples e poderoso.
ro: DVBlast este o aplicație pentru demultiplexare și fluxuri MPEG-2/TS simplă și puternică.
ru: DVBlast — простой и мощный MPEG-2/TS демультиплексор и потоковое приложение.
si: DVBlast යනු සරල සහා බලවත් MPEG-2/TS demux සහ ප්‍රවාහන ක්‍රමලේඛයකි.
sk: DVBlast je jednoduchý a výkonný program na demuxovanie MPEG-2/TS a vysielanie súvislého toku dát (streamovanie).
sl: DVBlast je preprost, vendar zmogljiv program za odvijanje videa in predvajanje v načinu MPEG-2/TS.
sq: DVBlast është një program i thjeshtë dhe i fuqishëm MPEG-2/TS demux dhe transmetues.
sr: DVBlast је једноставан и моћан програм за MPEG-2/TS демултиплексирање и пуштање токова.
sv: DVBlast är en enkel och kraftfull MPEG-2/TS-demux och strömningsapplikation.
ta: DVBlast என்பது ஒரு எளிமையான சக்திவாய்ந்த MPEG-2/TS டீமக்ஸ் மற்றும் ஓடைப் பயன்பாடு ஆகும்
te: డీవీబ్లాస్ట్ అనేది ఒక సరళమైన, శక్తివంతమైన MPEG-2/TS డీమక్స్, స్ట్రీమింగు చేయు అనువర్తనం.
th: DVBlast เป็นโปรแกรมทำและรวมกระแส MPEG-2/TS อันทรงประสิทธิภาพ และเรียบง่ายต่อการใช้งาน
tr: DVBlast basit ve güçlü, MPEG-2/TS tekleme ve akış uygulamasıdır.
tt: DVBlast - бу гади һәм көчле MPEG-2/TS демультиплексор һәм ташкынлы кушымта.
ug: DVBlast بولسا بىر ئاددىي بولغان ناھايىتى ئىقتىدارلىقMPEG-2/TS تەكرار ياكى قايتىلىما پروگراممىسى
uk: DVBlast - це простий і потужний MPEG-2/TS демультиплексор і потокова програма.
ur: ڈى وى بلاسٹ ايک آسان اور طاقتور ايم پيگ-٢/ٹى ايس ڈيمکسر اور سٹريمنگ کا پروگرام ہےـ
uz: DVBlast - bu sodda, biroq kuchli MPEG-2/TS demultiplikatsiya va striming qilish ilovasidir.
vi: DVBlast là một chương trình streaming và demux định dạng MPEG-2/TS.
wa: DVBlast est ene aplicåcion di streaming et di dismultiplecsaedje MPEG-2/TS simpe et roede.

source: multicat is a set of tools designed to easily and efficiently manipulate multicast streams and TS.
af: multicat is ’n stel nutsmiddels wat ontwerp is om multisendstrome en TS maklik en effektief te manipuleer
ar: يُعدّ multicat مجموعةً من الأدوات المُصمّمة لتسهيل و تأهيل مُعالجة البثّ المٌتعدّد و TS.
ast: multiCat ye un conxuntu de ferramientes diseñaes pa remanar fácilmente y eficientemente secuencies de multidifusión y TS.
be: multicat — гэта набор інструментаў, спраектаваных для лёгкай і эфектыўнай апрацоўкі шматадрасных і транспартных патокаў.
bg: multicat е набор от инструменти за лесно и ефективно манипулиране на множествено разпръсквани потоци и TS.
bn_in: সহজভাবেতে সরঞ্জামের একটি সেট পরিকল্পনা করে এবং মাল্টিকাস্ট স্ট্রীম এবং TS efficiently নিপুণভাবে ব্যবহার করে।ast streams and TS.
bs: multicat je komplet alata koji su dizajnirani za jednostavno i efikasno manipuliranje multicast strujanja i TS-a.
ca: multicat és un conjunt d'eines dissenyades per manipular fàcilment i eficientment seqüencies de multidifusió i TS.
cs: multicat je sada nástrojů vytvořená pro jednoduchou a efektivní manipulaci s multicasty, proudy, a TS.
cy: Set o offerynnau i drin â fideo TS a ffrydiau multicast yn hawdd ac yn effeithiol yw multicat.
da: multicat er et sæt værktøjer, designet til nem og effektiv manipulering af multicast-streams og TS.
de: multicat ist eine Werkzeugsammlung um einfach und effizient Multicast-Streams und Transport-Streams (TS) zu bearbeiten.
de_lu: multicat ass en Tool-Set fir einfach an effektiv Multicast-Streamen an Transport-Streamen ze beaarbechten.
el: Το multicat είναι ένα σετ εργαλείων που είναι σχεδιασμένο για να χειρίζεται εύκολα και αποδοτικά multicast streams και TS.
et: multicat on komplekt tööriistu multicast-voogude ja TS-i lihtsaks ja tõhusaks töötlemiseks.
fa: multicast مجموعه‌ای از ابزارهاست که با آنها می‌توانید جریان‌های multicast و TS را به سادگی و به طور موثر اداره کنید.
fi: multicat on sarja työkaluja jotka on suunniteltu multicast-streamien ja TS:n helppoon ja tehokkaaseen hallintaan.
fo: multicat er ein amboðskassi, sum er ætlaður at viðgera fjølbroyttari stroyming og TS lættliga og dygdargott.
fr: multicat est un ensemble d'outils pour manipuler rapidement et efficacement des flux multicast et TS.
fy: multicat is in sammeling ark dy't ûntwikkele binne om maklik en effisjint multicast-streams en TS te manipulearjen.
gd: Tha multicat 'na shreath de dh'innealan a chaidh a dhealbhadh a chum làimhseachadh furasta is èifeachdadh de shruthan multicast is TS.
gl: multicat é un conxunto de ferramentas deseñadas para manipular, de maneira fácil e eficiente, fluxos multicast e TS.
gu: multicat સરળતાથી અને અસરકારક રીતે મલ્ટીકાસ્ટ સ્ટ્રીમ્સ અને TS ચાલાકી રચાયેલ સાધનો સમૂહ છે.
he: multicast הנה חבילת כלים שייעודה הוא לעבוד מול זרמי multicast באופן פשוט ויעיל.
hi: multicat उपकरणों का एक सेट है जिसे आसानी से और कुशलतापूर्वक मल्टीकास्ट धाराओं और TS को प्रयोग करने के लिए डिजाईन किया गया है.
hr: multicat je skup alata za lakše i učinkovitiје upravljanje višesmjernim i transportnim strujanjima (TS).
hu: A multicat egy eszközkészlet, amely egyszerűen és hatékonyan manipulálja a multicast és TS közvetítéseket.
id: multicat adalah kumpulan perkakas yang dirancang untuk dengan mudah dan efisien memanipulasi aliran multicast dan TS.
is: multicat er verkfærasett sem hannað er til að meðhöndla skilvirkt á einfaldan hátt multicast strauma og TS.
ja: multicatは簡単かつ効果的にマルチキャストストリームとTSを操作するためにデザインされたツールセットです。
km: multicat គឺ​ជា​បណ្ដុំ​កម្មវិធី​ ដែល​បាន​រចនា​ ដើម្បី​គណនា​ស្ទ្រីម​ម៉ាល់ទីខាស និង TS ​យ៉ាង​ងាយស្រួល និង​មាន​ប្រសិទ្ធភាព ។
kn: multicat ಅನ್ನುವುದು ಸರಳವಾಗಿ ಹಾಗೂ ಉತ್ತಮವಾಗಿ multicast ಸ್ಟ್ರೀಮಿಂಗಳನ್ನು ಮತ್ತು TS ಅನ್ನು ಕುಶಲತೆಯಿಂದ ನಿರ್ವಹಿಸಲು ಬೇಕಾದ ಪರಿಕರಣಗಳ ಒಂದು ಗಣ.
lo: multicat ແມ່ນຊຸດຂອງເຄື່ອງມືການອອກແບບມາແບບງ່າຍໆ ແລະ ປະສິດທິພາບໃນການຈັດການຂໍ້ມູນ TS ໄດ້.
lt: „multicat“ yra rinkinys priemonių, skirtas paprastam ir efektyviam manipuliavimui daugiaabonentio transliavimo srautais ir TS.
lv: Multicat ir rīku komplekts, kas paredzēts vieglai un efektīvai rīcībai ar multiraides un transportēšanas straumēm.
ml: മള്‍ടികാസ്റ്റ് എന്നത് അനായാസകരവും കാര്യക്ഷമവുമായി മള്‍ടികാസ്റ്റ് ഒഴുക്കുകളും ടി.എസും കൈകാര്യം ചെയ്യാനുമുള്ള ഉപകരണങ്ങളുടെ ശേഖരമാണ്.
mn_mn: multicat бол multicast урсгал, TS-ийг нарийн аргаар амархан хийхэд зориулагдсан хэрэгсэл юм.
mr: multicat हा साधनांचा संच आहे जो सहजपणे आणि उपयुक्तपणे मल्टीकास्ट स्ट्रीम आणि TS हाताळण्यासाठी बनवण्यात आला आहे.
ms: multikas adalah set alatan yang direka untuk memanipulasi strim multikas & TS secara efisyen dan mudah.
my: မာတီကတ်မှာလွယ်ကူစွာလုပ်ဆောင်နိုင်ကိရိယာများပါဝင်ပြီးမာတီကတ်သီချင်းစီးကြောင်းများနှင့်တီအက်စ်ကိုကျွမ်းကျင်စွာကိုင်တွယ်နိုင်။
nb: multicat er et sett verktøy laget for enkel og effektiv manipulasjon av multicast-strømmer og TS.
nl: multicat is een verzameling gereedschappen die ontwikkeld zijn om gemakkelijk en efficiënt multicast-streams en TS te manipuleren.
or: multicat ହେଉଛି ଏକ ଉପକରଣ ସମୂହ ଯାହାକୁ ମଲ୍ଟିକାସ୍ଟ ଷ୍ଟ୍ରିମିଂ ଏବଂ TS କୁ ସହଜରେ ଓ ଦକ୍ଷ ରୂପରେ ପ୍ରୟୋଗ କରିବା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି|
pl: multicat jest zestawem narzędzi przeznaczonych do łatwego i skutecznego manipulowania strumieni multiemisji i TS.
pt_br: O multicat é um conjunto de ferramentas criadas para facilitar e manipular de forma eficiente os fluxos multicast e TS.
ro: multicat este un set de unelte dedicat pentru a manevra fluxurile multicast și TS într-un mod ușor și eficient.
ru: multicat — набор приложений, предназначенных для легкого и эффективного управления многоадресными и транспортными потоками.
si: multicat යනු දහරා සහ TS පහසුවෙන් සහ කාර්යක්ෂම ලෙස මෙභෙයවීම සඳහා නිර්මාණය කරන ලද මෙවලම් කට්ටලයකි.
sk: multicat je súprava nástrojov určených na ľahké a efektívne manipulovanie s dátovými tokmi multicast a TS.
sl: multicat je skupek orodji, razvitih za enostavno in učinkovito delo z večsmernim oddajanjem pretokov predstavnih vsebin in TS.
sq: multicat eshte nje paketa me mjete te dizenjuara për të manipuluar thjeshte dhe ne menyre eficente transmetimet multicast dhe TS.
sr: multicat је скуп алатки за лакше и ефикасније управљање токовима са усмеравањем на више адреса и TS-ом.
sv: multicat är en uppsättning verktyg byggda för att enkelt och effektivt kunna hantera flersändnings- och transportströmmar.
ta: multicat என்பது எளிமையாகவும் நேர்த்தியாகவும் TS மற்றும் multicast ஓடைகளைக் கையாளக்கூடிய கருவிகளைக் கொண்டது.
te: మల్టీకాట్ అనేది మల్టీకాస్ట్ ప్రవాహాలను, TS లను తేలికగా మరియు సమర్థవంతంగా సవరించుటకు రూపొందించిన పనిముట్ల సమూహం.
th: multicat เป็นชุดของเครื่องมือที่ออกแบบมาเพื่อให้ง่ายต่อการจัดการและมีประสิทธิภาพในการใช้พวกกระแส multicast และ TS
tr: multicat, multicast ve aktarılan akışları, kolay ve etkili bir şekilde yönetebilmek için tasarlanmış bir araç takımıdır.
tt: multicat бу күп адреслы һәм транспортлы ташкыннар белән җиңел һәм нәтиҗәле идарә өчен кирәк булган кушымталар җыелмасы.
ug: multicat بولسا بىر ئاددىي يۇقىرى ئۈنۈملۈك TS لايىھەلەش دېتالى
uk: multicat - це набір інструментів, призначених для легкого і ефективного управління багатоадресними і транспортними потоками.
ur: ملٹى کيٹ آسانی سے اور مؤثر طریقے سے کثیر نشریات اسٹریمز اور ٹى ايس جوڑتوڑ ڈیزائن کے ٹولز کا ایک سیٹ ہے.
uz: Multicat - bu ko'pkanalli strimlarni oson va samaralli ravishda boshqarishga mo'ljallangan ilovalar to'plamidir.
vi: multicat là một tập hợp các công cụ được thiết kế nhằm tạo sự dễ dàng cùng hữu dụng trong việc thao tác với các luồng dữ liệu multicast và TS.
wa: multicat est ene ustireye po apougnî åjheymint et eficacemint des floûs multicast et TS.

source: x264 is a free application for encoding video streams into the H.264/MPEG-4 AVC format.
af: x264 is ’n gratis toepassing om videostrome in die H.264/MPEG-4 AVC-formaat te enkodeer.
ar: يُشكّل x264 تطبيقًا مجانيًّا لفك ترميزات البثّ المرئي بصيغة H.264/MPEG-4 AVC.
ast: x264 ye una aplicación gratuita pa la codificación de secuencies de videu nel formatu H.264/MPEG-4 AVC.
be: x264 — бясплатная праграма для кадавання відэапатокаў у фармаце H.264/MPEG-4 AVC.
bg: x264 е безплатно приложение за шифроване на видео потоци във формата H.264/MPEG-4 AVC.
bn_in: x২৬৪ H 264/MPEG-4 AVC ফরম্যাটের দিকে ভিডিও স্ট্রীম এনকোডিং করার জন্য একটি মুক্ত অ্যাপলিকেশন।
bs: x264 je besplatna aplikacija za kodiranje video strujanja u H.264/MPEG-4 AVC format.
ca: x264 és una aplicació lliure per a la codificació de seqüències de vídeo en format H.264/MPEG-4 AVC.
cs: x264 je svobodná aplikace pro kódování video proudů do formátu H.264/MPEG-4 AVC.
cy: Rhaglen am ddim i amgodio ffrydiau fideo i'r ffurf H.264/MPEG-4 AVC yw x264.
da: x264 er et frit program, der koder video-streams til formatet H.264/MPEG-4 AVC.
de: x264 ist eine freie Anwendung zum Enkodieren von Videostreams in das H.264/MPEG-4AVC Format.
de_lu: x264 ass eng fräi Applicatioun fir Video-Streamen an d’ H.264/MPEG-4 AVC Format ze codéieren.
el: Το x264 είναι μια δωρεάν εφαρμογή για την κωδικοποίηση βίντεο στο H.264/MPEG-4 AVC φορμάτ.
et: x264 on tasuta rakendus videovoogude kodeerimiseks H.264/MPEG-4 AVC vormingusse.
fa: x264 نرم‌افزاری رایگان برای کدگذاری جریان‌های ویدیویی به قالب H.264/MPEG-4 AVC است.
fi: x264 on ilmainen sovellus videovirtautusten koodaamiseksi H.264/MPEG-4 AVC-muodossa.
fo: x264 er eitt ókeypis forrit til at sampakka videostroyming til H.264/MPEG-4 AVC-forsniðið.
fr: x264 est une application libre permettant d'encoder des flux vidéo dans le format H.264/MPEG-4 AVC.
fy: x264 is in fergese tapassing om fideostreams te kodearjen yn it H.264/MPEG-4 AVC-formaat.
gd: Tha x264 'na aplacaid shaor airson còdachadh de shruthan video dhan fhòrmat H.264/MPEG-4 AVC.
gl: x264 é un aplicativo libre para a codificación de fluxos de vídeo no formato H.264/MPEG-4 AVC.
gu: x264 આ H.264/MPEG-4 AVC બંધારણમાં માં વિડિઓ સ્ટ્રીમ્સ એન્કોડિંગ માટે મફત એપ્લિકેશન છે.
he: x264 הנו יישום חופשית לקידוד של זרמי וידאו לתצורת H.264/MPEG-4 AVC.
hi: H.264/MPEG-4 AVC प्रारूप में वीडियो धाराओं एन्कोडिंग के लिए x264 एक स्वतंत्र अनुप्रयोग है.
hr: x264 je besplatna aplikacija za enkôdiranje video zapisa u H.264/MPEG-4 AVC format.
hu: Az x264 a videoközvetítések H.264/MPEG-4 AVC formátumba kódolását lehetővé tevő szabad alkalmazás.
id: x264 adalah aplikasi gratis untuk mengubah aliran video menjadi format H.264/MPEG-4 AVC.
is: x264 er frjálst forrit til að kóða vídeóstrauma yfir á H.264/MPEG-4 AVC snið.
ja: x264はH.264/MPEG-4 AVCフォーマットにビデオストリームをエンコーディングするためのフリーなアプリケーションです。
ka: x264 თავისუფალი განაცხადი კოდირების ვიდეო ნაკადების შევიდა H.264/MPEG-4AVC ფორმატში.
km: x264 គឺ​ជា​កម្មវិធី​ឥត​គិត​ថ្លៃ​សម្រាប់​អ៊ីនកូដ​ស្ទ្រីម​វីដេអូ​ទៅ​ជា​​ទ្រង់ទ្រាយ H.264/MPEG-4 AVC ។
kn: x264 ಅನ್ನುವುದು ವೀಡಿಯೋ ಸ್ಟ್ರೀಮಿಂಗಳನ್ನು H.264/MPEG-4 AVC format ಗೆ ಎನ್ಕೋಡಿಂಗ್ ಮಾಡಲು ಬಳಸುವ ಒಂದು ಉಚಿತ ತಂತ್ರಾಶ.
lo: x264 ເປັນໂປຣແກຣມຟຮີສຳລັບການເຂົ້າລະຫັດ Video Stream ໃນຮູບແບບ H.264/MPEG-4 AVC.
lt: x264 yra nemokama programa, koduojanti vaizdo srautus H.264/MPEG-4 AVC formatu.
lv: x264 ir bezmaksas lietojumprogramma video straumju kodēšanai uz H.264/MPEG-4 AVC formātu.
mk: x264 е бесплатна апликација за енкодирање на видео стримови во H.264/MPEG-4 AVC формат.
ml: എക്സ്264 എന്നത് വീഡിയോ ഒഴുക്കുകള്‍ എച്ച്.264/എം.പി.ഇ.ജി-4 എ.വി.സി ഫോര്‍മാറ്റിലേക്ക് കൂട്ടാനുള്ള ഒരു സ്വതന്ത്ര സംവിധാനമാണ്
mn_mn: x264 бол видео урсгалыг H.264/MPEG-4 AVC тогтнол руу хөрвүүлдэг үнэгүй програм.
mr: x264 हा एक मोफत अनुप्रयोग आहे जो चित्रफीत स्ट्रीमचे H.264/MPEG-4 AVC प्रकारात एनकोडिंग करण्यासाठी वापरतात.
ms: x264 adalah aplikasi bebas untuk mengkod strim video ke format H.264/MPEG-4 AVC.
my: H.264/MPEG-4 AVC ပံုစံထဲသို့ x264 သည်ဗီဒီယိုစီးကြောင်းများကိုကုဒ်ပြောင်းပေးသောအခမဲ့လုပ်ငန်းသံုးပရိုဂရမ်ဖြစ်။
nb: x264 er en gratis applikasjon for koding av videostrømmer til H.264/MPEG-4 AVC formatet.
nl: x264 is een gratis toepassing om videostreams te coderen in het H.264/MPEG-4 AVC-formaat.
or: x264 ହେଉଛି H.264/MPEG-4 AVC ପ୍ରକାରରେ ଭିଡ଼ିଓ ଷ୍ଟ୍ରିମ୍‌ ଏନକୋଡିଂ କରିବା ପାଇଁ ଏକ ନିଃଶୁଳ୍କ ଅନୁପ୍ରୟୋଗ|
pl: x264 jest darmową aplikacją, służącą do kodowania strumieni wideo na format H.264/MPEG-4 AVC.
pt_br: O x264 é um aplicativo livre para codificação de fluxos de vídeo no formato H.264/MPEG-4 AVC.
ro: x264 este o aplicație gratuită pentru codarea fluxurilor în formatul H.264/MPEG-4 AVC.
ru: x264 — бесплатная программа для кодирования видеопотоков в формате H.264/MPEG-4 AVC.
si: x264 යනු විදෘශ්‍ය ප්‍රවාහ H.264/MPEG-4 AVC ආකෘතිය වෙත කේතාංකනය කිරීම සඳහා වූ නිදහස් ක්‍රමලේඛයකි.
sk: x264 je voľne šíriteľný program na kódovanie dátových tokov s videom do formátu H.264/MPEG-4 AVC
sl: x264 je brezplačen program za kodiranje videa v načinu H.264/MPEG-4 AVC.
sq: x264 është një aplikacion falas për kodimin e transmetimeve te videove në formatin H.264/MPEG-4 AVC.
sr: x264 је бесплатан програм за кодирање видео-токова у H.264/MPEG-4 AVC формат.
sv: x264 är en fri applikation för att avkoda videoströmmar till formatet H.264/MPEG-4 AVC.
ta: x264 என்பது H.264/MPEG-4 AVC வடிவூட்டத்தில் காணொளி ஓடைகளை குறியாக்கம் செய்யவல்ல ஒரு இலவச/கட்டற்ற பயன்பாடு ஆகும்.
te: x264 అనేది వీడియో ప్రవాహాలను H.264/MPEG-4 AVC ఆకృతిలోకి ఎన్కోడింగు చేయడానికి రూపొందించిన ఒక స్వేచ్ఛా అనువర్తనం.
th: x264 เป็นโปรแกรมลงรหัสกระแสวีดิทัศน์ ให้เป็นรูปแบบ H.264/MPEG-4 AVC แบบฟรีๆ
tr: x264, H.264/MPEG-4 görüntü akışlarını AVC biçiminde kodlayan, özgür bir uygulamadır.
tt: x264 - бу H.264/MPEG-4 AVC. форматында видео ташкыннарын кодлау өчен түләүсез кушымта.
ug: x264 بولسا سىن H.264/MPEG-4 AVC كودلاشتۇرۇش ئەركىن پروگراممىسى
uk: x264 - це безкоштовна програма для кодування відеопотоків у форматі H.264/MPEG-4 AVC.
ur: ايکس - ٢٦٤ ويڈيو اسٹریمزکو ايچ ـ ٢٦٤ / ايم پيگ - ٤ اے ـ وى ـ سى ـ کی شکل میں انکوڈنگ کرنے کے لئے ایک مفت پروگرام ہےـ
uz: x264 - bu videolarni H.264/MPEG-4 AVC formatga kodlovchi bepul ilovadir.
vi: x264 là một ứng dụng miễn phí nhằm mã hóa luồn video thành định dạng H.264/MPEG-4 AVC.
wa: x264 est ene aplicåcion libe po l' ecôdaedje des floûs videyo dins l' cogne H.264/MPEG-4 AVC.

source: For Developers
af: Vir Ontwikkelaars
ar: للمُطوّرين
ast: Pa desendolcadores
be: Для распрацоўнікаў
bg: За разработчици
bn_in: ডেভেলপারগণের জন্য
br: Evit an diorroerien
bs: Za Programere
ca: Per a desenvolupadors
cs: Pro vývojáře
cy: I Ddatblygwyr
da: For udviklere
de: Für Entwickler
de_lu: Fir Entwéckler
el: Για Προγραμματιστές
et: Arendajatele
fa: برای توسعه‌دهندگان
fi: Kehittäjille
fo: Til framleiðarar
fr: Pour les dévelopeurs
fy: Foar ûntwikkelers
gd: Airson luchd-leasachaidh
gl: Para desenvolvedores
gu: ડેવલોપર માટે
he: מידע למתכנתים
hi: डेवलपर्स के लिए
hr: Za razvijatelje
hu: Fejlesztőknek
id: Untuk Pengembang
is: Fyrir forritara
ja: 開発者の方へ
ka: იყიდება დეველოპერები
km: សម្រាប់​អ្នក​អភិវឌ្ឍន៍
kn: ಅಭಿವೃದ್ಧಿ ಪಡಿಸುವವರಿಗಾಗಿ
ky: Иштетүүчүлөргө
lo: ສຳລັບນັກພັດທະນາ
lt: Programuotojams
lv: Izstrādātājiem
mk: За развивачи
ml: വികസന പ്രവര്‍ത്തകര്‍ക്ക്
mn_mn: Хөгжүүлэгчдэд
mr: डेव्हलपरसाठी
ms: Untuk Pembangun
my: ပရိုဂရမ်ရေးသားသူများအတွက်
nb: For utviklere
nl: Voor ontwikkelaars
nn: For utviklarar
or: ବିକାଶକମାନଙ୍କ ପାଇଁ
pl: Dla deweloperów
pt_br: Para Desenvolvedores
ro: Pentru dezvoltatori
ru: Для разработчиков
si: සංවර්ධකයින් සඳහා
sk: Pre vývojárov
sl: Za razvijalce
sq: Për Zhvillues
sr: За програмере
sv: För utvecklare
ta: உருவாக்குநர்களுக்கு
te: వికాసకుల కోసం
th: สำหรับนักพัฒนา
tr: Geliştiriciler için
tt: Әзерләүчеләр өчен
ug: ئىجادكارلارغا ماس كېلىدۇ
uk: Для розробників
ur: ڈویلپرز کے لئے
uz: Tuzuvchilar uchun
vi: Dành cho Nhà Phát Triển
wa: Po les diswalpeus

source: View All Projects
af: Bekyk Alle Projekte
ar: اعرض كافّة المشاريع
ast: Ver tolos proyeutos
be: Глядзець усе праекты
bg: Преглед на всички проекти
bn_in: দেখা সমস্ত প্রকল্প
br: Gwelet an holl raktresoù
bs: Pogledaj Sve Projekte
ca: Mostra tots els projectes
cs: Zobrazit všechny projekty
cy: Gweld Pob Prosiect
da: Vis alle projekter
de: Alle Projekte ansehen
de_lu: All Projeten ukucken
el: Δείτε όλα τα Έργα
et: Vaata kõiki projekte
fa: نمایش همه پروژه‌ها
fi: Näytä kaikki projektit
fo: Vís allar verkætlanir
fr: Tous les projets
fy: Alle projekten toane
gd: Seall a h-uile pròiseact
gl: Ver todos os proxectos
gu: બધા પ્રોજેક્ટ જુઓ
he: צפייה בכל המיזמים
hi: सभी परियोजनाओं को देखें
hr: Prikaži sve projekte
hu: Összes projekt megnézése
id: Lihat Semua Proyek
is: Skoða öll verkefni
ja: すべてのプロジェクトを表示
ka: ყველა პროექტები
km: មើល​គម្រោង​ទាំងអស់
kn: ಎಲ್ಲ ಯೋಜನೆಗಳನ್ನು ನೋಡಿ
ky: Бардык долбоорлорду көрүү
lo: ເບີ່ງໂຄງການທັງໝົດ
lt: Rodyti visus projektus
lv: Skatīt visus projektus
mk: Види ги сите проекти
ml: എല്ലാ പദ്ധതികളും കാണൂ
mn_mn: Бүх төслийг харах
mr: सर्व प्रकल्प पहा
ms: Lihat Semua Projek
my: ပရောဂျက်များအားလံုးကြည့်ရှု
nb: Vis alle prosjekter
nl: Alle projecten weergeven
nn: Vis alle prosjekta
or: ସମସ୍ତ ପ୍ରକଳ୍ପ ଗୁଡିକକୁ ଦେଖନ୍ତୁ
pl: Pokaż wszystkie projekty
pt_br: Exibir Todos os Projetos
ro: Vezi toate proiectele
ru: Просмотреть все проекты
si: සියලුම ව්‍යාපෘතීන් නරඹන්න
sk: Zobraziť všetky projekty
sl: Pregled vseh projektov
sq: ShikoTë gjithë Projektet
sr: Погледај све пројекте
sv: Visa alla projekt
ta: அனைத்து திட்டங்களையும் பார்க்கவும்
te: అన్ని పరియోజనలను చూడండి
th: ดูโครงการทั้งหมด
tr: Tüm Projelere Bakın
tt: Барлык ниятләрне карарга
ug: بارلىق تۈرلەرنى كۆرۈش
uk: Переглянути усі проекти
ur: تمام براجيکٹ دیکھیں
uz: Hamma loyihalarni ko'rish
vi: Xem tất cả các dự án
wa: Vey tos les pordjets
