Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: extensions
af: uitbreidings
ar: الإضافات
bg: добавки
br: Aztennoù
bs: proširenja
cs: rozšíření
cy: estyniadau
da: udvidelser
de: Erweiterungen
de_lu: Extensiounen
el: επεκτάσεις
fi: laajennukset
fy: útwreidingen
he: הרחבות
hu: kiterjesztések
is: viðbætur
ja: エクステンション
kn: ವಿಸ್ತರಣೆಗಳು
lt: plėtiniai
lv: paplašinājumi
mr: विस्तार
ms: sambungan
nb: utvidelser
nl: extensies
nn: utvidingar
pl: rozszerzenia
pt_br: extensões
ru: расширения
si: දිගු
sk: rozšírenia
sl: razširitve
sv: tillägg
th: ส่วนขยาย
tr: kurun
uk: розширення

source: View all screenshots
af: Bekyk alle skermgrepe
ar: اعرض كلّ اللّقطات
ast: Ver toles captures de pantalla
be: Глядзець усе здымкі
bg: Преглед на всички снимки
bn_in: দেখা সমস্ত স্ক্রীনশট
br: Gwelet an holl skrammskeudennoù
bs: Pogledaj sve slikovne prikaze
ca: Mostra totes les captures
cs: Zobrazit všechny snímky obrazovky
cy: Gweld yr holl sgrinluniau
da: Vis alle skærmbilleder
de: Alle Bildschirmfotos ansehen
de_lu: Kuckt all Screenshoten.
el: Δείτε όλα τα στιγμιότυπα
et: Vaata kõiki kuvapilte
fa: نمایش تمامی تصاویر
fi: Näytä kaikki kuvakaappauksia
fo: Vís allar skíggjamyndir
fr: Voir toutes les captures d'écrans
fy: Alle skermôfdrukken toane
gd: Seall a h-uile glacadh-sgrìn
gl: Ver todas as capturas de pantalla
gu: બધા સ્ક્રીનશૉટ્સ જુઓ
he: צפייה בכל צילומי המסך
hi: सभी स्क्रीनशॉट देखें
hr: Prikaži sve snimke zaslona
hu: Összes képernyőkép megnézése
id: Lihat semua cuplikan layar
is: Skoða allar skjámyndir
ja: すべてのスクリーンショットを見る
ka: ყველა ეკრანის
km: មើល​រូបថត​អេក្រង់​ទាំងអស់
kn: ಎಲ್ಲಾ ತೆರೆಚಿತ್ರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ky: Бардык скриншотторду көрүү
lo: ເບີ່ງພາບໜ້າຈໍທັງໝົດ
lt: Rodyti visas programos nuotraukas
lv: Skatīt visus ekrānuzņēmumus
mk: Види ги сите слики
ml: എല്ലാ സ്ക്രീന്‍ ചിത്രങ്ങളും കാണൂ
mr: सर्व स्क्रीनशॉट्स पहा
ms: Lihat semua cekupan skrin
my: ဖန်သားပြင်ပုံရိပ်များအားလံုးကြည့်ရှု
nb: Vis alle skjermbilder
nl: Alle screenshots weergeven
nn: Vis alle skjermbileta
or: ସମସ୍ତ ସ୍କ୍ରିନସଟ୍ ଗୁଡିକ ଦେଖନ୍ତୁ
pl: Wszystkie zrzuty ekranu
pt_br: Exibir todas as imagens
ro: Vizualizează toate capturile de ecran
ru: Просмотреть все снимки экрана
si: සියලුම තිරරූප නරඹන්න
sk: Zobraziť všetky ukážky z prostredia
sl: Ogled zaslonskih slik
sq: Shiko te gjitha pamjet
sr: Погледај све снимке екрана
sv: Visa alla skärmdumpar
ta: அனைத்து திரைப்படிப்புகளையும் பார்
te: అన్ని తెరపట్టులను చూడండి
th: ชมภาพตัวอย่างทั้งหมด
tr: Tüm ekran görüntülerine bakın
tt: Барлык скриншотларны карарга
ug: بارلىق ئېكران كەسمىسىنى كۆرۈش
uk: Переглянути усі знімки екрану
ur: سکرين کى تمام تصاوير ديکھيے
uz: Hamma rasmlarini ko'rish
vi: Xem mọi hình ảnh về chương trình
wa: Vey totes les waitroûlêyes

source: Official Downloads of VLC media player
af: Amptelike Aflaaie van VLC mediaspeler
ar: التّنزيلات الرّسمية لمُشغل الوسائط VLC
ast: Descargues oficiales de VLC media player
be: Афіцыйныя сцягванні медыя-плэера VLC
bg: Официални версии за сваляне на VLC
bn_in: VLC মিডিয়া চালকের সরকারী ডাউনলোড
bs: Oficijelna Preuzimanja VLC medijskog izvođača
ca: Baixades oficials del reproductor multimèdia VLC
cs: Oficiální stažení přehrávače VLC
cy: Lawrlwythi swyddogol o chwaraeydd VLC
da: Officielle downloads af VLC media player
de: Offizielle Downloads des VLC media player
de_lu: Offiziell Downloaden vum VLC media Player.
el: Επίσημες Λήψεις του παίκτη μέσων VLC
et: VLC meediamängija ametlikud allalaadimised
fa: دانلود نسخه‌های رسمی پخش‌کننده چندرسانه‌ای VLC
fi: VLC-mediatoistimen viralliset ladattavat tiedostot
fo: Tak niður VLC-spælaran frá góðkendari keldu
fr: Téléchargements officiels de VLC média player
fy: Offisjele downloads fan VLC media player
gd: Far am faigh thu tionndaidhean oifigeach de chluicheadair mheadhanan VLC
gl: Descargas oficiais do VLC media player
gu: VLC મીડિયા પ્લેયર સત્તાવાર ડાઉનલોડ
he: הורדות רשמיות של נגן המדיה VLC
hi: VLC मीडिया प्लेयर की आधिकारिक डाउनलोड
hr: Službena preuzimanja VLC izvođača medija
hu: A VLC médialejátszó hivatalos letöltései
id: Unduhan Resmi untuk VLC media player
is: Opinber niðurhöl VLC margmiðlunarspilarans
ja: VLCメディアプレイヤーの公式ダウンロード
ka: ოფიციალური გადმოწერა და VLC Media Player
km: ទាញយក​កម្មវិធី​ចាក់​មេឌៀ VLC ជា​ផ្លូវការ
kn: VLC ಮೀಡಿಯಾ ಪ್ಲೇಯರ್ ಅನ್ನು ಅಧಿಕೃತವನ್ನು ಪಡೆಯಿರಿ
ky: VLC медиа-ойноткучунун расмий жүктөөлөрү
lo: ດາວໂຫຼດຢ່າງເປັນທາງການຂອງເຄື່ອງຫຼິ້ນ VLC media player
lt: Oficialus VLC leistuvės parsisiuntimas
lv: VLC multivides atskaņotāja oficiālās lejupielādes
mk: Официјални преземања на VLC
ml: വി.എല്‍.സി മീഡിയാ പ്ലെയറിന്റെ ഔദ്യോഗിക ഡൌണ്‍ലോഡുകള്‍
mr: VLC मीडिया प्लेयर चे अधिकृत डाऊनलोड
ms: Muat Turun Rasmi pemain media VLC
my: ဗီအလ်စီသီချင်းဖွင့်စက်တရားဝင်ကူးဆွဲများ
nb: Offisielle nedlastinger av VLC media player
nl: Officiële downloads van VLC media player
nn: Offfisielle nedlastingar av VLC media player
or: VLC ମିଡିଆ ପ୍ଲେୟାରର ଅଫିସିଆଲ୍ ଡାଉନଲୋଡଗୁଡିକ
pl: Oficjalne wydania odtwarzacza VLC
pt_br: Instaladores Oficiais do Reprodutor de Mídias VLC
ro: Legăturile oficiale pentru descărcarea VLC media player
ru: Официальные загрузки медиапроигрывателя VLC
si: VLC මාධ්‍ය වාදකයේ නිල බාගැනීම්
sk: Oficiálne stiahnutie prehrávača mediálnych súborov VLC
sl: Uradne različice predvajalnika VLC
sq: Shkarkime zyrtare të VLC media player
sr: Званична преузимања VLC Media Player-а
sv: Officiella nedladdningar av VLC media player
ta: விஎல்சி ஊடக இயக்கியின் அதிகாரப்பூர்வ பதிவிறக்கங்கள்
te: వియల్సీ మాధ్యమ ప్రదర్శకమును అధికారికంగా దింపుకున్నవారు
th: ดาวน์โหลดโปรแกรมเล่นสื่อ VLC รุ่นที่ออกอย่างเป็นทางการ
tr: Resmî VLC ortam oynatıcısı indirmeleri
tt: Рәсми VLC медиа-уйнаткычы йөкләүләре
ug: VLC media player ئىگە تەرەپ توربېكىتىدىن چۈشۈرۈش
uk: Офіційні завантаження медіапрогравача VLC
ur: وى ـ ايل ـ سى ـ میڈیا پلیئر کے سرکاری ڈا‎ؤنلوڈ
uz: VLC media pleyerning rasmiy yuklashlar
vi: Tải xuống phiên bản VLC chính thức
wa: Aberwetaedjes oficirs do djouweu d' media VLC

source: Sources
af: Bronne
ar: المصادر
ast: Fontes
be: Зыходны код
bg: Източници
bn_in: উৎস
br: Mammennoù
bs: Izvori
ca: Fonts
cs: Zdroje
cy: Ffynonellau
da: Kildekoden
de: Quellen
de_lu: Quellen
el: Κώδικας
et: Lähtekood
fa: منابع
fi: Lähteet
fo: Keldur
fy: Boarnen
gd: Tùsan
gl: Fontes
gu: સ્ત્રોતો
he: מקורות
hi: स्रोत
hr: Izvorni kôd
hu: Források
id: Sumber
is: Grunnkóði
ja: ソースコード
ka: წყაროები
km: ប្រភព
kn: ಮೂಲಗಳು
ky: Баштапкы код
lo: ແຫຼ່ງທີ່ມາ
lt: Programos kodas
lv: Avoti
mk: Извори
ml: ഉറവിടങ്ങള്‍
mr: स्त्रोत
ms: Sumber
my: ရင်းမြစ်များ
nb: Kilder
nl: Bronnen
nn: Kjelder
or: ସ୍ରୋତ
pl: Źródła
pt_br: Código Fonte
ro: Surse
ru: Исходный код
si: මූලාශ්‍ර
sk: Zdroje
sl: Viri
sq: Burimet
sr: Извори
sv: Källor
ta: மூலங்கள்
te: మూలాలు
th: ข้อมูลต้นฉบับ
tr: Kaynak Kodları
tt: Башлангыч код
ug: ئەسلى كود
uk: Вихідний код
ur: ذرائع - سورس کوڈ
uz: Manba kodlari
vi: Nguồn
wa: Sourdants

source: You can also directly get the
af: U kan ook die
ar: بإمكانك أيضًا الحصول مُباشرةً على
ast: Tamién pues obtener direutamente el
be: Вы таксама можаце атрымаць
bg: Също така, може директно да изтеглите
bn_in: আপনি ও সরাসরিভাবে পেতে পারেন
br: Gellout a rit kaout diouzhtu
bs: Možete također direktno preuzeti
ca: També podeu baixar directament el
cs: Také můžete stáhnout
cy: Gallwch hefyd cael yn uniongyrchol y
da: Du har også direkte adgang til
de: Sie können auch direkt den
de_lu: Dir kennt och direkt den
el: Μπορείτε επίσης να πάρετε τον
et: Võid alla laadida ka
fa: همچنین می‌توانید به طور مستقیم بگیرید:
fi: Voit myös suoraan hankkia
fo: Tú kanst eisini beinleiðis fáa
fr: Vous pouvez aussi récupérer le
fy: Krij ek daliks de
gd: Gheibh thu greim air
gl: Pode tamén obter directamente o
gu: તમે ડાઈરેકટ પણ મેળવી શકો છો
he: כמו כן, ניתן להוריד ישירות את
hi: आप भी सीधे प्राप्त कर सकते हैं
hr: Izravno možete preuzeti i
hu: Megkaphatod közvetlenül a
id: Anda juga dapat secara langsung mendapatkan
is: Þú getur líka komist beint í
ja: こちらから直接ダウンロードが可能です:
ka: ასევე შეგიძლიათ პირდაპირ მისაღებად
km: អ្នក​ក៏​អាច​យក​ដោយ​ផ្ទាល់នូវ
kn: ನೀವು ನೇರವಾಗಿ
ky: Бул жерден жүктөп алуу мүмкүндүгүңүз бар:
lo: ທ່ານຍັງສາມາດໄດ້ຮັບໂດຍກົງ
lt: Be to, galite tiesiogiai parsisiųsti
lv: Jūs varat arī tieši iegūt
mk: Исто така, можете директно да го земете
ml: നിങ്ങള്‍ നേരിട്ടും കിട്ടാം
mr: तुम्ही थेट पण घेऊ शकता
ms: Anda boleh juga mendapatkan secara terus
my: တိုက်ရိုက်ရရှိနိုင်
nb: Du kan også direkte få
nl: U kunt ook rechtstreeks de
nn: Du kan òg direkte få
or: ଆପଣ ମଧ୍ୟ ସିଧାସଳଖ ପାଇପାରିବେ
pl: Możesz również bezpośrednio pobrać
pt_br: Você também pode obter diretamente o
ro: Puteți, de asemenea, descărca direct
ru: Вы также можете загрузить
si: ඔබට කෙලින්ම ලබා ගැනීමට හැක
sk: Môžete si priamo stiahnuť aj
sl: Na voljo je tudi celotna
sq: Ju gjithashtu mund të merrni direkt
sr: Можете и да директно преузмете
sv: Du kan även direkt hämta
ta: நீங்கள் நேரடியாகவும் பெற முடியும்:
te: మీరు కూడా నేరుగా పొందవచ్చు
th: คุณสามารถรับ
tr: VLC
tt: Сез шулай ук йөкли аласыз
ug: سىزمۇ بىۋاسىتە ئېرىشەلەيسىز
uk: Ви також можете отримати
ur: آپ براہ راست بھی حاصل کر سکتے ہیں
uz: Bevosita olishingiz mumkin:
vi: Bạn có thể trực tiếp tải
wa: Vos ploz eto aveur direk li

source: source code
af: bronkode kry
ar: المصدر
ast: códigu fonte
be: зыходны код
bg: изходния код
bn_in: উৎ‍স কোড
br: ar C'hod Mammenn
bs: izvorni kod
ca: codi font
cs: zdrojový kód
cy: côd gwreiddiol
da: kildekoden
de: Quellcode herunterladen
de_lu: Quell-Code eroflueden
el: πηγαίο κώδικα
et: lähtekoodi
fa: کد منبع
fi: lähdekoodin
fo: keldukotuna
fr: code source
fy: boarnekoade
gd: an còd tùsail cuideachd
gl: código fonte
gu: સ્ત્રોત કોડ
he: קוד המקור
hi: स्रोत कोड
hr: izvorni kôd
hu: forráskódot
id: kode sumber
is: grunnkóðann
ja: ソースコード
ka: კოდი
km: កូដ​ប្រភព
kn: ಮೂಲ ಕೋಡ್ ಪಡೆಯಬಹುದು
ky: баштапкы код
lt: pirminį programos tekstą
lv: pirmkodu
mk: изворен код
ml: അടിസ്ഥാന കോഡ്
mn_mn: эх код
mr: स्त्रोत कोड
ms: kod sumber secara terus
my: ရင်းမြစ်ကုဒ်
nb: kildekoden
nl: broncode verkrijgen
nn: kjeldekoden
or: ସ୍ରୋତ କୋଡ
pl: kod źródłowy
pt_br: código fonte
ro: codul sursă
ru: исходный код
si: මූලාශ්‍ර කේතය
sk: zdrojový kód programu
sl: izvorna koda
sq: kodin burim
sr: изворни кôд
sv: källkoden
ta: மூல நிரல்கள்
te: మూల సంకేతం
th: ซอร์สโค้ด
tr: kaynak kodu
tt: Башлангыч код
ug: ئەسلى كود
uk: джерельний код
ur: سورس کوڈ
uz: manba kodi
vi: mã nguồn
wa: côde sourdant

source: A project and a
ky: Долбоор жана
mk: Проект и
mn_mn: Төсөл болон
or: ଏକ ପ୍ରକଳ୍ପ ଓ

source: composed of volunteers, developing and promoting free, open-source multimedia solutions.
mk: создаден од волонтери, бесплатно развиван и промовиран, бесплатно и слободно мултимедијално решение.
mn_mn: сайн дурын үндэслэгчид, чөлөөт хөгжүүлэлт ба дэмжигчид, нээлттэй эхийн дамжуулгын шийдлүүд.
or: ଯାହାକି ସ୍ବେଚ୍ଛାସେବୀମାନଙ୍କ ଦ୍ବାରା ବିକଶିତ ଓ ପ୍ରୋତ୍ସାହିତ ହେଉଥିବା, ନିଃଶୁଳ୍କ, ମୁକ୍ତ ସ୍ରୋତ ମଲ୍ଟିମିଡିଆ ସମାଧାନ ଅଟେ|

source: DONATE
mk: ДОНИРАЈ
or: ଦାନ କରନ୍ତୁ

source: why?
ky: эмне үчүн?
lo: ເປັນຫຍັງ?
mk: зошто?
mn_mn: яагаад?
or: କାହିଁକି?

source: Home
ky: Башкы
lo: ໜ້າຫຼັກ
mk: Дома
mn_mn: Нүүр
or: ମୁଖ୍ୟ ପୃଷ୍ଠା

source: Support center
ky: Колдоо борбору
lo: ສູນໃຫ້ການສະໜັບສະໜູນ
mk: Центар за поддршка
mn_mn: Туслах төв
or: ସମର୍ଥନ କେନ୍ଦ୍ର

source: Dev' Zone
ky: Иштетүүчүлөргө
mk: Зона за развивачи
mn_mn: Хөгжүүлэлт
or: ବିକାଶକାରୀଙ୍କ କ୍ଷେତ୍ର

source: Other Systems and Versions
mk: Други системи и верзии
or: ଅନ୍ୟ ସିଷ୍ଟମ୍ ଓ ସଂସ୍କରଣ ଗୁଡିକ

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVD, Audio CD, VCD, and various streaming protocols.
mk: VLC е бесплатен и слободен мултимедијален плеер и рамка која поддржува голем дел од мултимедијалните датотеки како DVD, Audio CD, VCD и различни протоколи за стрим.
or: VLC ଏକ ନିଃଶୁଳ୍କ ଓ ମୁକ୍ତ ସ୍ରୋତ, କ୍ରସ୍‌- ପ୍ଲାଟଫର୍ମ ମିଡିଆ ପ୍ଲେୟାର ଏବଂ ରୂପରେଖା ଅଟେ ଯେଉଁଥିରେ କି ମଲ୍ଟିମିଡିଆ ଫାଇଲଗୁଡିକ ସହ ଡିଭିଡି, ଅଡିଓ ସିଡି, ଭିସିଡି ଏବଂ ବିଭିନ୍ନ ପ୍ରକାର ଷ୍ଟ୍ରିମିଂ ପ୍ରୋଟୋକଲଗୁଡିକ ଚାଲିପାରେ|

source: Simple, fast and powerful media player.
ky: Жөнөкөй, тез жана күчтүү мультимедиа ойноткуч.
lo: ເຄື່ອງຫຼິ້ນ VLC media player ງ່າຍ, ໄວ ແລະ ມີປະສິດທິພາບ.
mn_mn: Энгийн, хурдан, хүчирхэг дамжуулга тоглуулагч.
or: ସରଳ, କ୍ଷିପ୍ର ଓ ଶକ୍ତିଶାଳୀ ମିଡିଆ ପ୍ଲେୟାର|

source: Plays everything: Files, Discs, Webcams, Devices and Streams.
ky: Баарын ойнотот: файлдар, дисктер, веб-камералар, түзмөктөр жана тармак агындары.
lo: ຫຼິ້ນທຸກຢ່າງ: Files, Discs, Webcams, Devices and Streams.
or: ସବୁକିଛିକୁ ଚଳାଇପାରେ: ଫାଇଲ, ଡିସ୍କ, ୱେବ୍‌କ୍ୟାମ୍‌, ଯନ୍ତ୍ର ଏବଂ ଷ୍ଟ୍ରିମ୍‌|

source: Plays most codecs with no codec packs needed:
lo: ຫຼິ້ນໂຕປ່ຽນສັນຍານສ່ວນໃຫຍ່ບໍ່ມີໂຕປ່ຽນສັນຍານທີ່ຕ້ອງໃຊ້:
or: ବିନା କୌଣସି କୋଡେକ୍ ପ୍ୟାକ୍ ସହାୟତାରେ ପ୍ରାୟ କୋଡେକ୍ କୁ ଚଳାଇପାରୁଅଛି|

source: Runs on all platforms:
ky: Баардык платформаларда иштейт:
lo: ເຮັດວຽກໃນ platform ທັງໝົດ:
or: ସମସ୍ତ ପ୍ଲାଟଫର୍ମ ଗୁଡିକରେ ଚାଲୁଅଛି:

source: Completely Free, 0 spyware, 0 ads and no user tracking.
or: ପୁର୍ଣ୍ଣ ରୂପରେ ନିଃଶୁଳ୍କ, 0 ସ୍ପାଏୱାୟାର, 0 ବିଜ୍ଞାପନ ଓ କୌଣସି ଉପଯୋଗକର୍ତ୍ତା ଟ୍ରାକିଂ ନାହିଁ|

source: Can do media conversion and streaming.
lo: ສາມາດດັດແປງສື່ ແລະ ສະຕິມມິ່ງ.
or: ମିଡିଆ ପ୍ରତିବଦଳ ଓ ଷ୍ଟ୍ରିମିଂ କରିପାରିବ|

source: Discover all features
ky: Бардык өзгөчөлүктөрүн көрүү
lo: ຄົ້ນພົບຄຸນສົມບັດທັງໝົດ
mk: Откриј ги сите карактеристики
or: ସମସ୍ତ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକୁ ଆବିଷ୍କାର କରନ୍ତୁ

source: Other OS
mk: Останати OS
or: ଅନ୍ୟ ଓଏସ

source: Completely Free, no spyware, no ads and no user tracking.
lo: ຫຼິ້ນສໍາເລັດ, ແບບທີ່ບໍ່ມີການໂຄສະນາ ແລະ ບໍ່ມີການຕິດຕາມຜູ້ໃຊ້.
