Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: VLC: Official site - Free multimedia solutions for all OS!
af: VLC: Amptelike blad - Gratis multimediaprogrammatuur vir alle BS’e!
ar: VLC: الموقع الرّسمي - حلول الوسائط لكلّ أنظمة التّشغيل!
ast: VLC: Sitiu oficial - Soluciones multimedia de software llibre pa tolos Sistemes Operativos!
be: VLC: Афіцыйны сайт — Вольныя мультымедыйныя рашэнні для ўсіх АС!
bg: VLC : Официален уеб сайт — Безплатни мултимедийни решения за всички ОС!
bn_in: VLC: অফিসিয়াল সাইট - ফ্রি সকল OS এর জন্য মাল্টিমিডিয়া সমাধান!
bs: VLC: Oficijelna stranica - Besplatno multimedijalno rješenje za sve OS-e!
ca: VLC: lloc web oficial - Solucions multimèdia gratuïtes i lliures per a tots els SO!
cs: VLC: oficiální stránka - svobodná multimediální řešení pro všechny OS!
cy: VLC: Gwefan swyddogol - Rhaglenni amlgyfrwng am ddim ar gyfer pob OS!
da: VLC: Officielt websted - Frie multimedieløsninger til alle styresystemer!
de: VLC: Offizielle Webseite - Freie Multimedialösungen für alle Betriebssysteme!
de_lu: VLC: Offiziell Säit – Fräi Multimedia Léisungen fir all Betribssystemer!
el: VLC: Επίσημη σελίδα - Δωρεάν λύσεις πολυμέσων για όλα τα λειτουργικά συστήματα!
et: VLC ametlik koduleht - Vabad multimeedialahendused kõigile!
fa: VLC: سایت رسمی - راهکارهای چندرسانه‌ای رایگان برای تمامی سیستم‌های عامل!
fi: VLC: Virallinen sivusto - Ilmainen multimediaratkaisut kaikki OS!
fo: VLC: Almenna síðan - Ókeypis margmiðlaloysnir til allar stýriskipanir!
fr: VLC: Site officiel - Des solutions multimédias libres pour tous les OS !
fy: VLC: Offisjele website - Fergese multimedia-oplossingen foar alle bestjoeringssystemen!
gd: VLC: An làrach oifigeach - Fuasglaidhean ioma-mheadhanach airson gach OS!
gl: VLC: Sitio oficial - Solucións multimedia libres para todos os SO!
gu: વીએલસી: સત્તાવાર સાઇટ - બધા OS માટે મુક્ત મલ્ટીમીડિયા ઉકેલો!
he: VLC: האתר הרשמי - פתרונות מולטימדיה חופשיים עבור כל מערכות ההפעלה!
hi: VLC: आधिकारिक साइट - सभी ओएस के लिए मुफ्त मल्टीमीडिया समाधान!
hr: VLC: Službene stranice - Slobodna multimedijalna rješenja za sve operacijske sustave!
hu: VLC: Hivatalos oldal – Szabad multimédia megoldások minden OS-re!
id: VLC: Situs resmi - solusi multimedia gratis untuk semua OS!
is: VLC: Opinber vefur verkefnisins - Frjálsar margmiðlunarlausnir fyrir öll stýrikerfi!
ja: VLC: オフィシャルサイト - すべてのOSにフリーなマルチメディアソリューションを!
ka: VLC: ოფიციალური საიტი - უფასო მულტიმედია გადაწყვეტილებების ყველა OS!
km: VLC ៖ តំបន់​បណ្ដាញ​ផ្លូវការ - កម្មវិធី​ចាក់​ពហុ​មេឌៀ​ដោយ​គិត​ថ្លៃ​សម្រាប់​គ្រប់​ប្រព័ន្ធ​ប្រតិបត្តិការ!
kn: ವಿ ಎಲ್ ಸಿ: ಅಧಿಕೃತ ಜಾಲತಾಣ - ಎಲ್ಲಾ ಓಎಸ್ ಗಳಿಗೆ ಸ್ವತಂತ್ರ ಬಹುಮಾಧ್ಯಮ ತಂತ್ರಾಂಶ!
ky: VLC: Расмий сайты - Бардык ОСтер үчүн бекер мультимедиалык чечимдер!
lo: VLC: ເວັບໄຊທີ່ເປັນທາງການ - ວິທີແກ້ໄຂ multimedia ຟຣີສໍາລັບ OS ທັງຫມົດ!
lt: VLC: oficiali svetainė – nemokami įvairialypės terpės sprendimai visoms operacinėms sistemoms!
lv: VLC: Oficiālā vietne - bezmaksas multivides risinājumi visām operētājsistēmām!
mk: VLC: Официјален сајт - Бесплатно мултимедијално решение за сите OS!
ml: വി.എല്‍.സി: ഔദ്യോഗിക സൈറ്റ് -എല്ലാ ഒ.എസിനുമുള്ള ബഹുമാധ്യമ സംവിധാനം
mn_mn: VLC: Албан ёсны сайт - Бүх ҮС-д үнэгүй дамжуулгын шийдлүүд
mr: VLC: अधिकृत संकेतस्थळ - सर्व OS साठी मोफत मल्टीमीडिया उपाय!
ms: VLC: Laman rasmi - Penyelesaian multimedia bebas untuk semua OS!
my: ဗီအလ်စီ: တရားဝင်ဆိုက် - စက်လည်ပတ်စနစ်အားလံုးအတွက်အခမဲ့မာတီမီဒီယာအဖြေများ!
nb: VLC: Offisiell side - Gratis multimedialøsninger for alle OS!
nl: VLC: Officiële site - Gratis multimedia-oplossingen voor alle besturingssystemen!
nn: VLC: Offisiell side - Gratis multimedia-løysingar for alle OS!
or: VLC: ଅଫିସିଆଲ୍ ସାଇଟ୍ - ସମସ୍ତ ଓଏସ୍‌ ପାଇଁ ନିଃଶୁଳ୍କ ମଲ୍ଟିମିଡିଆ ସମାଧାନ!
pl: VLC: oficjalna strona - wieloplatformowe darmowe rozwiązania multimedialne!
pt_br: VLC: Site oficial - Soluções multimídia livres para todos os SO!
ro: VLC: Situl oficial - Soluții multimedia gratuite pentru toate sistemele de operare!
ru: VLC: Официальный сайт - Бесплатные мультимедийные решения для всех ОС!
si: VLC: නිල අඩවිය - සියලුම මෙහෙයුම් පද්ධති සඳහා නිදහස් බහුමාධ්‍ය විසදුම්!
sk: VLC: Oficiálna stránka – voľne šíriteľné multimediálne riešenia pre všetky operačné systémy!
sl: VLC: uradna stran - prosta predstavna rešitev za vse operacijske sisteme!
sq: VLC: Faqja zyrtare - Zgjidhje multimediash falas per te gjitha sistemet e operimit!
sr: Званичан сајт VLC-а — слободна решења за све оперативне системе!
sv: VLC: Officiell webbplats - Fri multimedialösning för alla operativsystem!
ta: VLC: அதிகாரப்பூர்வ தளம் - அனைத்து இயங்குதளங்களிலும் இலவசமாக கிடைக்கும் பல்லூடக தீர்வு!
te: VLC: అధికారిక గూడు - అన్ని నిర్వాహక వ్యవస్థలకు ఉచిత బహుళమాధ్యమ పరిష్కారం!
th: VLC: เว็บไซต์ - การใช้งานมัลติมีเดีย สำหรับทุก OS ฟรี!
tr: VLC: Resmî sitesi - Tüm işletim sistemleri için özgür çoklu ortam çözümleri!
tt: VLC: Рәсми сәхифә - Түләүсез мультимедиа нәтиҗәләре барлык ОС өчен!
ug: VLC :ئىگە تەرەپ تور بېكىتى -پۈتكۈل سۇپىدىكى قويغۇلارنىڭ مەسىلىسىنى ھەل قىلىدۇ !
uk: VLC: Офіційний сайт - безкоштовні мультимедійні рішення для всіх ОС!
ur: وىـى ـ ايل ـ سى ـ سرکاری سائٹ - تمام آپريٹنگ سسٹمز کے لئے مفت ملٹی میڈیا پروگرام!
uz: VLC: Rasmiy sayt - Hamma OT uchun erkin multimedia echimlari!
vi: VLC: Trang WEB chính thức - Giải pháp truyền thông đa phương tiện dành cho mọi Hệ Điều Hành!
wa: VLC: Site oficir - Des rexhowes multimedia libes po tos les SO!

source: Other projects from VideoLAN
af: Ander projekte van VideoLAN
ar: مشاريعٌ أخرى من VideoLAN
ast: Otros proyeutos de VideoLAN
be: Іншыя праекты VideoLAN
bg: Други проекти на VideoLAN
bn_in: VideoLAN থেকে অন্যান্য প্রকল্প
br: Raktresoù all kaset da benn gant VideoLAN
bs: Drugi projekti od VideoLAN-a
ca: Altres projectes de VideoLAN
cs: Další projekty od VideoLAN
cy: Prosiectau eraill gan VideoLAN
da: Andre projekter fra VideoLAN
de: Andere Projekte von VideoLAN
de_lu: Aner Projeten vun VideoLAN
el: Άλλα προγράμματα από το VideoLAN
et: Teised VideoLAN-i projektid
fa: پروژه‌هایی دیگر از VideoLAN
fi: Muita hankkeita VideoLAN
fo: Aðrar verkætlanir frá VideoLAN
fr: Autres projets de VideoLAN
fy: Oare projekten fan VideoLAN
gd: Pròiseactan eile aig VideoLAN
gl: Outros proxectos de VideoLAN
gu: VideoLAN અન્ય પ્રોજેક્ટ
he: מיזמים אחרים מבית VideoLAN
hi: VideoLAN से अन्य परियोजनाओं
hr: Drugi VideoLAN projekti
hu: Egyéb projektek a VideoLAN-tól
id: Proyek lain dari VideoLAN
is: Önnur verkefni á vegum VideoLAN
ja: VideoLANの他のプロジェクト
ka: სხვა პროექტების VideoLAN
km: គម្រោង​ផ្សេង​ទៀត​ពី VideoLAN
kn: ವಿಡಿಯೊ ಲ್ಯಾನ್ ನಿಂದ ಇತರೆ ಯೋಜನೆಗಳು
ky: VideoLAN'дын башка долбоорлору
lo: ໂຄງການອຶ່ນໆຈາກ VideoLAN
lt: Kiti VideoLAN projektai
lv: Citi VideoLAN projekti
mk: Други проекти од VideoLAN
ml: വീഡിയോലാനിന്റെ മറ്റു പദ്ധതികള്‍
mn_mn: VideoLAN-ийн бусад төслүүд
mr: VideoLAN चे इतर प्रकल्प
ms: Projek lain dari VideoLAN
my: ဗီဒီယိုလမ်းမှတစ်ခြားပရောဂျက်များ
nb: Andre prosjekter fra VideoLAN
nl: Andere projecten van VideoLAN
nn: Andre prosjekt frå VideoLAN
or: VideoLAN ପକ୍ଷରୁ ଅନ୍ୟ ପ୍ରକଳ୍ପ
pl: Inne projekty VideoLAN
pt_br: Outros projetos do grupo VideoLAN
ro: Alte proiecte ale VideoLAN
ru: Другие проекты VideoLAN
si: VideoLAN වෙතින් වෙනත් ව්‍යාපෘතීන්
sk: Ostatné projekty tímu VideoLAN
sl: Preostali projekti VideoLAN
sq: Projekte të tjera nga VideoLAN
sr: Други пројекти од VideoLAN-а
sv: Andra projekt från VideoLAN
ta: வீடியோலேனின் பிற திட்டங்கள்
te: వీడియోల్యాన్ నుండి ఇతర పరియోజనలు
th: โครงการอื่นๆ ของ VideoLAN
tr: Diğer VideoLAN projeleri
tt: Башка VideoLAN ниятләре
ug: VideoLAN نىڭ باشقا تۈرلىرى
uk: Інші проекти від VideoLAN
ur: ويڈيو لين کے علاوہ پراجيکٹ
uz: VideoLANning boshqa loyihalari
vi: Các dự án khác của VideoLAN
wa: Ôtes pordjets da VideoLAN

source: For Everyone
af: Vir Almal
ar: للجميع
ast: Pa tol mundu
be: Для ўсіх
bg: За всекиго
bn_in: প্রত্যের জন্য
br: Evit an holl
bs: Za Sve
ca: Per a tothom
cs: Pro každého
cy: I Bawb
da: For alle
de: Für Alle
de_lu: Fir jiddereen
el: Για όλους
et: Kõigile
fa: برای همه
fi: Kaikille
fo: Ætlað øllum
fr: Pour tous
fy: Foar eltsenien
gd: Airson a h-uile duine
gl: Para todos
gu: બધા માટે
he: לכולם
hi: सभी के लिए
hr: Za sve korisnike
hu: Mindenkinek
id: Untuk Semua Orang
is: Fyrir alla
ja: すべての方へ
ka: ყველასათვის
km: សម្រាប់​អ្នក​រាល់​គ្នា
kn: ಎಲ್ಲಾರಿಗಾಗಿ
ky: Баарына
lo: ສຳລັບທຸກຄົນ
lt: Kiekvienam
lv: Visiem
mk: За секого
ml: എല്ലാവര്‍ക്കും
mn_mn: Хүн бүрт
mr: प्रत्येकासाठी
ms: Untuk Semua
my: အားလံုးအတွက်
nb: For alle
nl: Voor iedereen
nn: For alle
or: ସମସ୍ତଙ୍କ ପାଇଁ
pl: Dla każdego
pt_br: Para Todos
ro: Pentru toți
ru: Для всех
si: සියල්ලන්ම සඳහා
sk: Pre každého
sl: Za vse
sq: Për të Gjithë
sr: За све
sv: För allihopa
ta: அனைவருக்கும்
te: ప్రతీఒక్కరి కోసం
th: สำหรับผู้ใช้ทั่วไป
tr: Herkes için
tt: Барысы өчен
ug: بارلىق ئىشلەتكۈچىلەرگە ماسلاشقان
uk: Для кожного
ur: سب کے ليے
uz: Hamma uchun
vi: Dành cho mọi người
wa: Po tertos

source: VLC is a powerful media player playing most of the media codecs and video formats out there.
af: VLC is ’n kragtige mediaspeler wat die meeste bestaande mediakodeks en videoformate kan speel.
ar: يُعدّ VLC مشغلًا فعّالًا للوسائط بما يتميز من قدرةٍ على تشغيل مُعظم ترميزات و صيغ الوسائط الموجودة حاليًا.
ast: VLC ye un potente reproductor multimedia que reproduz la mayoría de los códecs multimedia y formatos de videu qu'esisten.
be: VLC — магутны мультымедыя-плэер, які падтрымлівае большасць існых медыя-кодэкаў і фарматаў відэа.
bg: VLC е мощна програма за възпроизвеждане на повечето от съществуващите видове медийни кодеци и видео формати.
bn_in: VLC মিডিয়া কোডেক এবং ভিডিও বিন্যাস বাইরে সেখানের একটি ক্ষমতাশালী মিডিয়া চালক চালানো হচ্ছে সর্বাপেক্ষা।
bs: VLC je moćan medijski izvođač koji producira većinu medijskih kodeka i video formata koji postoje.
ca: VLC és un potent reproductor multimèdia que reprodueix la majoria de còdecs multimèdia i formats de vídeo que existeixen.
cs: VLC je výkonný přehrávač videí, který zvládne přehrát většinu známých kodeků a video formátů.
cy: Chwaraeydd cyfryngau pwerus yw VLC; mae'n chwarae bron pob fformat a chodec fideo sy'n bodoli.
da: VLC er en stærk medieafspiller, der afspiller de fleste medie-codecs og videoformater, som findes derude.
de: VLC ist ein mächtiger Mediaplayer, der die meisten Mediacodecs und Videoformate abspielen kann.
de_lu: De VLC ass e leeschtungsstaarken Media Player den déi meeschten Media-Codecen a Video-Formaten ofspille kann.
el: Το VLC είναι ένας πανίσχυρος παίκτης μέσων που παίζει τα περισσότερα από τα codecs μέσων και είδη βίντεο που υπάρχουν.
et: VLC on võimas meediamängija, mis oskab esitada enamikku olemasolevatest meediakoodekitest ja videovormingutest.
fa: VLC پخش‌کننده‌ی چندرسانه‌ای قدرتمندی است که قادر به اجرای اکثر کدک‌های رسانه‌ای و قالب‌های ویدیویی می‌باشد.
fi: VLC on tehokas mediasoitin joka toistaa suurimman osan formaateista ja koodekeista.
fo: VLC er ein máttmikil spælari, ið klárar at spæla flestu ljóð- og videofílur, sum finnast.
fr: VLC est un lecteur multimédia puissant capable de lire la plupart des codecs média et des formats vidéo.
fy: VLC is in krêftige mediaspiler dy't de measte besteande mediakodeks en fideoformaten ôfspilet.
gd: Tha VLC 'na chluicheadair mheadhanan a chluicheas cha mhòr codec meadhain is fòrmar video sam bith a tha a-muigh an-siud.
gl: VLC é un potente reprodutor multimedia compatíbel coa maioría dos códecs multimedia e os formatos de vídeo existentes.
gu: વીએલસી એક શક્તિશાળી માધ્યમ ત્યાં બહાર મીડિયા કોડેક અને વિડિઓ બંધારણોને પ્લે કરે છે.
he: VLC הנו נגן מדיה רב עצמה המסוגל לנגן את רוב מקודדי המדיה וסוגי הווידאו הקיימים.
hi: VLC एक शक्तिशाली मीडिया प्लेयर है जो बहुत तरह के मीडिया कोडेक्स तथा विडियो प्रारूपों को चलाता है.
hr: VLC je moćan multimedijski izvođač, koji podržava većinu medijskih kodeka i video formata.
hu: A VLC egy nagyszerű médialejátszó, amely lejátssza a legtöbb médiakodeket és videoformátumot.
id: VLC adalah pemutar media luar biasa yang dapat memutar hampir semua format video dan codec.
is: VLC er öflugur margmiðlunarspilari sem ræður við flestar þær gerðir kóðunarlykla (codecs) og vídeósniða sem finnast.
ja: VLCはほとんどのメディアコーデックとビデオフォーマットに対応したパワフルなメディアプレイヤーです。
ka: VLC არის ძლიერი მედიის მოთამაშე თამაში ყველაზე მედიის კოდეკების და ვიდეო ფორმატების არსებობს.
km: VLC ជា​កម្មវិធី​ចាក់​មេឌៀ​ដ៏​មាន​អានុភាព ដែល​ចាក់​កូឌិក​មេឌៀ​ភាគ​ច្រើន និង​​ទ្រង់ទ្រាយ​វីដេអូ​ជា​ច្រើន​ ។
kn: ವಿ ಎಲ್ ಸಿ ಯು ಎಲ್ಲಾ ತರಹದ ಮೀಡಿಯಾ ಕೋಡೆಕ್ ಗಳನ್ನು ಹಾಗೂ ವೀಡಿಯೋಗಳನ್ನು ಆಡಿಸಬಲ್ಲ ಒಂದು ಶಕ್ತಿಶಾಲಿ ಮಾಧ್ಯಮ ತಂತ್ರಾಶವಾಗಿದೆ.
lt: VLC yra galinga įvairialypės terpės kūrinių leistuvė, palaikanti daugumą kodekų ir vaizdo formatų.
lv: VLC ir jaudīgs multivides atskaņotājs, kas atskaņo lielāko daļu pieejamo kodeku un video formātu.
mk: VLC е моќен медија плеер кои содржи голем број на кодеци и виде формати.
ml: നിലവിലുള്ള മിക്കവാറും എല്ലാ മീഡിയ ഫോര്‍മാറ്റുകളെയും പിന്തുണക്കുന്ന ഒരു അത്യുഗ്രന്‍ മീഡിയ പ്ലെയറാണു വി.എല്‍.സി
mn_mn: VLC бол ихэнх кодчилол болон дууны тогтнолыг тоглуулдаг чадварлаг тоглуулагч юм.
mr: VLC हा शक्तिशाली मीडिया प्लेयर असून तो जवळपास सर्व मीडिया कोडेक तसेच चित्रफीत प्रकार प्ले करतो.
ms: VLC adalah pemain media berkuasa yang memainkan kebanyakan kodeks media dan format video di luar sana.
my: ဗီအလ်စီသည်မီဒီယာအသံချုံချဲနှင့်ဗီဒီယိုပုံစံများအများစုကိုဖွင့်နိုင်သောအစွမ်းထက်သောမီဒီယာဖွင့်စက်ဖြစ်။
nb: VLC er en kraftig mediespiller som spiller av det meste av media- og videoformater der ute.
nl: VLC is een krachtige mediaspeler die de meeste bestaande mediacodecs en videoformaten afspeelt.
or: VLC ଏକ ଶକ୍ତିଶାଳୀ ମିଡିଆ ପ୍ଲେୟାର ଅଟେ ଯେଉଁଥିରେ କି ବହୁତ ପ୍ରକାରର ମିଡିଆ କୋଡେକ୍ ଏବଂ ଭିଡ଼ିଓ ଫର୍ମାଟସମୂହ ଚାଲିପାରେ|
pl: VLC jest funkcjonalnym odtwarzaczem multimedialnym, obsługującym większość istniejących kodeków i formatów wideo.
pt_br: O VLC é um reprodutor de mídias poderoso, capaz de reproduzir a maioria dos codificadores de mídia e formatos de vídeo por aí.
ro: VLC este un program de redare media puternic ce rulează majoritatea codorilor și formatelor video existente.
ru: VLC — мощный медиапроигрыватель, который воспроизводит большинство существующих мультимедийных кодеков и форматов.
si: VLC යනු ඉතා වැඩි පංගුවක් මාධ්‍ය කොඩෙක් සහ විදෘශ්‍ය ආකෘතින් වාදනය කරන බලවත් මාධ්‍ය වදකයකි.
sk: VLC je výkonným prehrávačom médií, ktorý dokáže prehrávať väčšinu kodekov a formátov videa.
sl: VLC je napredni predvajalnik s podporo večine javno dostopnih kodekov in video zapisov.
sq: VLC eshte nje media player i fuqishem duke luajtur shumicen e kodeve te medias dhe formateve te videove qe ekzistojne
sr: VLC је моћан медијски плејер који подржава већину медијских кодека и видео-формата.
sv: VLC är en kraftfull mediaspelare som spelar upp de flesta mediaavkodarna och videoformaten där ute.
ta: விஎல்சி என்பது பெரும்பான்மையான பல்லூடக கோடக்குகளையும் காணொளி வடிவூட்டங்களையும் இயக்கும் ஒரு சக்திவாய்ந்த பல்லூடக இயக்கி இருந்து வருகிறது.
te: వియల్సీ అనేది అనేక మాధ్యమ కోడెక్లను, దృశ్యక ఆకృతులను ప్రదర్శించగల ఒక శక్తివంతమైన మాధ్యమ ప్రదర్శకం.
th: VLC เป็นโปรแกรมเล่นสื่อทรงประสิทธิภาพ สามารถใช้งานกับพวก ตัวอ่าน-ลงรหัสและสื่อวีดิทัศน์ได้แทบทุกรูปแบบ
tr: VLC, hemen hemen tüm ortam kodlayıcı/çözücülerini ve görüntü biçimlerini kullanabilen güçlü bir ortam oynatıcıdır.
tt: VLC - көчле мультимедиа уйнаткычы, ул күпчелек булган медиа-кодеклар һәм видео форматларын уйната ала .
ug: VLC بولسا ناھايىتى قۇدرەتلىك بولغان قويغۇ،ئىقتىدار جەھەتتىن ئالغاندا ھازىرقى بار بولغان بارلىق ھۆججەت تىپلىرىنى قويۇش ئىقتىدارىغا ئىگە.
uk: VLC - це потужний медіапрогравач, який відтворює більшість існуючих медіа-кодеків та форматів відео.
ur: وىـى ـ ايل ـ سى ـ ایک طاقتور میڈیا پليئر ہے جو کہ زيادہ ترمیڈیا کوڈيک اور ویڈیو فارمیٹ چلاتا ہے ـ
uz: VLC - bu aksariyat media kodek va formatlarni chala oladigan kuchli media ijrochisidir.
vi: VLC là một chương trình giải trí đa phương tiện, miễn phí và mã nguồn mở, có thể đọc được mọi định dạng tập tin media và video hiện có.
wa: VLC est on roed djouweu d' media ki pout lére li pupårt des codecs et des cognes videyo.

source: VideoLAN Movie Creator is a non-linear editing software for video creation.
af: VideoLAN Movie Creator is nie-lineëre redigeringsprogrammatuur vir videoskepping.
ar: مُنشِئ الأفلام من VideoLAN هو برمجية رسومية لتحرير و إنشاء الملفات المرئية.
ast: VideoLAN Movie Creator ye un software d'edición non llinial pa la creación de videu.
be: VideoLAN Movie Creator — нелінейны рэдактар ​​для стварэння відэа.
bg: VideoLAN Movie Creator е нелинеен софтуер за създаване и редактиране на видео клипове.
bn_in: VideoLAN চলচ্চিত্র সৃষ্টিকারী ভিডিও সৃষ্টির জন্য একটি non-linear সম্পাদন সফটওয়্যার।
bs: VideoLAN Movie Creator je nelinearni softver za uređivanje video kreacija.
ca: VideoLan Movie Creator és un programa per a la creació i edició no-lineal de vídeo.
cs: VideoLAN Movie Creator je nelineární editační software pro tvorbu videí.
cy: Rhaglen golygu ar gyfer creu fideo yw VideoLAN Movie Creator.
da: Filmskaberen, VideoLAN Movie Creator er et ikke-lineært redigeringspogram til at skabe videoer.
de: VideoLAN Movie Creator ist eine nicht-lineare Editierungssoftware zur Videoerstellung.
de_lu: De VideoLAN Movie Creator ass eng net-linear Bearbeschtungs-Software fir d’Video-Erstellung.
el: Το VideoLAN Movie Creator είναι ένα μη-γραμμικό πρόγραμα για τη δημιουργία βίντεο.
et: VideoLAN Movie Creator on mittelineaarne videotöötlustarkvara.
fa: برنامه VideoLAN Movie Creator ویرایشگری غیرخطی برای ساخت ویدیو است.
fi: VideoLAN Movie Creator on epälineaarinen editointiohjelmisto videoiden luomiseen.
fo: VideoLAN Movie Creator er eitt fjølbroytt forrit til at viðgera og skapa filmar og video
fr: VideoLAN Movie Creator est un logiciel d'édition de vidéos non-linéaire.
fy: VideoLAN Movie Creator is net-lineêre bewurkingssoftware foar fideokreaasje.
gd: Tha cruthaiche filmichean VideoLAN 'na bhathar-bog neo-loidhneach a chum cruthachadh video.
gl: O VideoLAN Movie Creator e un software de edición non linear para a creación de vídeo.
gu: VideoLAN ફિલ્મ નિર્માતા બિન રેખીય વિડિઓ બનાવવા માટે સંપાદન સોફ્ટવેર છે.
he: יוצר הסרטים של VideLAN הנו פתרון עריכה בלתי לינארית ליצירת וידאו.
hi: VideoLAN मूवी क्रिएटर वीडियो निर्माण के लिए एक गैर रेखीय संपादन सॉफ्टवेयर है.
hr: VideoLAN Movie Creator je nelinearni softver za stvaranje i uređivanje video snimaka.
hu: A VideoLAN Movie Creator egy videókészítéshez használható nemlineáris szerkesztőszoftver.
id: VideoLAN Movie Creator adalah perangkat lunak penyunting non-linear untuk pembuatan video.
is: VideoLAN Movie Creator er hugbúnaður fyrir ólínulega vinnslu myndskeiða.
ja: VideoLANムービークリエーターはビデオ作成用のノンリニア編集ソフトウェアです。
ka: VideoLAN კინო შემოქმედი არის არაწრფივი რედაქტირების პროგრამული უზრუნველყოფა ვიდეო შექმნას.
km: កម្មវិធី​បង្កើត​ភាពយន្ត VideoLAN គឺ​ជា​កម្មវិធី​កែសម្រួល​សម្រាប់ការ​បង្កើត​វីដេអូ ។
kn: ವಿಡಿಯೋ ಲ್ಯಾನ್ ಚಲನಚಿತ್ರ ತಯಾರಿಕಾ ತಂತ್ರಾಶವು ವೀಡಿಯೋ ತಯಾರಿಕೆಯ ರೇಖೀಯವಲ್ಲದ ವಿಡಿಯೋ ಸಂಪಾದಿಸುವ ತಂತ್ರಾಂಶವಾಗಿದೆ.
lt: „VideoLAN klipų rengyklė“ yra vaizdo klipų netiesinio redagavimo programa.
lv: VideoLAN Movie Creator ir nelineārās rediģēšanas programmatūra video veidošanai.
mk: VideoLAN Movie Creator е нелинеарен уредувач за создавање на видео.
ml: വീഡിയോലാന്‍ ചലചിത്ര നിര്‍മാണി വീഡിയോ നിര്‍മാണത്തിനായുള്ള ഒരു അരേഖാ തിരുത്തല്‍ സോഫ്റ്റ്‍വെയര്‍ ആണ്.
mn_mn: VideoLAN Movie Creator нь видео үүсгэхэд шугаман бусаар засвар хийдэг програм юм.
mr: VideoLAN Movie Creator हे एक चित्रफीत निर्मितीसाठी नॉन-लिनियर संपादन सॉफ्टवेअर आहे.
ms: Pencipta Cereka VideoLAN adalah perisian bukan-linear untuk penciptaan video.
my: ဗီဒီယိုလမ်းရုပ်ရှင်ဖန်တီးသူမှာဗီဒီယိုဖန်တီးမှုအတွက်အလျားလိုက်မဟုတ်သောတည်းဖြတ်ဆောဖ့်ဝဲဖြစ်။
nb: VideoLan Movie Creator er et ikke-lineært redigeringsprogram for video.
nl: VideoLAN Movie Creator is niet-lineaire bewerkingssoftware voor videocreatie.
or: VideoLAN Movie Creator ହେଉଛି ଭିଡ଼ିଓ ନିର୍ମାଣ ପାଇଁ ଏକ ବକ୍ରାକାର ସମ୍ପାଦନ ସଫ୍ଟୱେୟାର|
pl: VideoLAN Movie Creator jest nieliniowym programem do tworzenia plików wideo.
pt_br: O Editor de Filmes VideoLAN é um programa editor, não linear, para criação de vídeo.
ro: VideoLAN Movie Creator este un program de editare non-liniar folosit la crearea de filme.
ru: VideoLAN Movie Creator - это нелинейный редактор для создания видео.
si: VideoLAN චිත්‍රපට සාදන්නා යනු විදෘශ්‍ය නිර්මාණය සඳහා වූ රේඛීය-නොවන සංස්කරණ මෘදුකාංගයකි.
sk: VideoLAN Movie Creator je nelineárny editačný softvér na tvorbu videa.
sl: Urejevalnik VideoLAN je nelinearno orodje za urejanje video posnetkov.
sq: VideoLAN Krijuesi Filmave është një program jo-linear për montimin dhe krijimin e videove.
sr: VideoLAN Movie Creator је нелинеарни софтвер за стварање и уређивање видео-снимака.
sv: VideoLAN Movie Creator är ett icke-linjärt redigeringsprogram för att skapa videor.
ta: வீடியோலேன் திரைப்பட உருவாக்கி காணொளிகளை உருவாக்குவதற்கான ஒரு நேரியல் அல்லாத தொகுப்பதற்கான மென்பொருள் ஆகும்.
te: వీడియోల్యాన్ మువీ క్రియేటర్ అనేది వీడియోలను సృష్టించడానికి చేసిన ఒక నాన్-లీనియర్ ఎడిటింగు సాఫ్టువేర్.
th: โปรแกรมสร้างภาพยนตร์ VideoLAN เป็นซอร์ฟแวร์แทรกลำดับแก้ไข ในการสร้างวีดิทัศน์
tr: VideoLAN Movie Creator doğrusal olmayan bir görüntü oluşturma ve düzenleme yazılımıdır.
tt: VideoLAN Movie Creator - бу сызыклы булмаган видео ясау өчен мөхәррир.
ug: VideoLAN Movie Creator بولسا بىر ئىقتىدار ياخشى بولغان سىن تەھرىر قورالى
uk: VideoLAN Movie Creator - це нелінійний редактор для створення відео.
ur: ويڈيو لين مووى کرى ايٹر ایک غیر لکیری ويڈيو کى ترمیم کا سافٹ ویئر ہے ـ
uz: VideoLAN Movie Creator - bu video fayllar yasash va taxrir qilish ilovasidir.
vi: VideoLAN Movie Creator là một chương trình chỉnh sửa video hoàn hảo.
wa: VideoLAN Movie Creator est programe d' aspougnaedje nén lineyåre po l' ahivaedje di videyo.

source: For Professionals
af: Vir Professionele
ar: للمُحترفين
ast: Pa profesionales
be: Для прафесіяналаў
bg: За професионалисти
bn_in: পেশাদারদের জন্য
br: Evit an dud a vicher
bs: Za Profesionalce
ca: Per a professionals
cs: Pro profesionály
cy: I Rai Profiadol
da: For professionelle
de: Für professionelle Anwender
de_lu: fir professionell Benotzung
el: Για επαγγελματίες
et: Professionaalidele
fa: برای متخصصان
fi: ammattilaisille
fo: Til tey servandu
fr: Pour les Professionnels
fy: Foar professionals
gd: Airson proifeiseantaich
gl: Para profesionais
gu: પ્રોફેશનલ્સ માટે
he: למקצוענים
hi: पेशेवरों के लिए
hr: Za profesionalne korisnike
hu: Szakembereknek
id: Untuk Profesional
is: Fyrir atvinnumenn
ja: プロフェッショナルな方へ
ka: სპეციალისტებისთვის
km: សម្រាប់​អ្នក​ជំនាញ
kn: ವೃತ್ತಿಪರರಿಗಾಗಿ
ky: Кесипкөйлөргө
lo: ສຳລັບຜູ້ຊ່ຽວຊານສະເພາະດ້ານ
lt: Profesionalams
lv: Profesionāļiem
mk: За професионалци
ml: സാങ്കേതിക വിദഗ്ദര്‍ക്ക്
mn_mn: Мэргэжлийхэнд
mr: व्यावसायिकांसाठी
ms: Untuk Professional
my: ပညာရှင်များအတွက်
nb: For profesjonelle
nl: Voor professionals
nn: For professjonelle
or: ପେସାଦାରମାନଙ୍କ ପାଇଁ
pl: Dla profesjonalistów
pt_br: Para Profissionais
ro: Pentru profesioniști
ru: Для профессионалов
si: වෘත්තීයවේදියෝ සඳහා
sk: Pre profesionálov
sl: Za strokovnjake
sq: Për Profesionalë
sr: За професионалце
sv: För proffs
ta: தொழில்முறையாளர்களுக்கான
te: నిపుణుల కోసం
th: สำหรับผู้ใช้ชำนาญการ
tr: Profesyoneller için
tt: Осталар өчен
ug: كەسپى خادىملارنى ئىشلىتىشىگە ماس كېلىدۇ
uk: Для професіоналів
ur: پروفیشنلز کے لئے
uz: Professionallar uchun
vi: Dành cho người dùng chuyên nghiệp
wa: Po les professionels
