Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: Development Blogs
af: Ontwikkelingswoernale
ar: المدوّنات التّطويرية
ast: Blogues de desendolcu
be: Блогі распрацоўнікаў
bg: Блогове за разработката
bn_in: ডেভেলপমেন্ট ব্লগ
br: Blogoù an Diorroerien
bs: Blogovi za Razvoj
ca: Blocs de desenvolupament
cs: Blogy vývojářů
cy: Blogiau Datblygu
da: Blogge om udvikling
de: Entwickler-Blogs
de_lu: Entwéckler-Bloggen
el: Blogs Ανάπτυξης
et: Arendusblogid
fa: وبلاگ توسعه‌دهندگان
fi: Kehitysblogit
fo: Framleiðslubloggar
fr: Blogs de développeurs
gd: Blogaichean an luchd-leasachaidh
gl: Blogues de desenvolvemento
gu: વિકાસ બ્લૉગ્સ
he: בלוגים של מפתחים
hi: विकास ब्लॉग
hr: Blogovi o razvoju
hu: Fejlesztői blogok
id: Blog Pengembangan
is: Blogg varðandi forritaþróunina
ja: 開発ブログ
ka: განვითარების დღიურები
km: កំណត់​ហេតុ​បណ្ដាញ​អភិវឌ្ឍន៍
kn: ತಂತ್ರಾಶ ಅಭಿವೃದ್ಧಿಯ ಬ್ಲಾಗ್
ky: Иштетүүчүлөрдүн блогдору
lt: Programuotojų tinklaraščiai
lv: Izstrādes emuāri
mk: Блогови на развивачи
ml: വികസന ബ്ലോഗുകള്‍
mn_mn: Хөгжүүлэгчийн блог
mr: विकास ब्लॉग्ज
ms: Blog Pembangunan
my: ထုတ်လုပ်မှုဘလော့များ
nb: Utviklernes blogger
nl: Ontwikkelingsblogs
nn: Utviklarbloggar
or: ବିକାଶ ବ୍ଲଗ୍
pl: Blogi deweloperów
pt_br: Blogs de Desenvolvimento
ro: Bloguri despre dezvoltare
ru: Блоги разработчиков
si: සංවර්ධක බ්ලොග්
sk: Blogy vývojárov
sl: Razvojni spletni dnevniki
sq: Blogje te zhvillimit
sr: Блогови о развоју
sv: Utvecklingsbloggar
ta: உருவாக்குநர் வலைப்பூக்கள்
te: అభివృద్ధి బ్లాగులు
th: บล็อกข่าวการพัฒนา
tr: Geliştirici Blogları
tt: Әзерләүчеләр чыгыры
ug: ئىجادكار بىلوگ
uk: Блог розробників
ur: ڈيولپمنٹ کى تازہ ترین خبريں - بلاگ
uz: Tuzuvchilar blogi
vi: Trang tin dành cho Nhà Phát Triển
wa: Blogs di diswalpaedje

source: Social media
af: Sosiale media
ar: وسائط اجتماعية
be: Сацыяльные сеткі
bg: Социална мрежа
bn_in: সামাজিক মিডিয়া
br: Media Sokial
bs: Društveni mediji
cs: Sociální sítě
cy: Cyfryngau cymdeithasol
da: Sociale medier
de: Soziale Netzwerke
de_lu: Sozial Netzwierker
el: Κοινωνικά μέσα
et: Sotsiaalmeedia
fa: رسانه‌ی اجتماعی
fi: Sosiaalinen media
fo: Sosialur miðil
fr: Médias sociaux
fy: Sosjale media
gd: Na meadhanan sòisealta
gl: Medios sociais
gu: સામાજિક મીડિયા
he: מדיה חברתית
hi: सामाजिक मीडिया
hr: Društvene mreže
hu: Közösségi média
id: Media Sosial
is: Samfélagsmiðlar
ja: ソーシャルメディア
ka: სოციალური მედია
km: មេឌៀ​សង្គម
kn: ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ
ky: Социалдык тармактар
lo: ສື່ອອນໄລ
lt: Sklaida socialiniuose tinkluose
lv: Sociālie tīkli
mk: Друштвени мрежи
ml: സാമൂഹിക മാധ്യമം
mr: सामाजिक माध्यमे
ms: Media sosial
my: လူမှုရေးမီဒီယာ
nb: Sosiale medier
nl: Sociale media
nn: Sosiale media
or: ସାମାଜିକ ମିଡିଆ
pl: Serwisy społecznościowe
pt_br: Mídia social
ro: Media în cadrul social
ru: Социальные сети
si: සමාජ මාධ්‍ය
sk: Sociálne médiá
sl: Družbeni medij
sq: Media sociale
sr: Друштвене мреже
sv: Sociala medier
ta: சமுக ஊடகங்கள்
te: సామాజిక మాధ్యమం
th: สังคมออนไลน์
tr: Sosyal medya
tt: Иҗтимагый челтәрләр
ug: ئىجتىمائىي ئالاقە ۋاسىتە
uk: Соціальні мережі
ur: سوشل میڈیا
uz: Ijtimoiy tarmoqlar
vi: Truyền thông xã hội
wa: Media sociå

source: Official page for VLC media player, the Open Source video framework!
af: Amptelike blad vir VLC mediaspeler, die Oopbron videoraamwerk!
ar: الصّفحة الرّسمية لمُشغّل الوسائط VLC، مُشغّل المرئيات مفتوح المصدر!
ast: Páxina oficial de VLC media player, el reproductor de videu de Códigu Abiertu!
be: Афіцыйная старонка для мультымедыя-плэера VLC — відэа-фрэймворка з адкрытым кодам!
bg: Официалната страница на VLC, библиотеката за видео с отворен код!
bn_in: VLC মিডিয়া প্লেয়ার, ওপেন সোর্স ভিডিও কাঠামোর জন্য অফিসিয়াল পাতা!
bs: Oficijelna stranica za VLC medijski izvođač, video okruženje otvorenog koda!
ca: Pàgina oficial del reproductor multimèdia VLC, l'entorn de vídeo de codi obert!
cs: Oficiální stránka přehrávače VLC, video frameworku s otevřeným zdrojovým kódem!
cy: Tudalen swyddogol ar gyfer chwaraeydd VLC - y fframwaith fideo cod agored!
da: Officiel side til VLC media player, open source video framework!
de: Offizielle Seite für den VLC media player, dem Open-Source-Video-Framework!
de_lu: Offiziell Säit zum VLC media Player, dem Open-Source Video-Bezuchssystem!
el: Η επίσημη σελίδα για τον παίκτη πολυμέσων VLC, ένα Ανοικτού Κώδικα πλαίσιο για βίντεο!
et: VLC meediamängija ametlik leht
fa: صفحه رسمی پخش‌کننده چندرسانه‌ای VLC؛ سیستم پخش ویدیویی متن‌باز!
fi: Virallinen sivu VLC-mediasoittimelle, avoimen lähdekoodin videoalusta!
fo: Almenna síðan um VLC margmiðlaspælaran - open-source skipanin!
fr: Page officielle de VLC media player, le lecteur vidéo Open Source !
fy: Offisjele side foar VLC media player, it iepen boarne fideo-framework!
gd: An duilleag oifigeach aig cluicheadair mheadhanan VLC, am beart-deilbh video le còd fosgailte!
gl: Páxina oficial do VLC media player, o sistema de vídeo de código aberto!
gu: વીએલસી મીડિયા પ્લેયર, ઓપન સોર્સ વિડિઓ ફ્રેમવર્ક માટે સત્તાવાર પાનું!
he: העמוד הרשמי של נגן המדיה VLC, תשתית הווידאו בקוד פתוח!
hi: VLC मीडिया प्लेयर के लिए आधिकारिक पृष्ठ, खुला स्रोत वीडियो रूपरेखा!
hr: Službena stranica izvođača medija VLC, video-okruženja otvorenog kôda!
hu: A VLC médialejátszó, a nyílt forráskódú video-keretrendszer hivatalos oldala!
id: Halaman Resmi untuk VLC media player, rangka kerja video Sumber Terbuka!
is: Opinber vefsíða VLC margmiðlunarspilarans, opna/frjálsa vídeómeðhöndlunarkerfisins!
ja: オープンソースのビデオフレームワークであるVLCメディアプレイヤーの公式ホームページ
km: ទំព័រ​ផ្លូវការ​សម្រាប់​ម្មវិធី​ចាក់​មេឌៀ VLC គ្រោងការណ៍​វីដេអូ​កម្មវិធី​កូដ​ចំហ !
kn: ವಿ ಎಲ್ ಸಿ ತಂತ್ರಾಶದ ಅಧೀಕೃತ ಜಾಲತಾಣ, ಒಂದು ಮುಕ್ತ ವಿಡಿಯೋ ತಂತ್ರಾಂಶ ಚೌಕಟ್ಟ!
lo: ຫນ້າທີ່ເປັນທາງການສໍາລັບ VLC media player, ໂຄງປະກອບວິດີໂອເປັນ Open Source!
lt: VLC kūrinių leistuvės - atviro kodo vaizdo platformos - oficialus puslapis!
lv: VLC multivides atskaņotāja oficiālā lapa, atvērtā pirmkoda video platforma!
ml: സ്വതന്ത്ര വീഡിയോ ചട്ടക്കൂടായ വി.എല്‍.സി മീഡിയ പ്ലെയറിന്റെ ഔദ്യോഗിക താള്‍
mr: VLC मीडिया प्लेयर चे अधिकृत पृष्ठ, उघड स्त्रोत चित्रफीत फ्रेमवर्क!
ms: Laman rasmi pemain media VLC, bingkai kerja video Sumber Terbuka!
my: ဗီအလ်စီမီဒီယာဖွင့်စက်အတွက်တရားဝင်စာမျက်နှာ, ရင်းမြစ်ဖွင့်ဗီဒီယိုအောက်ခံဘောင်!
nb: Offisiell side for VLC media player, den åpne kildekode videorammerverket!
nl: Officiële pagina voor VLC media player, het open source video-framework
nn: Ofisiell side for VLC mediaspelar, videorammeverk med open kjeldekode
or: VLC ମିଡିଆ ପ୍ଲେୟାର, ଏକ ମୁକ୍ତ ସ୍ରୋତ ଭିଡ଼ିଓ ରୂପରେଖା, ପାଇଁ ଅଫିସିଆଲ୍ ପୃଷ୍ଠା|
pl: Oficjalna strona dla VLC media playera, otwartym oprogramowaniem frameworku widea!
pt_br: Página oficial do Reprodutor de Mídias VLC, o arcabouço livre de vídeo!
ro: Pagina oficială pentru VLC media player, platforma video cu cod sursă deschis!
ru: Официальная страница медиаплеера VLC, видеосистемы с открытым исходным кодом!
si: VLC මාධ්‍ය වාදකය සඳහා නිල පිටුව, විවෘත මූලාශ්‍ර විදෘශ්‍ය රාමුව!
sk: Oficiálna stránka programu VLC media player, rozhrania s otvoreným kódom, ktoré slúži na prácu s videom.
sl: Uradna stran predvajalnika VLC, odprtokodnega okolja za obdelavo videa!
sq: Faqja zyrtare për VLC media player, bashkpunimi Open Source per video!
sr: Званична страница VLC Media Player-а, развојног окружења за видео отвореног кода!
sv: Officiell sida för VLC media player, videoramverket med öppen källa!
ta: விஎல்சி ஊடக இயக்கியின் அதிகாரபூர்வ பக்கம் - திற மூல வீடியே பிரேம்வொர்க்
te: వీయల్సీ మాధ్యమ ప్రదర్శకం, బహిరంగాకర వీడియో ఫ్రేమువర్క్, యొక్క అధికారిక పుట!
th: หน้าเว็บหลักของโปรแกรมเล่นสื่อ VLC เฟรมเวิร์กสำหรับวีดีโอแบบโอเพนซอร์ส
tr: Resmî VLC ortam oynatıcı sayfası, Açık kaynaklı görüntü çatısı!
tt: Рәсми VLC медиа уйнаткыч бите, ачык башлангыч код белән фреймворк видеосы!
ug: VLC media player رامكا ئىگە تەرەپ !
uk: Офіційна сторінка VLC медіапрогравача, середовища для відео з відкритим вихідним кодом!
ur: وى ـ ايل ـ سى ـ میڈیا پلیئر، اوپن سورس ویڈیو فریم ورک کے لئے باضابطہ صفحے!
uz: VLC media pleyeri, ochiq manbali video vositasi rasmiy sahifasi!
vi: Trang WEB chính thức của chương trình VLC, sử dụng framework dành cho video mã nguồn mở!
wa: Pådje oficire do djouweu d' media VLC, l' evironmint videyo libe.

source: Get VLC for
af: Kry VLC vir
ar: احصل على VLC من أجل
ast: Obtén VLC
be: Сцягнуць VLC для
bg: Сваляне на VLC за
bn_in: জন্য VLC পান
br: Kaout VLC evit
bs: Preuzmi VLC za
ca: Baixeu el VLC per
cs: Získat VLC pro
cy: VLC ar gyfer
da: Hent VLC til
de: VLC für
de_lu: Lued de VLC fir:
el: Πάρτε το VLC για
et: VLC opsüsteemile
fa: دریافت VLC برای
fi: Hanki VLC
fo: Fá VLC til
fr: Télécharger VLC pour
fy: Krij VLC foar
gd: Faigh VLC airson
gl: Obter o VLC para
gu: VLC મેળવો
he: הורדת VLC לסביבת
hi: के लिए VLC प्राप्त करें
hr: VLC za
hu: VLC letöltése:
id: Dapatkan VLC untuk
is: Ná í VLC fyrir
ja: VLCのダウンロード:
km: យក​ VLC សម្រាប់
kn: ವಿ ಎಲ್ ಸಿ ಯನ್ನು ಪಡೆಯಿರಿ
ky: VLC жүктөлүшү:
lo: VLC ສຳລັບ
lt: Parsisiųsti VLC
lv: Lejupielādēt VLC
ml: വി.എല്‍.സി നേടൂ
mr: यासाठी VLC घ्या
ms: Dapatkan VLC untuk
my: အတွက်ဗီအလ်စီရယူ
nb: Skaff VLC for
nl: VLC voor
nn: Last ned VLC for
or: ପାଇଁ VLC ପ୍ରାପ୍ତ କରନ୍ତୁ
pl: Pobierz VLC dla
pt_br: Obtenha o VLC para
ro: Obține VLC pentru
ru: Скачать VLC для
si: VLC ලබා ගන්න
sk: Získať VLC pre
sl: Pridobi VLC za
sq: Merr VLC për
sr: Преузмите VLC за
sv: Hämta VLC för
ta: விஎல்சியை பதிவிறக்கவும்:
te: పొందండి
th: เลือก VLC สำหรับ
tr: Platform:
tt: VLC йөкләргә
ug: VLC forغا ئېرىشىش
uk: Отримати VLC для
ur: وى ـ ايل ـ سى ـ حاصل کريں:
uz: VLC olish
vi: Tải VLC cho
wa: Aveur VLC po

source: Simple, fast and powerful
af: Eenvoudig, vinnig en kragtig
ar: بسيط, سريع وقوي
bg: Прост, бърз и мощен
br: Aes, buan ha galloudek
bs: Jednostavan, brz i moćan
ca: Simple, ràpid i potent
cs: Jednoduchý, rychlý a výkonný
cy: Syml, cyflym a phwerus
da: Enkel, hurtig og kraftfuld
de: Einfach, schnell und leistungsstark
de_lu: Einfach, séier a leeschtungsstaark
el: Απλός, γρήγορος και πανίσχυρος
fi: Yksinkertainen, nopea ja tehokas
fr: Simple, rapide et puissant
fy: Simpel, fluch en krêftich
he: פשוט, מהיר ועצמתי
hu: Egyszerű, gyors és hatékony.
is: Einfaldur, hraðvirkur og öflugur
ja: シンプル、高速、そしてパワフル
lt: Paprasta, greita ir galinga
lv: Vienkāršs, ātrs un jaudīgs
mr: सोपे, जलद आणि शक्तिशाली
ms: Ringkas, pantas dan berkuasa
nb: Enkel, rask og kraftig
nl: Simpel, snel en krachtig
nn: Enkel, rask og kraftig
pl: Prosty, szybki i wydajny
pt_br: Simples, rápido e poderoso
ru: Простой, быстрый и мощный
si: සරල, වේගවත් සහ බලවත්
sk: Jednoduchý, rýchly a výkonný
sl: Enostaven, hiter in zmogljiv
sv: Enkel, snabb och kraftfull
th: เรียบง่าย เร็ว และใช้งานได้ดี
tr: Basit, hızlı ve güçlüdür
uk: Простий, швидкий і потужний

source: Plays everything
af: Speel alles
ar: يشغل كل شي
bg: Възпроизвежда всичко
br: Lenn a ra pep-tra
bs: Producira sve
ca: Ho reprodueix tot
cs: Přehraje cokoliv
cy: Yn chwarae popeth
da: Afspiller hvad som helst
de: Spielt Alles
de_lu: Spillt alles of
el: Παίζει τα πάντα
fi: Toistaa kaiken
fr: Peut tout lire
fy: Spilet alles
he: מנגן הכול
hu: Mindent lejátszik
is: Spilar allt
ja: すべてを再生
lt: Groja viską
lv: Atskaņo visu
mr: सर्व काही प्ले करते
ms: Main segalanya
nb: Spiller av alt
nl: Speelt alles
nn: Spelar alt
pl: Odtwarza wszystko
pt_br: Reproduz tudo
ru: Воспроизводит всё
si: ඕන දෙයක් නරබන්න
sk: Prehrá všetko
sl: Predvaja vse
sv: Spelar upp allting
th: เล่นได้ทุกอย่าง
tr: Herşeyi oynatır
uk: Відтворює усе

source: Files, Discs, Webcams, Devices and Streams.
af: Lêers, Skywe, Webkameras, Toestelle en Strome.
ar: ملفات, أقراص, كاميرات الويب, أجهزة و التدفقات
bg: файлове, дискове, уеб камери, устройства и потоци.
bs: Datoteke, Diskovi, Kamere, Uređaji i Strujanja.
ca: Fitxers, discos, càmeres web, dispositius i fluxos.
cs: soubory, disky, webové kamery, zažízení a proudy.
cy: Ffeiliau, disgiau, gwe-gamerâu, dyfeisiau a ffrydiau.
da: Filer, diske, webcams, enheder og streams.
de: Dateien, optische Datenträger, Webcams, Geräte und Streams.
de_lu: Dateien, Disken, Webcams Peripheriegeräter an Streamen.
el: Αρχεία, Δίσκους, Κάμερες, Συσκευές και Streams.
fi: Tiedostot, levyt, nettikamerat, laitteet ja streamit
fr: Fichiers, disques, webcams, périphériques et flux.
fy: Bestannen, disken, webcams, apparaten en streams.
he: קבצים, תקליטורים, מצלמות, התקנים ותזרימים.
hu: fájlokat, lemezeket, webkamerákat, eszközöket és közvetítéseket.
is: skrár, diska, vefmyndavélar, inntakstæki og strauma.
ja: ファイル、ディスク、ウェブカム、デバイス、ストリーム
lt: Failai, diskai, internetinės kameros, įrenginiai ir srautai.
lv: Datnes, diski, tīmekļa kameras, ierīces un straumes.
mr: फायली, डिस्क्स, वेबकॅम, साधने आणि स्ट्रीम्स.
ms: Fail, Cakera, Kamera Sesawang, Peranti dan Strim.
nb: Filer, plater, webkameraer, enheter og strømming.
nl: Bestanden, schijven, webcams, apparaten en streams.
nn: Filer, plater, nettkamera, einingar og straumar.
pl: pliki, płyty, kamery internetowe, urządzenia i strumienie.
pt_br: Arquivos, Discos, Câmeras, Dispositivos e Fluxos de Rede.
ru: Файлы, диски, внешние устройства и потоки
si: ගොනු, තැටි, වෙබ්කැම්, උපාංග සහ අන්තර්ජාල දහරා.
sk: Súbory, disky, webkamery, zariadenia a dátové toky.
sl: datoteke, pogone, spletne kamere, naprave in pretoke.
sv: Filer, skivor, webbkameror, enheter och strömmar.
th: ไฟล์ แผ่นดิสก์ เว็บแคม อุปกรณ์ และกระแสข้อมูล
tr: Dosya, Disk, Web Kamerası, Aygıt ve Akış.
uk: Файли, диски, веб-камери, пристрої і мережні потоки.

source: Plays most codecs with no codec packs needed
af: Speel meeste kodeks sonder dat kodekpakette nodig is
ar: يشغل تقريباً كل الكوداك بدون الحاجة إلى تثبيتهن
bg: Дешифрира повечето формати без нужда от допълнителни програми
bs: Producira većinu kodeka bez potrebe za kodek paketima
ca: Reprodueix la majoria de codificadors sense necessitat d'instal·lar paquets.
cs: Přehraje většinu kodeků bez externích závislostí
cy: Mae'n chwarae'r mwyafrif o godeciau heb angen pecyn codeciau
da: Afspiller de fleste codecs uden behov for codec-pakker
de: Für die meisten Codecs werden keine Codec-Pakete benötigt
de_lu: Spillt déi meeschten Codecen of, ouni dass zousätzlech Codecpäck erfuerderlech sinn.
el: Παίζει τα περισσότερα codecs χωρίς να χρειάζονται ειδικά πακέτα
fi: Toistaa suurimman osan koodekeista ilman lisäosien tarvetta
fr: Lit la plupart des codecs, sans paquets de codecs nécessaires
fy: Spilet measte kodeks sûnder ekstra kodeks nedich
he: מנגן את רוב המפענחים לא צורך בחבילת מפענחים.
hu: Lejátssza a legtöbb kodeket kodekcsomagok nélkül
is: Spilar flesta kóðunarlykla (codecs) án þess að þurfa auka-kóðunarlyklapakka
ja: ほとんどのコーデックの再生にはコーデックパックは不要です:
lt: Groja daugumos formatų kūrinius, be papildomų kodavimo paketų
lv: Atskaņo vairumu kodeku bez vajadzības pēc kodeku pakām
mr: जवळपास सर्व कोडेक्स प्ले करते कोडेक पॅक शिवाय:
ms: Main kebanyakan kodeks tanpa memerlukan pek kodeks
nb: Spiller de fleste kodeker uten ekstra kodekpakker
nl: Speelt de meeste codecs zonder noodzaak voor codec packs
nn: Spelar dei fleste kodekar utan at ein treng ekstra kodekpakkar
pl: Odtwarza większość kodeków bez potrzebnych pakietów
pt_br: Reproduz a maioria dos codificadores, sem a necessidade de um pacote de codificadores.
ru: Понимает большинство кодеков без дополнительных пакетов
si: codec ඇහුරුම්වල අවශ්‍යතාවයක් නොමැතිව බොහෝ codec වාදනය කරයි
sk: Zvládne väčšinu kodekov a nevyžaduje žiadne balíky kodekov
sl: Predvaja večino predstavnih datotek brez dodatnih paketov kodekov
sv: Spelar de flesta avkodarna utan nödvändiga avkodningspaket
th: เล่นได้กับตัวอ่าน-ลงรหัสส่วนมาก โดยไม่จำเป็นต้องลงชุดตัวอ่าน-ลงรหัส
tr: Çoğu kodlayıcı/çözücüyü ek kodlayıcı/çözücü paket gerektirmeden oynatır
uk: Відтворює більшість кодеків без необхідності встановлення додаткових пакунків кодеків

source: Runs on all platforms
af: Loop op alle platforms
ar: يعمل على كل أنظمة التشغيل
bg: Работи на всички системи
br: Mont a ra en-dro war gement korvoer
bs: Pokreće na svim platformama
ca: S'executa en totes les plataformes
cs: Funguje na všech platformách
cy: Mae'n rhedeg ar bob system
da: Kører på alle platforme
de: Läuft auf allen Plattformen
de_lu: Leeft op alle Plattformen
el: Δουλεύει σε όλες τις πλατφόρμες
fi: Toimii kaikilla alustoilla
fr: Fonctionne sur toutes les plate-formes.
fy: Rint op alle platfoarms
he: פועל על כל הפלטפורמות
hu: Minden platformon fut
is: Keyrir á öllum kerfum
ja: すべてのプラットフォームで実行:
lt: Veikia visose platformose
lv: Darbojas uz visām platformām
mr: सर्व प्लॅटफॉर्मवर चालते
ms: Boleh dijalankan pada semua platform
nb: Kjører på alle plattformer
nl: Draait op alle platforms
nn: Køyrer på alle plattformer
pl: Działa na wszystkich platformach
pt_br: Executa em todas as plataformas
ru: Работает на всех платформах
si: ඕනම මෙහෙයුම් පද්ධතියක වැඩ කරයි
sk: Funguje na všetkých platformách
sl: Deluje na različnih sistemih
sv: Körs på alla plattformar
th: เล่นได้ทุกแพลตฟอร์ม
tr: Tüm platformlarda çalışır
uk: Працює на всіх платформах

source: Completely Free
af: Heeltemal Gratis
ar: مجاني تماماً
bg: Напълно безплатно
br: Digoust da vat
bs: Kompletno Besplatan
ca: Totalment Lliure
cs: Uplně zdarma
cy: Am Ddim
da: Helt gratis
de: Komplett frei
de_lu: Komplett gratis
el: Εντελώς Δωρεάν
fi: Täysin ilmainen
fr: Complètement gratuit
fy: Folslein fergees
he: חופשי לגמרי
hu: Teljesen ingyenes
is: Algerlega frjálst og ókeypis
ja: 完全にフリー
kn: ಪೂರಾ ಉಚಿತ
lt: Visiškai nemokamas
lv: Pilnīgi par brīvu
mr: पूर्णतः मोफत
ms: Sepenuhnya Percuma
nb: Helt gratis
nl: Volledig gratis
nn: Heilt gratis
pl: Całkowicie darmowy
pt_br: Totalmente Gratuito
ru: Полностью бесплатный
si: සියල්ල නොමිලේ
sk: Úplne zadarmo
sl: Popolnoma brezplačen
sv: Helt gratis
th: ฟรีจริง
tr: Tamamen Özgürdür
uk: Повністю вільний

source: no spyware, no ads and no user tracking.
af: geen loerprogramme, geen afvertensies en geen gebruikersporing nie.
ar: لا برمجات تجسس خبيثة ولا إعلانات ولا حتى تعقب المستخدمين
bg: без шпионски програми, реклами или следене на потребителите.
bs: bez špijunskih programa, bez reklama i bez praćenja korisnika.
ca: sense spyware, sense anuncis i sense fer seguiment de l'usuari.
cs: žádný spyware, bez reklam a bez sledování uživatelů.
cy: Dim ysbïwedd, dim hysbysebion, dim tracio defnyddwyr.
da: ingen spyware, ingen reklamer og ingen sporing af brugere.
de: keine Spyware, keine Werbung und auch keine Nutzerverfolgung.
de_lu: Keng Spyware, keng Werbebanner an keng Userverfolgung.
el: χωρίς spyware, χωρίς διαφημίσεις και καμία παρακολούθηση των χρηστών.
fi: ei vakoilu-, mainos- eikä seurantaohjelmia.
fr: pas de logiciel espion, ni publicité, ni suivi d'utilisateur.
fy: gjin spyware, gjin advertinsjes en gjin folgjen fan brûkers.
he: ללא רוגלות, פרסומות או מעקב אחר המשתמש
hu: nem kémprogram, nincs hirdetés és nincs felhasználókövetés.
is: engin njósnaforrit, engar auglýsingar og ekki fylgst með notkun þess á neinn hátt.
ja: スパイウェア、広告、ユーザー監視はありません。
kn: ಗುಪ್ತಚರ ಸರಕು ಇಲ್ಲ, ಜಾಹೀರಾತುಗಳಿಲ್ಲ ಮತ್ತು ಗ್ರಾಹಕರ ಜಾಡು ಹಿಡಿಯುವುದಿಲ್ಲ.
lt: Be šnipinėjimo programų, reklamų ir jokio vartotojo sekimo
lv: nav spiegprogrammatūras, reklāmu un lietotāja izsekošanas.
mr: स्पायवेअर नाही, जाहिराती नाहीत आणि वापरकर्ता ट्रॅकिंग नाही.
ms: tanpa perisian intip, tanpa iklan dan tidak menjejak pengguna.
nb: ingen spionvare, ingen annonser og ingen brukersporing.
nl: geen spyware, geen reclame en geen user-tracking
nn: ikkje noko spionvare, reklame eller brukarsporing
pl: bez oprogramowania szpiegującego, bez reklam i bez śledzenia użytkownika.
pt_br: livre de vírus, propagandas e sem rastreamento de dados do usuário.
ru: без шпионских программ, без рекламы и слежения за пользователями.
si: ඔත්තු බැලීම්, දැන්වීම් සහ පරිශීලක ලුහුබැඳීම් නැත.
sk: bez škodlivých súčastí, bez reklám či sledovania používateľov.
sl: brez vohunskih dodatkov h kodi, oglasov in sledenja uporabnikom
sv: inga spionprogram, inga annonser och ingen spårning av användare.
th: ไม่มีสปายแวร์ ไม่มีโฆษณา อีกทั้งไม่มีการเก็บพฤติกรรมการใช้งาน
tr: casus yazılım, reklam ve kullanıcı izlemesi yoktur.
uk: без шпигунства, без реклами і немає стеження за користувачами.

source: learn more
af: leer meer
ar: لمزيدٍ من المعلومات
bg: научете повече
br: gouzout hiroc'h
bs: nauči više
ca: Per saber més
cs: zjistit více
cy: dysgu mwy
da: lær mere
de: Erfahren Sie mehr
de_lu: gitt méi gewuer
el: μάθετε περισσότερα
fi: opi lisää
fr: en savoir plus
fy: lês mear
he: מידע נוסף
hu: tudjon meg többet
is: vita meira
ja: さらに詳しく
kn: ಹೆಚ್ಚು ಅರಿಯಿರಿ
lt: sužinoti daugiau
lv: uzzināt vairāk
mr: अधिक शिका
ms: ketahui lagi
nb: lære mer
nl: meer informatie
nn: les meir
pl: dowiedz się więcej
pt_br: saiba mais
ru: узнать больше
si: තවත් දැනගන්න
sk: zistiť viac
sl: več podrobnosti
sv: läs mer
th: เรียนรู้เพิ่มเติม
tr: ayrıntılı bilgi
uk: дізнатися більше

source: Add
af: Voeg toe
ar: أضف
bg: Добавяйте
br: Ouzhpennañ
bs: Dodaj
ca: Afegeix
cs: Přidat
cy: Ychwanegu
da: Tilføj
de: Verwenden Sie
de_lu: bäifügen
el: Προσθήκη
fi: Lisää
fr: Ajouter
fy: Tafoegje
he: הוספה
hu: Hozzáadás
is: Bæta við
ja: 追加:
kn: ಸೇರಿಸಿ
lt: Pridėti
lv: Pievienot
mr: वाढवा...
ms: Tambah
nb: Legg til
nl: Toevoegen
nn: Legg til
pl: Dodaj
pt_br: Adicionar
ru: Добавляйте
si: එක් කරන්න
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Dış görünümleri
uk: Додати

source: skins
af: velle
ar: الأغلِفة
bg: облици
br: Krec'hinoù
bs: skinovi
ca: Aparences
cs: motivy
cy: crwyn
de_lu: Themen
el: Προσόψεις
fi: ulkoasut
fr: habillages
fy: tema's
he: ערכות עיצוב
hu: sminkek
is: skinn
ja: スキン
kn: ತ್ವಚೆ
lt: apipavidalinimai
lv: apvalki
mr: स्कीन्स
ms: kulit
nb: temaer
nn: drakter
pl: skóry
pt_br: capas
ru: оболочки
si: විවිධ අතුරුමුණු
sk: Súbory pre zmenu vzhľadu
sl: preobleke
sv: skal
th: หน้ากาก
tr: edinin
uk: обкладинки

source: Create skins with
af: Skep velle met
ar: إنشاء أغلفة بـ
bg: Създавайте облици чрез
br: Krouit krec'hinoù gant
bs: Kreiraj skinove sa
ca: Crea aparences amb
cs: Vytvoř motivy s
cy: Creu crwyn gyda
da: Opret skins med
de: Eigene Skins erstellen mit dem
de_lu: Erstellt Themen mat
el: Δημιουργείστε προσόψεις με
fi: Luo ulkoasuja
fr: Créer des habillages avec
fy: Meitsje tema's mei
he: יצירת ערכות עיצוב בעזרת
hu: Sminkek készítése a
is: Búa til skinn með
ja: スキンの作成:
kn: ನಿರ್ಮಿಸಿ, ತ್ವಚೆಯನ್ನು ಇದರಿಂದ
lt: Susikurkite apipavidalinimą su
lv: Izveidot ādiņas ar
mr: या पासून स्किन बनवा
ms: Cipta kulit dengan
nb: Lag temaer med
nl: Skins maken met
nn: Lag drakter med
pl: Utwórz skóry z
pt_br: Criar capas com o
ru: Создавайте оболочки, применяя
si: මගින් අතුරු මුහුනත් සදන්න
sk: Vytvoriť súbory pre zmenu vzhľadu s
sl: Ustvari preobleke z uporabo
sv: Skapa skal med
th: สร้างแฟ้มหน้ากากด้วย
tr: Dış görünümleri
uk: Створити обкладинку у програмі

source: VLC skin editor
af: VLC-velbewerker
ar: معدل الأغلفة VLC
bg: редактора за облици на VLC
br: Krec'hin Embanner VLC
bs: VLC uređivač skinova
ca: Editor de les aparences del VLC
cs: editor motivů VLC
cy: golygydd crwyn VLC
de_lu: dem VLC skin-editor
el: Δημιουργός προσόψεων του VLC
fi: VLC:n ulkoasueditorila
fy: VLC temabewurker
he: עורך ערכות העיצוב של VLC
hu: VLC sminkszerkesztővel
is: VLC skinnaritlinum
ja: VLCスキンエディタ
kn: ವಿ ಎಲ್ ಸಿ ತ್ವಚೆ ಸಂಪಾದಕ
lt: VLC apipavidalinimų redaktorius
lv: VLC apvalka redaktors
mr: VLC स्किन एडिटर
ms: penyunting kulit VLC
nb: VLC-temaredigering
nn: VLC draktredigerar
pl: edytorem skór VLC
pt_br: Editor de capas do VLC
ru: Редактор оболочек VLC
si: VLC අතුරු මුහුනත් සංස්කාරක
sl: Urejevalnik preoblek VLC
th: ผู้แก้ไขแฟ้มหน้ากาก VLC
tr: VLC dış görünüm düzenleyicisi ile oluşturun
uk: Редактор обкладинок VLC

source: Install
af: Installeer
ar: تثبيت
bg: Инсталирайте
br: Staliañ
bs: Instaliraj
ca: Instal·la
cs: Instalovat
cy: Gosod
da: Installér
de: Installieren
de_lu: Installéieren
el: Εγκατάσταση
fi: Asenna
fr: Installer
fy: Ynstallearje
he: התקנה
hu: Telepítés
is: Setja upp
ja: インストール:
kn: ಅನುಸ್ಥಾಪಿಸಿ
lt: Įdiegti
lv: Instalēt
mr: प्रतिष्ठापन करा
ms: Pasang
nb: Installer
nl: Installeren
nn: Installer
pl: Zainstaluj
pt_br: Instalar
ru: Установить
si: ස්ථාපනය කරන්න
sk: Nainštalovať
sl: Namesti
sv: Installera
th: ติดตั้ง
tr: Eklentileri
uk: Встановити
