Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: a project and a
af: ’n projek en ’n
ar: مشروع و
bg: проект и
br: ur raktres hag ur
bs: projekat i
ca: Un projecte i un
cs: projekt a
cy: Prosiect a
da: et projekt og en
de: ein Projekt und eine
de_lu: e Projet an en
el: ένα έργο και ένα
fi: projekti ja
fr: un projet et une
fy: in projekt en in
he: מיזם וגם
hu: egy projekt és egy
is: þróunarverkefni og
ja: このプロジェクト、および
lt: projektas ir
lv: projekti un
mr: एक प्रकल्प आणि
ms: sebuah projek dan
nb: et prosjekt og en
nl: een project en een
nn: eit prosjekt og ein
pl: projekt i
pt_br: um projeto e uma
ru: проект и
si: ව්‍යාපෘතියක් සහ
sk: projekt a
sl: projekt in
sv: ett projekt och en
th: โปรเจค และ
tr: bir proje ve
uk: проект та

source: non-profit organization
af: niewinsgewende organisasie
ar: منظمةٌ غير ربحية
ast: asociación ensin ánimu de llucru
be: некамерцыйная арганізацыя
bg: организация с нестопанска цел
bn_in: অলাভজনক সংস্থা
br: aozadur hep-gounidoù
bs: neprofitabilna organizacija
ca: organització sense ànim de lucre
cs: nezisková organizace
cy: sefydliad di-elw
da: nonprofitorganisation
de: gemeinnützige Organisation
de_lu: gemengnëtzech Organisatioun
el: μη-κερδοσκοπικός οργανισμός
et: mittetulundusühing
fa: سازمان غیر‌انتفاعی
fi: voittoa tavoittelematon järjestö
fo: felagsskapur við ongum vinningi
fr: association loi 1901
fy: non-profitorganisaasje
gd: buidheann nach eil a chum prothaid
gl: organización sen ánimo de lucro
gu: બિન નફો સંસ્થા
he: ועמותה ללא מטרות רווח
hi: गैर लाभकारी संगठन
hr: neprofitna organizacija
hu: non-profit szervezet
id: organisasi nirlaba
is: samtök án hagnaðarmarkmiða
ja: 非営利の組織について
ka: არაკომერციული ორგანიზაცია
km: អង្គការ​មិន​រក​ប្រាក់​ចំណេញ
kn: ಲಾಭರಹಿತ ಸಂಸ್ಥೆ .
ky: коммерциялык эмес уюм
lo: ອົງການທີ່ບໍ່ສະແຫວງຫາຜົນກຳໄລ
lt: ne pelno organizacija
lv: bezpeļņas organizācija
mk: непрофитна организација
ml: ലാഭേച്ഛയില്ലാതെ പ്രവര്‍ത്തിക്കുന്ന പ്രസ്ഥാനം
mn_mn: ашгийн бус байгууллага
mr: ना-नफा संस्था
ms: organisasi tidak berasaskan keuntungan
my: အကျိုးအမြတ်မယူသောအဖွဲ့အစည်း
nb: ideell organisasjon
nl: non-profit organisatie
nn: ikkje-kommersiell organisasjon
or: ଲାଭ ମୁକ୍ତ ସଂସ୍ଥା
pl: organizacja non-profit
pt_br: organização sem fins lucrativos
ro: organizație non-profit
ru: некоммерческая организация
si: ලාභ-නොලබන සංවිධානයක්
sk: nezisková organizácia
sl: neprofitna organizacija
sq: organizatë jo-fitimprurëse
sr: непрофитна организација
sv: ideell organisation
ta: இலாப நோக்கமற்ற அமைப்பு ஆகும்
te: లాభాపేక్షలేని సంస్థ
th: องค์กรไม่แสวงผลกำไร
tr: kâr amacı gütmeyen bir kuruluştur
tt: коммерциясез эшли торган оешма
ug: پايدا كۆزلىمەيدىغان گۇرۇپپا
uk: неприбуткова організація
ur: غیر منافع بخش تنظیم
uz: notijorat tashkilot
vi: tổ chức phi lợi nhuận
wa: soce nén recwårlante

source: Partners
af: Vennote
ar: الشّركاء
ast: Collaboradores
be: Партнёры
bg: Партньори
bn_in: সঙ্গী
br: Kenoberourien
bs: Partneri
ca: Socis
cs: Partneři
cy: Partneriaid
da: Partnere
de: Partner
de_lu: Partneren
el: Συνεργάτες
et: Partnerid
fa: همکاران
fi: Yhteistyökumppanit
fo: Parteigarar
fr: Partenaires
gd: Com-pàirtichean
gl: Parceiros
gu: ભાગીદારો
he: שותפים
hi: भागीदार
hr: Partneri
hu: Partnerek
id: Rekanan
is: Samstarfsaðilar
ja: パートナー
ka: პარტნიორები
km: ដៃគូ
kn: ಪಾಲುದಾರರು
ky: Өнөктөр
lo: ຄູ່ຮ່ວມງານ
lt: Partneriai
lv: Partneri
mk: Партнери
ml: പങ്കാളികള്‍
mn_mn: Хамтрагчид
mr: भागीदार
ms: Rakan kongsi
my: လုပ်ဖော်ကိုင်ဖက်များ
nb: Partnere
nn: Partnarar
or: ସହଭାଗୀ
pl: Partnerzy
pt_br: Parceiros
ro: Parteneri
ru: Партнёры
si: හවුල්කරුවෝ
sk: Partneri
sl: Partnerji
sq: Partnerë
sr: Партнери
sv: Partner
ta: கூட்டாளிகள்
te: భాగస్వాములు
th: ผู้สนับสนุน
tr: İş Ortakları
tt: Иптәшләр
ug: ھەمكارلاشقۇچىلار
uk: Партнери
ur: شراکت دار
uz: Hamkorlar
vi: Đối tác
wa: Soçons

source: Team &amp; Organization
af: Span &amp; Organisasie
ar: فريق &amp; منظمة
bg: Екип и организация
br: Skipailh A&amp;ozadur
bs: Tim i Organizacija
ca: Equip i organització
cs: Team &amp; Organizace
cy: Tîm a Sefydliad
da: Team og organisation
de: Team &amp; Organisation
de_lu: Team &amp; Organisatioun
el: Ομάδα &amp; Οργανισμός
fi: Tiimi &amp; organisaatio
fr: Équipe &amp; Services de
fy: Team &amp; Organisaasje
he: צוות וארגון
hu: Csapat és szervezet
is: Teymi og skipulag
ja: チームと組織
kn: ತಂಡ &amp; ಸಂಸ್ಥೆ
lt: Komanda ir organizacija
lv: Komanda un Organizācija
mr: संघ आणि संस्था
ms: Pasukan &amp; Organisasi
nb: Lag &amp; Organisasjon
nl: Team &amp; organisatie
nn: Team og organisasjon
pl: Zespół i Organizacja
pt_br: Equipe &amp; Organização
ru: Команда и организация
si: කණ්ඩායම &amp; සංවිධානය
sk: Tím a organizácia
sl: Skupina in ustanova
sv: Grupp och organisation
th: ทีมงาน &amp; องค์กร
tr: Takım ve Organizasyon
uk: Команда і організація

source: Consulting Services &amp; Partners
af: Konsultasiediens &amp; Vennote
ar: خدمات الإستشارية &amp; الشركاء
bg: Консултантски услуги и партньори
bs: Savjetodavni Servisi i Partneri
ca: Serveis de consulta i socis
cs: Poradenské služby &amp; Partneři
cy: Gwasanaethau Cynghori a Phartneriaid
da: Konsulterer tjenester &amp; partnere
de: Consulting-Services &amp; Partner
de_lu: Berodungsleeschtungen &amp; Partner
el: Συμβουλευτικές Υπηρεσίες &amp; Συνεργάτες
fi: Konsultointipalvelut &amp; yhteistyökumppanit
fr: Conseil en Organisation &amp; Partenaires
he: שירותי יעוץ ושותפים
hu: Konzultációs szolgáltatások és partnerek
is: Ráðgjafarþjónustur og samstarfsaðilar
ja: コンサルティングサービスとパートナー
lt: Konsultavimo paslaugos ir partneriai
lv: Konsultāciju pakalpojumi un Partneri
mr: सल्लागार सेवा आणि भागीदार
ms: Perkhidmatan rundingan &amp; Rakan
nb: Konsulenttjenester &amp; Partnere
nn: Konsulenttenester og Partnarar
pl: Usługi doradcze i Partnerzy
pt_br: Serviços de Consultoria &amp; Parceiros
ru: Консультационные услуги и партнёры
si: උපදේශන සේවා &amp; හවුල්කරුවන්
sk: Konzultačné služby a partneri
sl: Svetovalne storitve in partnerji
sv: Konsulttjänster och partners
th: หน่วยรับบริการ &amp; หุ้นส่วน
tr: Danışmanlık Hizmetleri ve İş Ortakları
uk: Консультуючі служби та партнери

source: Events
af: Gebeure
ar: الأحداث
ast: Eventos
be: Падзеі
bg: Събития
bn_in: ঘটনাবলী
br: Darvoudoù
bs: Događaji
ca: Esdeveniments
cs: Události
cy: Digwyddiadau
da: Hændelser
de: Veranstaltungen
de_lu: Veranstaltungen
el: Συμβάντα
et: Sündmused
fa: رویداد‌ها
fi: Tapahtumat
fo: Tiltøk
fr: Événements
fy: Eveneminten
gd: Tachartasan
gl: Eventos
gu: ઘટનાઓ
he: אירועים
hi: स्पर्धाएँ
hr: Događaji
hu: Események
id: Acara-acara
is: Atburðir
ja: イベント
ka: თარიღები
km: ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮಗಳು
ky: Окуялар
lo: ເຫດການ
lt: Įvykiai
lv: Notikumi
mk: Настани
ml: പരിപാടികള്‍
mn_mn: Үйл явдлууд
mr: घडामोडी
ms: Acara
my: အဖြစ်အပျက်များ
nb: Begivenheter
nl: Gebeurtenissen
nn: Hendingar
or: ଘଟଣାସମୂହ
pl: Wydarzenia
pt_br: Eventos
ro: Evenimente
ru: События
si: සිදුවීම්
sk: Udalosti
sl: Dogodki
sq: Ngjarje
sr: Догађаји
sv: Händelser
ta: நிகழ்வுகள்
te: కార్యక్రమాలు
th: กิจกรรม
tr: Etkinlikler
tt: Вакыйгалар
ug: پائالىيەت
uk: Події
ur: واقعات
uz: Tadbirlar
vi: Sự kiện
wa: Evenmints

source: Legal
af: Wetlik
ar: قانوني
ast: Llegal
be: Прававая інфармацыя
bg: Правна информация
bn_in: আইনগত
br: Diouzh al lezenn
bs: Pravno
ca: Aspectes legals
cs: Právní informace
cy: Cyfreithiol
da: Juridisk
de: Rechtliches
de_lu: Rechtleches
el: Νομικά
et: Juriidiline info
fa: موارد قانونی
fi: Lailliset
fo: Løgligt
fr: Légal
fy: Juridysk
gd: Nòtaichean laghail
gl: Aviso legal
gu: કાનૂની
he: מידע משפטי
hi: लीगल
hr: Pravna pitanja
hu: Jogi információk
is: Lagalegt
ja: 法的事項
ka: იურიდიული
km: ស្រប​ច្បាប់
kn: ಕಾನೂನಿಗೆ ಸಂಬಂಧಿಸಿದ
ky: Укуктук маалымат
lo: ກົດຫມາຍ
lt: Teisiniai aspektai
lv: Tiesiskā informācija
mk: Услови за користење
ml: നിയമപരം
mn_mn: Хууль
mr: कायदेशीर
ms: Perundangan
my: ဥပဒေရေးရာ
nb: Juridisk
nl: Rechten
nn: Juridisk
or: କାନୁନୀ
pl: Licencja
pt_br: Informações Jurídicas
ru: Правовая информация
si: නෛතික
sk: Právne informácie
sl: Pravne zadeve
sq: Ligjshmëria
sr: Правна питања
sv: Juridisk information
ta: சட்டரீதியான
te: చట్టబద్ధం
th: ข้อตกลงทางกฎหมาย
tr: Yasal
tt: Хокук мәгълүматы
ug: قانۇن
uk: Правова інформація
ur: قانونی
uz: Huquqiy ma'lumot
vi: Pháp Lý
wa: Legål

source: Press center
af: Perssentrum
ar: المركز الصّحفي
ast: Centru de prensa
be: Прэс-цэнтр
bg: Пресцентър
bn_in: প্রেস মধ্য
br: Pouezit kreizañ
bs: Centar za štampu
ca: Centre de premsa
cs: Tiskové centrum
cy: Canolfan y wasg
da: Pressecenter
de: Pressebereich
de_lu: Presseberäich
el: Κέντρο δημοσιεύσεων
et: Pressiüksus
fa: مرکز خبر
fi: Lehdistökeskus
fo: Miðladepil
fr: Presse
fy: Parsesintrum
gd: Aonad luchd-naidheachd
gl: Centro de prensa
gu: મીડિયા કેન્દ્ર
he: מרכז העתונות
hi: समाचार केंद्र
hr: Tiskovni centar
hu: Sajtóközpont
id: Pusat pers
is: Fjölmiðlar
ja: プレスセンター
ka: პრეს ცენტრი
km: មជ្ឈមណ្ឌល​ព័ត៌មាន
kn: ಪತ್ರಿಕಾ ಕೇಂದ್ರ
ky: Пресс-борбор
lo: ສູນຂ່າວ
lt: Pranešimai spaudai
lv: Preses centrs
mk: Прес центар
ml: വാര്‍ത്താ വിതരണ കേന്ദ്രം
mn_mn: Хэвлэл
mr: प्रसिद्धी केंद्र
ms: Pusat akhbar
my: သတင်းထုတ်ဝေရေးစင်တာ
nb: Pressesenter
nl: Perscentrum
nn: Pressesenter
or: ପ୍ରେସ କେନ୍ଦ୍ର
pl: Dla mediów
pt_br: Central de imprensa
ro: Centrul de presă
ru: Пресс-центр
si: පුවත් කේන්ද්‍රය
sk: Tlačové centrum
sl: Novinarsko središče
sq: Qendra shtypit
sr: Центар за штампу
ta: மையத்தில் அழுத்து
te: పత్రికారంగ కేంద్రం
th: ข่าวการออกรุ่น
tr: Basın merkezi
tt: Пресс-үзәк
ug: خەۋەر مەركىزى
uk: Прес-релізи
ur: پریس سینٹر
uz: Matbuot markazi
vi: Trung tâm Truyền Thông
wa: Cinte di presse

source: Contact us
af: Kontak ons
ar: تواصل معنا
ast: Contauta con nós
be: Сувязь
bg: Контакти
bn_in: যোগাযোগ আমাদেরকে
br: Mont e darempred ouzhomp
bs: Kontakt
ca: Contacte
cs: Kontaktujte nás
cy: Cysylltu â ni
da: Kontakt os
de: Kontakt
de_lu: Kontaktéiert eis
el: Επικοινωνία
et: Kontakt
fa: تماس با ما
fi: Ota yhteyttä
fo: Skriva til okkara
fr: Contactez-nous
fy: Kontakt
gd: Cuir fios
gl: Contáctenos
gu: અમારો સંપર્ક કરો
he: יצירת קשר
hi: हमसे संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolat
id: Hubungi kami
is: Hafa samband
ja: お問い合わせ
ka: კონტაქტი
km: ទាក់ទង​យើង​ខ្ញុំ
kn: ಸಂಪರ್ಕಿಸಿ
ky: Байланышыңыз
lo: ຕິດຕໍ່ພວກເຮົາ
lt: Susisiekite
lv: Sazināties ar mums
mk: Контакт
ml: ഞങ്ങളുമായി ബന്ധപ്പെടൂ.
mn_mn: Холбогдох
mr: आमच्याशी संपर्क साधा
ms: Hubungi kami
my: ဆက်သွယ်ရန်
nb: Kontakt oss
nl: Contacteer ons
nn: Kontakt oss
or: ଆମ ସହ ଯୋଗାଯୋଗ କରନ୍ତୁ
pl: Kontakt
pt_br: Contato
ro: Contactează-ne
ru: Свяжитесь с нами
si: අපව අමතන්න
sk: Kontaktujte nás
sl: Stik z nami
sq: Na kontaktoni
sr: Контакт
sv: Kontakta oss
ta: தொடர்புகொள்
te: మమ్మల్ని సంప్రదించండి
th: ติดต่อพวกเรา
tr: Bize ulaşın
tt: Безнең белән элемтәгә керегез
ug: ئالاقىلىشىڭ
uk: Зв'яжіться з нами
ur: رابطہ کريں
uz: Biz bilan aloqa
vi: Liên hệ với chúng tôi
wa: Atôtchîz nos

source: Download
af: Laai af
ar: تنزيل
ast: Descarga
be: Сцягнуць
bg: Сваляне
bn_in: ডাউনলোড করুন
br: Pellgargañ
bs: Preuzmi
ca: Baixades
cs: Stáhnout
cy: Lawrlwytho
el: Λήψη
et: Allalaadimine
fa: دانلود
fo: Tak niður
fr: Télécharger
gd: Luchdaich a-nuas
gl: Descargar
gu: ડાઉનલોડ કરો
he: הורדה
hi: डाउनलोड
hr: Preuzimanje
hu: Letöltés
id: Unduh
is: Sækja
ja: ダウンロード
ka: ჩამოტვირთეთ
km: ទាញយក
kn: ಡೌನ್ಲೋಡ್
ky: Жүктөп алуу
lo: ດາວໂຫຼດ
lt: Parsisiųsti
lv: Lejupielāde
mk: Преземи
ml: ഡൌണ്‍ലോ‍ഡ്
mn_mn: Татаж авах
mr: डाऊनलोड
ms: Muat turun
my: ကူးဆွဲ
nb: Last ned
nn: Last ned
or: ଡାଉନଲୋଡ
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Загрузить
si: බාගන්න
sk: Stiahnuť
sl: Datoteke
sq: Shkarko
sr: Преузимање
sv: Ladda ned
ta: பதிவிறக்கம்
te: దింపుకోండి
th: ดาวน์โหลด
tr: İndirin
tt: Йөкләргә
ug: چۈشۈرۈلمىلەر
uk: Завантажити
ur: ڈا‎ؤنلوڈ
uz: Yuklab olish
vi: Tải xuống
wa: Aberweter

source: Features
af: Kenmerke
ar: المزايا
ast: Carauterístiques
be: Адметнасці
bg: Функционалности
bn_in: বৈশিষ্ট্য
br: Keweriusterioù
bs: Mogućnosti
ca: Funcionalitats
cs: Vlastnosti
cy: Nodweddion
da: Funktioner
de: Funktionen
de_lu: Funktiounen
el: Χαρακτηριστικά
et: Funktsioonid
fa: امکانات
fi: ominaisuudet
fo: Hentleikar
fr: Fonctionnalités
fy: Funksjes
gd: Feartan
gl: Funcionalidades
gu: લક્ષણો
he: תכונות
hi: सुविधाएँ
hr: Značajke
hu: Jellemzők
id: Fitur
is: Eiginleikar
ja: 機能・仕様
ka: თვისებები
km: លក្ខណៈ
kn: ವೈಶಿಷ್ಟ್ಯಗಳು
ky: Өзгөчөлүктөрү
lo: ຄຸນສົມບັດ
lt: Savybės
lv: Iespējas
mk: Карактеристики
ml: സവിശേഷതകള്‍
mn_mn: Онцлогууд
mr: वैशिष्ट्ये
ms: Fitur
my: အင်္ဂါရပ်များ
nb: Funksjoner
nl: Functies
nn: Funksjonar
or: ବୈଶିଷ୍ଟ୍ୟସମୂହ
pl: Funkcjonalność
pt_br: Características
ro: Facilități
ru: Возможности
si: ලක්ෂණ
sk: Vlastnosti
sl: Zmožnosti programa
sq: Veçori
sr: Могућности
sv: Funktioner
ta: அம்சங்கள்
te: విశిష్టతలు
th: คุณสมบัติ
tr: Özellikler
tt: Мөмкинлекләр
ug: ئىقتىدار
uk: Функції
ur: خصوصیات
uz: Xususiyatlari
vi: Tính năng
wa: Fonccionålités

source: Customize
af: Maak Pas
ar: تفصيل
bg: Персонализиране
br: Personelaat
bs: Prilagodi
ca: Personalitza
cs: Přizpůsobit
cy: Addasu
da: Tilpas
de: Anpassen
de_lu: Upassen
el: Προσαρμογή
fi: Mukauta
fr: Personnaliser
fy: Oanpasse
he: התאמה אישית
hu: Személyre szabás
is: Sérsníða
ja: カスタマイズ
lt: Derinti
lv: Pielāgot
mr: सानुकूल
ms: Suai
nb: Tilpass
nl: Aanpassen
nn: Tilpass
pl: Dostosuj
pt_br: Personalizar
ru: Преобразить
si: වෙනස් කරන්න
sk: Prispôsobiť
sl: Prilagajanje vmesnika
sv: Anpassa
th: การตกแต่ง
tr: Özelleştirin
uk: Підлаштування

source: Get Goodies
af: Kry Lekkernye
ar: اجلِب جيّدنا
ast: Obtén estres
be: Медыя-матэрыялы
bg: Екстри
bn_in: Goodies পান
br: Kaout Traoù-Mat da gaout
bs: Dobijte Podobnosti
ca: Obteniu regals
cs: Získat dobroty
cy: Cael Pethau
da: Hent lækkerier
de: Goodies laden
de_lu: Goodien eroflueden
el: Πάρτε καλούδια
et: Vahva kraam
fa: دریافت هدایا
fi: Hanki Goodies
fo: Fá góðbitar
fr: Obtenir des goodies
fy: Krij guod
gd: Faigh siùcaran
gl: Conseguir extras
gu: ગુડીઝ મેળવો
he: קבלת פינוקים
hi: उपहार पायें
hr: Nabavite poslastice
hu: Rajongói munkák
id: Dapatkan Cendera Mata
is: Ná í aukadót
ja: グッズを手に入れよう！
ka: მიიღეთ Goodies
km: យក​ធាតុ​ផ្សេងៗ
kn: ಉಡುಗೊರೆ ಪಡೆಯಿರಿ
ky: Сонун буюмдар
lt: Įvairenybės
lv: Iegūt labumus
mk: Банери и ресурси
ml: വസ്തു വകകള്‍ കരസ്ഥമാക്കൂ
mn_mn: Бараа авах
mr: वस्तू विकत घ्या
ms: Dapatkan Barangan
my: လိုချင်စဖွယ်များရယူ
nb: Få godbiter
nl: Goodies verkrijgen
nn: Få snadder
or: ଉପହାର ପାଆନ୍ତୁ
pl: Gadżety
pt_br: Obtenha Materiais
ro: Obține bunătăți
ru: Приятные дополнения
si: බඩුමුට්ටු ගන්න
sk: Darčeky
sl: Ikone in slike
sq: Merrni Sende
sr: Материјали
sv: Hämta godsaker
ta: நன்மையை பெறுங்கள்
te: వేడుకసామాగ్రిని పొందండి
th: รับของที่ระลึก
tr: Ürünleri Edinin
tt: Тәм-том алырга
ug: خام ماتېرىيالغا ئېرىشىش
uk: Отримати смаколики
ur: اچھى اشيا‎ء حاصل کريں
uz: Yaxshi narsalardan oling
vi: Quà Tặng
wa: Aveur des goodies

source: Projects
af: Projekte
ar: المشاريع
ast: Proyeutos
be: Праекты
bg: Проекти
bn_in: প্রকল্প
br: Raktresoù
bs: Projekti
ca: Projectes
cs: Projekty
cy: Prosiectau
da: Projekter
de: Projekte
de_lu: Projeten
el: Έργα
et: Projektid
fa: پروژه‌ها
fi: Projektit
fo: Verkætlanir
fr: Projets
fy: Projekten
gd: Pròiseactan
gl: Proxectos
gu: પ્રોજેક્ટ્સ
he: מיזמים
hi: परियोजनाओं
hr: Projekti
hu: Projektek
id: Proyek
is: Verkefni
ja: プロジェクト
ka: პროექტები
km: គម្រោង
kn: ಯೋಜನೆಗಳು
ky: Долбоорлор
lo: ໂຄງການ
lt: Projektai
lv: Projekti
mk: Проекти
ml: പദ്ധതികള്‍
mn_mn: Төслүүд
mr: प्रकल्प
ms: Projek
my: ပရောဂျက်များ
nb: Prosjekter
nl: Projecten
nn: Prosjekt
or: ପ୍ରକଳ୍ପ
pl: Projekty
pt_br: Projetos
ro: Proiecte
ru: Проекты
si: ව්‍යපෘති
sk: Projekty
sl: Projekti
sq: Projekte
sr: Пројекти
sv: Projekt
ta: திட்டங்கள்
te: పరియోజనలు
th: โครงการ
tr: Projeler
tt: Ниятләр
ug: تۈر
uk: Проекти
ur: پراجيکٹ
uz: Loyihalar
vi: Dự án
wa: Pordjets

source: All Projects
af: Alle Projekte
ar: كافّة المشاريع
ast: Tolos proyeutos
be: Усе праекты
bg: Всички проекти
bn_in: সমস্ত প্রকল্প
br: An holl raktresoù
bs: Svi Projekti
ca: Tots els projectes
cs: Všechny projekty
cy: Holl Brosiectau
da: Alle projekter
de: Alle Projekte
de_lu: All Projeten
el: Όλα τα έργα
et: Kõik projektid
fa: تمام پروژه‌ها
fi: Kaikki projektit
fo: Allar verkætlanir
fr: Tous les projets
fy: Alle projekten
gd: A h-uile pròiseact
gl: Todos os proxectos
gu: બધા પ્રોજેક્ટ્સ
he: כל המיזמים
hi: सभी परियोजनाऐ
hr: Svi projekti
hu: Összes projekt
id: Semua Proyek
is: Öll verkefni
ja: すべてのプロジェクト
ka: ყველა პროექტი
km: គម្រោង​ទាំងអស់
kn: ಎಲ್ಲಾ ಯೋಜನೆಗಳು
ky: Бардык долбоорлор
lo: ໂຄງການທັງໝົດ
lt: Visi projektai
lv: Visi projekti
mk: Сите проекти
ml: എല്ലാ പദ്ധതികളും
mn_mn: Бүх төсөл
mr: सर्व प्रकल्प
ms: Semua Projek
my: ပရောဂျက်များအားလံုး
nb: Alle prosjekter
nl: Alle projecten
nn: Alle prosjekt
or: ସମସ୍ତ ପ୍ରକଳ୍ପ
pl: Wszystkie projekty
pt_br: Todos os Projetos
ro: Toate proiectele
ru: Все проекты
si: සියලුම ව්‍යාපෘතීන්
sk: Všetky projekty
sl: Vsi projekti
sq: Të gjithë Projektet
sr: Сви пројекти
sv: Alla projekt
ta: அனைத்து திட்டங்கள்
te: అన్ని పరియోజనలు
th: โครงการทั้งหมด
tr: Tüm Projeler
tt: Барлык ниятләр
ug: بارلىق تۈرلەر
uk: Усі проекти
ur: تمام پراجيکٹ
uz: Barcha loyihalar
vi: Tất cả dự án
wa: Tos les pordjets

source: Contribute
af: Dra By
ar: ساهِم
ast: Contribuyir
be: Зрабіць унёсак
bg: Принос
bn_in: কাজে লাগা
br: Reiñ an dorn
bs: Doprinesi
ca: Col·laboreu
cs: Přispívat
cy: Cyfrannu
da: Bidrag
de: Beitragen
de_lu: Matmaachen
el: Συνεισφέρετε
et: Aita kaasa
fa: مشارکت کنید
fi: Osallistu
fo: Hjálp til
fr: Contribuer
fy: Bydrage
gd: Gabh pàirt
gl: Contribuír
gu: ફાળો આપો
he: הרתמות למטרה
hi: योगदान करें
hr: Suradnja
hu: Hozzájárulás
id: Kontribusi
is: Taka þátt
ja: 支援と貢献
ka: ხელშეწყობა
km: ចូលរួម
kn: ಕೊಡುಗೆ
ky: Салым кылуу
lo: ການປະກອບສ່ວນ
lt: Prisidėkite
lv: Piedalīties
mk: Приклучи се
ml: സഹായിക്കൂ
mn_mn: Хувь нэмэр
mr: योगदान द्या
ms: Sumbang
my: ပါဝင်ကူညီ
nb: Bidra
nl: Bijdragen
nn: Bidra
or: ଯୋଗଦାନ କରନ୍ତୁ
pl: Wspomóż
pt_br: Contribua
ro: Contribuie
ru: Внести вклад
si: දායකවන්න
sk: Prispejte
sl: Sodelovanje
sq: Kontribuoj
sr: Допринос
sv: Bidra
ta: பங்களித்தல்
te: సహాయపడండి
th: เข้าร่วม
tr: Katkıda Bulunun
tt: Өлеш кертергә
ug: تۆھپىكار
uk: Співпраця
ur: تعاون کریں
uz: Ishtirok etish
vi: Đóng góp
wa: Contribouwer

source: Getting started
af: Aan die slag
ar: بدء العمل
bg: Първи стъпки
br: O vezañ kroget ganti
bs: Započnite
ca: Primers passos
cs: Začínáme
cy: Dechrau arni
da: Kom godt i gang
de: Erste Schritte
de_lu: Lassleeën
el: Ξεκινήστε
fi: Aloittaminen
fr: Pour commencer
fy: Starte
he: מאיפה מתחילים?
hi: शुरू करना
hu: Első lépések
is: Að komast í gang
ja: はじめに
lt: Darbo pradžia
lv: Uzsākt
mr: प्रारंभ करणे
ms: Membiasakan diri
nb: Kom i gang
nl: Beginnen
nn: Kom i gang
pl: Pierwsze kroki
pt_br: Iniciar
ru: Как это сделать
si: ආරම්භ කරන්න
sk: Začíname
sl: Kako začeti?
sv: Kom igång
th: วีธีการ
tr: Başlarken
uk: Початок

source: Donate
af: Skenk
ar: تبرع
ast: Dona
be: Ахвяраваць
bg: Дарение
bn_in: দান করা
br: Ober un donezon
bs: Doniraj
ca: Feu una donació
cs: Darujte
cy: Cyfrannu
da: Donér
de: Spenden
de_lu: En Don maachen
el: Δωρίστε
et: Anneta
fi: Lahjoita
fr: Donner
fy: Donearje
gd: Thoir tabhartas
gl: Doar
gu: દાન કરો
he: תרומה
hi: दान दें
hr: Prilozi
hu: Adományozás
is: Styðja
ja: 寄付
ka: დახმარება
km: ឧបត្ថម្ភ
kn: ದೇಣಿಗೆ
lt: Paremti
lv: Ziedot
mk: Донирај
mr: देणगी
ms: Derma
nb: Donér
nl: Doneren
nn: Doner
or: ଦାନ କରନ୍ତୁ
pl: Wesprzyj
pt_br: Doar
ro: Donează
ru: Выделить ресурсы
si: පරිත්‍යාග කරන්න
sk: Podporiť darom
sl: Podari
sr: Прилози
sv: Donera
th: บริจาค
tr: Bağış yapın
uk: Пожертва
ur: عطيہ ديں
wa: Diner

source: Report a bug
af: Rapporteer ’n fout
ar: أبلِغ عن علّة
ast: Informa d'un bug
be: Паведаміць пра хібу
bg: Докладване на проблем
bn_in: একটি বাগ রিপোর্ট করুন
br: Rentañ kont un draen
bs: Prijavi grešku
ca: Informeu d'un error
cs: Nahlásit chybu
cy: Rhoi gwybod am wall
da: Rapportér en fejl
de: Einen Fehler melden
de_lu: E Bug mellen
el: Αναφορά προβλήματος
et: Teata veast
fa: گزارش خطا
fi: Raportoi ongelmasta
fo: Melda eina villu
fr: Signaler un bug
fy: In bug rapportearje
gd: Dèan aithris air buga
gl: Informar dun erro
gu: બગની જાણ કરો
he: דיווח על תקלה
hi: बग रिपोर्ट करें
hr: Prijavite grešku
hu: Hiba jelentése
id: Laporkan kutu
is: Tilkynna um villu
ja: バグの報告
km: រាយការណ៍​កំហុស
kn: ದೋಷವನ್ನು ವರದಿಮಾಡಿ
ky: Ката жөнүндө маалымдоо
lo: ລາຍງານຄວາມຜິດພາດ
lt: Pranešti apie klaidą
lv: Ziņot par kļūdu
ml: ഒരു പ്രശ്നം ശ്രദ്ധയില്‍ പെടുത്തൂ
mn_mn: Цоорхой мэдээлэх
mr: बग कळवा
ms: Laporkan pepijat
my: ချွတ်ယွင်းချက်အကြောင်းကြား
nb: Rapporter en feil
nl: Een bug rapporteren
nn: Rapporter feil
or: ଗୋଟିଏ ବଗ୍‌ ରିପୋର୍ଟ କରନ୍ତୁ
pl: Zgłoś błąd
pt_br: Informe um problema
ro: Raportează o eroare
ru: Сообщить об ошибке
si: දෝෂයක් වාර්තා කරන්න
sk: Nahlásenie chyby
sl: Poročila o hroščih
sq: Raporto nje bug
sr: Пријава грешака
sv: Rapportera en bugg
ta: வழுவொன்றை முறையிடு
te: ఒక లోపాన్ని నివేదించండి
th: รายงานบั๊ก
tr: Hata bildirin
tt: Хата турында хәбәр итәргә
ug: bug مەلۇم قىلىش
uk: Повідомити про помилку
ur: بگ کى خبر ديں
uz: Xato haqida xabar bering
vi: Báo Cáo Lỗi
wa: Fijhoz on rapoirt di bug

source: Support
af: Ondersteuning
ar: دعم
ast: Sofitu
be: Падтрымка
bg: Поддръжка
bn_in: সমর্থন
br: Skoazell
bs: Podrška
ca: Assistència
cs: Podpora
cy: Cymorth
de: Hilfe
el: Υποστήριξη
et: Tugi
fa: پشتیبانی
fi: tuki
fo: Hjálp
fy: Stipe
gd: Taic
gl: Asistencia
gu: આધારો
he: תמיכה
hi: समर्थन
hr: Podrška
hu: Támogatás
id: Dukungan
is: Aðstoð
ja: サポート
ka: მხარდაჭერა
km: គាំទ្រ
kn: ಬೆಂಬಲ
ky: Колдоо
lo: ສະໜັບສະໜູນ
lt: Palaikymas
lv: Atbalsts
mk: Поддршка
ml: പിന്തുണ
mn_mn: Тусламж
mr: पाठींबा
ms: Sokongan
my: ထောက်ပံ့
nb: Støtte
nl: Ondersteuning
nn: Brukarstøtte
or: ସମର୍ଥନ
pl: Wsparcie
pt_br: Suporte
ro: Asistență
ru: Поддержка
si: සහාය
sk: Podpora
sl: Podpora
sq: Mbështetje
sr: Подршка
ta: ஆதரவு
te: తోడ్పాటు
th: การช่วยเหลือ
tr: Destek
tt: Таяныч
ug: قوللاشلار
uk: Підтримка
ur: معاونت
uz: Yordam
vi: Hỗ Trợ
wa: Sopoirt

source: Skins
af: Velle
ar: الأغلِفة
be: Абалонкі
bg: Облици
bn_in: স্কিনস
br: Krec'hinoù
bs: Skinovi
ca: Temes
cs: Rozšíření vzhledu
cy: Crwyn
de_lu: Themen
el: Δέρματα
et: Kestad
fa: پوسته‌ها
fo: Skinn
fr: Thêmes
fy: Tema's
gd: Craicnean
gl: Ficheiros de aparencia
gu: સ્કિન્સ
he: ערכות עיצוב
hi: स्वरूप
hr: Presvlake
hu: Sminkek
id: Pemalut
is: Skinn
ja: スキン
ka: ტყავები
km: រូបរាង
kn: ಸ್ಕಿನ್ಸ್
ky: Скиндер
lt: Apipavidalinimai
lv: Apvalki
mk: Скинови
ml: ദൃശ്യ ചര്‍മങ്ങള്‍
mn_mn: Арьсууд
mr: स्कीन्स
ms: Kulit
my: အခွံများ
nb: Skall
nn: Drakter
or: ସ୍କିନ୍ ଗୁଡିକ
pl: Skóry
pt_br: Capas
ro: Tematici
ru: Оболочки
si: සම්
sk: Súbory pre zmenu vzhľadu
sl: Preobleke
sq: Fytyrat
sr: Маске
sv: Skal
ta: தோற்றங்கள்
te: తొడుగులు
th: หน้ากาก
tr: Dış Görünümler
tt: Тышлыклар
ug: تېرە
uk: Обкладинки
ur: جلد
uz: Skinlar
vi: Giao Diện Bổ Sung
wa: Peas

source: Extensions
af: Uitbreidings
ar: الامتدادات
ast: Estensiones
be: Пашырэнні
bg: Добавки
bn_in: এক্সটেনশানগুলি
br: Aztennoù
bs: Proširenja
cs: Rozšíření
cy: Estyniadau
da: Udvidelser
de: Erweiterungen
de_lu: Extensiounen
el: Επεκτάσεις
et: Laiendused
fa: افزونه‌ها
fi: laajennukset
fo: Víðkan
fy: Utwreidingen
gd: Leudachain
gl: Extensións
gu: વિસ્તરણ
he: הרחבות
hi: विस्तार
hr: Proširenja
hu: Kiegészítők
id: Ekstensi
is: Viðbætur
ja: エクステンション
ka: გაგრძელება
km: ផ្នែក​បន្ថែម
kn: ವಿಸ್ತರಣೆಗಳು
ky: Кеңейтүүлөр
lo: ສ່ວນຂະຫຍາຍ
lt: Plėtiniai
lv: Paplašinājumi
mk: Екстензии
ml: അനുബന്ധങ്ങള്‍
mn_mn: Өргөтгөлүүд
mr: एक्स्टेंशन्स
ms: Sambungan
my: နောက်တွဲပရိုဂရမ်များ
nb: Utvidelser
nl: Extensies
nn: Utvidingar
or: ସମ୍ପ୍ରସାରଣ
pl: Rozszerzenia
pt_br: Extensões
ro: Extensii
ru: Расширения
si: විස්තීර්ණ
sk: Rozšírenia
sl: Pripone
sq: Zgjerime
sr: Проширења
sv: Tillägg
ta: நீட்சிகள்
te: పొడిగింతలు
th: ส่วนขยาย
tr: Eklentiler
tt: Киңәйтүләр
ug: كېڭەيتمىلەر
uk: Розширення
ur: توسیعات
uz: Kengaytmalar
vi: Phần mở rộng
wa: Rawetes
