Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: Help us out!
af: Help ons!
ar: ساعدنا!
ast: Échanos un gabitu!
be: Дапамажыце нам!
bg: Помогнете ни!
bn_in: আমাদের কে সহায়তা করুন!
br: Roit an dorn deomp !
bs: Pomozi nam!
ca: Ajudeu-nos!
cs: Pomožte nám!
cy: Helpwch ni!
da: Hjælp os!
de: Helfen Sie uns!
de_lu: Hëlleft eis!
el: Βοήθεια!
et: Tule appi!
fa: ما را یاری کنید!
fi: Auta meitä!
fo: Hjálp okkum!
fr: Aidez-nous!
fy: Help ús!
gd: Cuidich leinn!
gl: Axúdenos a conseguilo!
gu: અમને મદદ કરો
he: בואו לסייע!
hi: हमारी सहायता करें!
hr: Pomozite nam!
hu: Segíts!
id: Bantu kami!
is: Réttu okkur hjálparhönd!
ja: ご支援のお願い
ka: დაგვეხმარეთ გარეთ!
km: ជួយ​យើង !
kn: ನಮಗೆ ಸಹಾಯ ಮಾಡಿ!
ky: Бизге жардам бериңиз!
lo: ຊ່ວຍທາງອອກໃຫ້ເຮົາ!
lt: Padėkite!
lv: Izpalīdziet mums!
mk: Поддржете нѐ!
ml: ഞങ്ങളെ സഹായിക്കൂ
mn_mn: Тусламж хэрэгтэй!
mr: आम्हाला मदत करा!
ms: Bantu kami!
my: ဝိုင်းဝန်းကူညီ!
nb: Hjelp oss!
nl: Help ons!
nn: Hjelp oss!
or: ଆମକୁ ସାହାଯ୍ୟ କରନ୍ତୁ!
pl: Pomóż nam!
pt_br: Ajude!
ro: Ajută-ne!
ru: Поддержите нас!
si: අපට සහාය වන්න!
sk: Pomôžte nám!
sl: Pomagajte nam!
sq: Na ndihmoni!
sr: Помозите нам!
sv: Hjälp oss!
ta: எங்களுக்கு உதவுங்கள்
te: సహాయపడండి!
th: ช่วยพวกเราที!
tr: Bize yardımcı olun!
tt: Безне коткарыгыз!
ug: ياردەم قىلىش
uk: Допоможіть нам!
ur: ہمارى مدد کريں!
uz: Yordam bering!
vi: Hãy giúp chúng tôi!
wa: Aidîz nos!

source: donate
af: skenk
ar: تبرع
ast: dona
be: ахвяраваць
bg: даряване
bn_in: দান করা
br: Ober un donezon
bs: doniraj
ca: feu un donatiu
cs: darovat
cy: cyfrannu
da: donér
de: spenden
de_lu: spenden
el: δωρίστε
et: anneta
fa: همیاری
fi: lahjoita
fo: lat eitt oyra
fr: donner
fy: donearje
gd: thoir tabhartas
gl: doar
gu: દાન કરો
he: תרומה
hi: दान दें
hr: donirajte
hu: adományozás
id: donasi
is: styðja
ja: 寄付
ka: დავეხმაროთ
km: ឧបត្ថម្ភ
kn: ದೇಣಿಗೆ
ky: тартуу кылуу
lo: ບໍລິຈາກ
lt: Paremkite
lv: ziedot
mk: донирај
ml: സംഭാവന ചെയ്യൂ
mn_mn: хандивлах
mr: देणगी द्या
ms: sumbang
my: လှူဒါန်း
nb: donér
nl: doneren
nn: doner
or: ଦାନ କରନ୍ତୁ
pl: wesprzyj
pt_br: doe
ro: donează
ru: пожертвовать
si: පරිත්‍යාග
sk: darovať
sl: podari
sq: dhuro
sr: приложи
sv: donera
ta: கொடை
te: విరాళమివ్వండి
th: บริจาค
tr: bağış yapın
tt: иганә бирү
ug: ئىئانە
uk: пожертва
ur: عطيہ
uz: xayriya qilish
vi: ủng hộ
wa: dinez

source: VideoLAN is a non-profit organization.
af: VideoLAN is ’n niewinsgewende organisasie.
ar: VideoLAN هي مُنظّمة غير ربحية.
ast: VideoLAN ye una organización ensin ánimu de llucru.
be: VideoLAN ёсць некамерцыйнай арганізацыяй.
bg: VideoLAN е организация с нестопанска цел.
bn_in: VideoLAN একটি অলাভজনক সংস্থা.
br: Videolan a zo un aozadur hep-goudnidoù.
bs: VideoLAN je neprofitabilna organizacija.
ca: VideoLAN és una organtizació sense ànim de lucre.
cs: VideoLAN je nezisková organizace.
cy: Sefydliad di-elw yw VideoLAN.
da: VideoLAN er en nonprofitorganisation.
de: VideoLAN ist eine gemeinnützige Organisation.
de_lu: VideoLAN ass eng gemengnëtzech Organisatioun.
el: Το VideoLAN είναι ένας μη-κερδοσκοπικός οργανισμός.
et: VideoLAN on mittetulunduslik organisatsioon.
fa: VideoLAN سازمانی غیرانتفاعی است.
fi: VideoLAN on voittoa tavoittelematon organisaatio.
fo: VideoLAN er ein felagsskapur við ongum vinningi.
fr: VideoLAN est une association loi 1901.
fy: VideoLAN is in non-profitorganisaasje.
gd: 'S e buidheann neo-phrothaideach a tha ann an VideoLAN.
gl: VideoLAN é unha organización sen ánimo de lucro.
gu: VideoLAN એક સંસ્થા બિન નફાકારક છે.
he: VideoLAN הנה עמותה ללא מטרות רווח.
hi: VideoLAN एक गैर लाभकारी संगठन है.
hr: VideoLAN je neprofitna organizacija.
hu: A VideoLAN egy nonprofit szervezet.
id: VideoLAN adalah organisasi nirlaba.
is: VideoLAN eru samtök án hagnaðarmarkmiða.
ja: VideoLANは非営利の組織で運営されています。
ka: VideoLAN არის არაკომერციული ორგანიზაცია.
km: VideoLAN គឺ​ជា​អង្គការ​មិន​រក​ប្រាក់​ចំណេញ ។
kn: ವಿಡಿಯೋ ಲ್ಯಾನ್ ಒಂದು ಲಾಭರಹಿತ ಸಂಸ್ಥೆ.
ky: VideoLAN - коммерциялык эмес уюм.
lo: VideoLAN ເປັນອົງການທີ່ບໍ່ສະແຫວງຫາຜົນກຳໄລ.
lt: VideoLAN yra ne pelo organizacija.
lv: VideoLAN ir bezpeļņas organizācija.
mk: VideoLAN е непрофитна организација.
ml: വീഡിയോലാന്‍ ലാഭേച്ഛയില്ലാതെ പ്രവര്‍ത്തിക്കുന്ന പ്രസ്ഥാനമാണ്
mn_mn: VideoLAN бол ашгийн бус байгууллага.
mr: VideoLAN ही एक ना-नफा संस्था आहे.
ms: VideoLAN adalah organisasi tidak berasaskan keuntungan.
my: ဗီဒီယိုလမ်းမှာအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းဖြစ်။
nb: VideoLan er en ideell organisasjon.
nl: VideoLAN is een non-profit organisatie.
nn: VideoLAN er ein ideell organisasjon.
or: VideoLAN ଏକ ଲାଭ ମୁକ୍ତ ସଂସ୍ଥା ଅଟେ|
pl: VideoLAN jest organizacją non-profit.
pt_br: O VideoLAN é uma organização sem fins lucrativos.
ro: VideoLAN este o organizație non-profit.
ru: VideoLAN - некоммерческая организация.
si: VideoLAN ලාභ-නොලබන සංවිධානයකි.
sk: VideoLAN je neziskovou organizáciou.
sl: VideoLAN je neprofitna ustanova.
sq: VideoLAN është një organizatë jo-fitimprurëse.
sr: VideoLAN је непрофитна организација.
sv: VideoLAN är en ideell organisation.
ta: வீடியோலேன் ஒரு இலாப நோக்கற்ற அமைப்பு ஆகும்.
te: వీడియోల్యాన్ ఒక లాభాపేక్షలేని సంస్థ
th: VideoLAN เป็นองค์กรไม่แสวงหากำไร
tr: VideoLAN kâr amacı gütmeyen bir kuruluştur.
tt: VideoLAN - коммерциясез эшли торган оешма.
ug: VideoLAN بولسا بىر پايدىنى كۆزلىمەيدىغان گۇرۇپپا
uk: VideoLAN - це неприбуткова організація.
ur: ويڈيو لين ایک غیر منافع بخش تنظیم ہےـ
uz: VideoLAN bu notijorat tashkilot.
vi: VideoLAN là một tổ chức phi lợi nhuận.
wa: VideoLAN est ene soce nén recwårlante.

source: All our costs are met by donations we receive from our users. If you enjoy using a VideoLAN product, please donate to support us.
af: Al ons onkoste word deur donasies vanaf gebruikers gedek. Indien u ’n VideoLAN-produk gebruik en geniet, skenk asb. iets ter ondersteuning.
ar: نواجه تكاليفنا بواسطة تبرعات الأعضاء. إذا استمتعت باستخدام VideoLAN، فتبرّع رجاءً لدعمنا.
ast: Tolos gastos costéense coles donaciones feches de los nuestros usuarios. Si te presta usar VideoLAN, por favor considera donar pa sofitar el proyeutu.
be: Усе нашыя выдаткі пакрываюцца ахвяраваннямі ад нашых карыстальнікаў. Калі вам падабаецца прадукт VideoLAN, дык ахвяруйце, каб падтрымаць нас.
bg: Всички наши разходи се покриват от дарения, които получаваме от потребителите си. Ако харесвате някой продукт на VideoLAN, моля, подкрепете ни като дарите средства.
bn_in: সমস্ত আমাদের খরচ আমাদের ব্যবহারকারী থেকে donations আমাদের মধ্যে দেখা করা হয় গ্রহন করা হয়। যদি আপনি একটি VideoLAN দ্রব্য ব্যবহার করে উপভোগ করেন, দয়া করে আমাদেরকে সমর্থন করতে দান করুন
bs: Svi naši troškovi su pokriveni sa donacijama koje primamo od naših korisnika. Ako uživaš koristeći VideoLAN proizvod, molimo da doniraš kako bi nas podržao.
ca: Totes les despeses les cobrim amb els donatius que rebem dels nostres usuaris. Si gaudiu usant un producte VideoLAN, feu un donatiu per donar-nos suport.
cs: Všechny naše výdaje jsou pokryty příspěvky, které dostáváme od našich uživatelů. Pokud rádi používáte libovolný produkt VideoLAN, přispějte na rozvoj.
cy: Rhoddion gan ddefnyddwyr sy'n talu ein holl gostau. Os ydych yn mwynhau defnyddio cynnyrch gan VideoLAN, gwnewch rodd i'n cefnogi os gwelwch yn dda.
da: Alle vores udgifter dækkes af de donationer vi modtager fra vores brugere. Hvis du er glad for at bruge et VideoLAN-produkt, så støt os venligst ved at donere.
de: Alle unsere Kosten werden durch Spenden getragen, die wir von unseren Nutzern erhalten. Wenn Ihnen ein VideoLAN-Produkt gefällt, spenden Sie bitte, um uns zu unterstützen.
de_lu: All eis Käschten ginn duerch Donen gedeckt, déi mir vun onseren Notzer kréien. Wann Iech ee VideoLAN-Produit gefält, dann spent w.e.g., vir eis ze ënnerstëtzen.
el: Όλα μας τα έξοδα καλύπτονται από τις δωρεές των χρηστών μας. Αν σας αρέσει να χρησιμοποιείτε ένα προϊόν VideoLAN, παρακαλούμε κάντε μια δωρεά για να μας υποστηρίξετε.
et: Kõik meie kulutused tuleb katta kasutajate annetustest. Kui naudid mõne VideoLANi toote kasutamist, siis palun anneta meile.
fa: تمام مخارج ما از طریق کمک‌های مالی کاربران تأمین می‌شود. اگر یکی از محصولات VideoLAN برایتان سودمند است، لطفا برای حمایت از ما کمک مالی کنید.
fi: Kaikki kustannukset täyttyvät lahjoituksilla saamme käyttäjiä. Jos nautit VideoLAN tuote, lahjoita tukea meitä.
fo: Øll fígging okkara kemur frá brúkarunum, sum lata pening. Dámar tær VideoLAN tænasturnar, vinaliga stuðla okkum við at lata eitt oyra.
fr: Tous nos frais sont couverts par les dons que nous recevons de nos utilisateurs. Si vous appréciez notre travail, contribuez!
fy: Al ús kosten wurde dekt troch donaasjes dy't wy ûntfange fan ús brûkers. As jo nocht hawwe yn it gebrûk fan in VideoLAN-produkt, kinne jo donearje om ús te stypjen.
gd: Tha sinn a' paigheadh nan cosgaisean uile againn le tabhartasan a gheibh sinn on luchd-chleachdaidh againn. Ma tha bathar VideoLAN a' còrdadh ribh, nach cuir sibh taic rinn le tabhartas?
gl: Todos os custes son atinxidos mediante as doazóns que recibimos dos usuarios. Se lle gustou usar un produto de VideoLAN, faga unha doazón para nos axudar.
gu: અમારા બધા ખર્ચ દાન અમે અમારા વપરાશકર્તાઓ પાસેથી પ્રાપ્ત દ્વારા પૂરી કરવામાં આવે છે. જો તમે VideoLAN ઉત્પાદન મદદથી આનંદ, અમને આધાર દાન કરો.
he: כל העלויות שלנו מכוסות על ידי התרומות שאנו מקבלים מהמשתמשים שלנו. אם נהנית מהשימוש במוצר של VideoLAN אולי מוטב לשקול תרומה כספית לשם הבעת תמיכה.
hi: हमारे सभी लागत दान से मिले हैं हम अपने उपयोगकर्ताओं से प्राप्त करते हैं. यदि आप VideoLAN उत्पाद का उपयोग कर आनंद लें, कृपया दान दे कर हमारा समर्थन करें.
hr: Sve naše troškove pokrivaju donacije, koje dobivamo od naših korisnika. Ukoliko Vam je koristan neki VideoLAN proizvod, donirajte da nas podržite.
hu: Az összes költséget a felhasználók adományaiból álljuk. Ha tetszik a VideoLAN valamelyik terméke, akkor kérjük adományoddal támogasd a fejlesztését.
id: Semua pendapatan kami didapat dari donasi yang kami terima dari pengguna. Jika Anda suka menggunakan produk VideoLAN, sebaiknya donasikan sejumlah uang untuk mendukung kami.
is: Öllum kostnaði er mætt með gjafafé sem við fáum frá notendum. Ef VLC-hugbúnaður kemur þér að góðu gagni, endilega gefðu eitthvað til að styðja okkur.
ja: ユーザーの皆様からの寄付ですべての運営を賄っています。VideoLANのソフトウェアを利用しておられるのであれば、私たちをサポートするために寄付をお願いします。
ka: ყველა ჩვენი ხარჯები შეხვდა შემოწირულობების მივიღებთ ჩვენი მომხმარებლებს.თუ სარგებლობენ გამოყენებით VideoLAN პროდუქტის, გთხოვთ დავეხმაროთმხარდაჭერა ჩვენს.
km: តម្លៃ​របស់​យើង​ទាំងអស់​បំពេញ​តាម​ការ​ឧបត្ថម្ភ ដែល​យើង​បាន​ទទួល​ពី​អ្នកប្រើប្រាស់​របស់​យើង ។ ប្រសិន​បើ​អ្នក​រីករាយ​ប្រើ​ផលិតផល VideoLAN សូម​ជួយ​ឧបត្ថម្ភ​យើង​​ខ្ញុំ ។
kn: ನಮ್ಮ ಎಲ್ಲಾ ಕರ್ಚು-ವೆಚ್ಚಗಳು ಬಳಕೆದಾರರ ಕೊಡುಗೆಗಳಿಂದ ಪೂರೈಸಲಾಗುತ್ತದೆ. ನಿಮಗೆ ವಿಡಿಯೋ ಲ್ಯಾನ್ ತಂತ್ರಾಶ ಖುಷಿ ಕೊಟ್ಟರೆ, ದಯವಿಟ್ಟು ಇಲ್ಲಿ ದೇಣಿಗೆ ನೀಡಿ.
lo: ຄ່າໃຊ້ຈ່າຍທັງໝົດຂອງພວກເຮົາແມ່ນໄດ້ຈາກການຮັບບໍລິຈາກໂດຍຜູ້ໃຊ້. ຖ້າຫາກທ່ານມີຄວາມສຸກການນໍາໃຊ້ຜະລິດຕະພັນ VideoLAN, ກະລຸນາບໍລິຈາກເພື່ອສະຫນັບສະຫນູນພວກເຮົາ.
lt: Visas mūsų išlaidas padengia mūsų naudotojų paaukoti pinigai. Jei jums patinka naudotis VideoLAN gaminiais, paremkite mus auka.
lv: Visas mūsu izmaksas tiek segtas no ziedojumiem, kurus mēs saņemam no saviem lietotājiem. Ja jūs baudāt VideoLAN izstrādājuma lietošanu, lūdzu ziedojiet, lai mūs atbalstītu.
mk: Сите наши придобивки се од донации од други корисници. Доколку уживате во користењето на некој продукт на VideoLAN, Ве молиме донирајте и поддржете нѐ.
ml: ഉപയോക്താക്കളില്‍ നിന്ന് ലഭിക്കുന്ന സംഭാനയാണ് ഞങ്ങളുടെ എല്ലാ ചിലവുകള്‍ക്കുമുള്ള പണം. നിങ്ങള്‍ വീഡിയോലാന്‍ ഉല്‍പന്നങ്ങള്‍ ആസ്വദിക്കുന്നുവെങ്കില്‍, ദയവായി ഞങ്ങളെ സാമ്പത്തിക സംഭാവന കൊണ്ട് പിന്തുണക്കൂ
mn_mn: Бидний бүх зардал нь хэрэглэгчдээс ирсэн хандиваас бүрддэг. Хэрэв та VideoLAN бүтээгдэхүүнийг ашиглахтаа тааламжтай байдаг бол, биднийг дэмжиж хандив өгнө үү.
mr: आमच्या सर्व गरजा आमच्या वापरकर्त्यांनी दिलेल्या देणगीतून भागवल्या जातात. जर तुम्हाला VideoLAN उत्पादन उपयुक्त वाटत असेल तर कृपया देणगीतून आम्हाला सहकार्य करा.
ms: Semua kos kami diperolehi dari sumbangan yang diterima daripada pengguna kami. Jika anda menyukai produk VideoLAN, sila beri sumbang kepada kami.
my: အသံုးပြုသူများထံမှရရှိသောလှုဒါန်းမှုများဖြင့်ကုန်ကျစရိတ်များကိုသံုးစွဲထား။ ဗီဒီယိုလမ်းထုတ်ကုန်ကိုအသံုးပြုခြင်းကိုကြိုက်ပါကကျေးဇူးပြု၍လှုဒါန်းပါ။
nb: Alle våre kostnader dekkes av donasjoner vi får fra våre brukere. Hvis du liker å bruke VideoLAN-produkter, vurder å donere for å støtte oss.
nl: Al onze kosten worden gedekt door donaties die we ontvangen van onze gebruikers. Als u plezier heeft in het gebruik van een VideoLAN-product, kunt u doneren om ons te ondersteunen.
or: ଆମର ସମସ୍ତ ଖର୍ଚ୍ଚ ଉପଯୋଗକର୍ତ୍ତାମାନଙ୍କ ଠାରୁ ମିଳୁଥିବା ଦାନଗୁଡିକରୁ କରାଯାଉଅଛି| ଯଦି ଆପଣ VideoLAN ର କୌଣସି ଉତ୍ପାଦର ଉପଯୋଗ କରି ଆନନ୍ଦ ପାଉଛନ୍ତି, ତେବେ ଦୟାକରି ଦାନ କରି ଆମକୁ ସମର୍ଥନ କରନ୍ତୁ|
pl: Wszystkie koszty pokrywane są z darowizn, które otrzymujemy od naszych użytkowników. Jeśli używasz produktów VideoLAN z uśmiechem na twarzy i chcesz nam pomóc, wesprzyj nas.
pt_br: Todos os nossos custos são cobertos por doações que recebemos dos nossos usuários. Se você gosta de usar um produto VideoLAN, por favor doe para nos ajudar.
ro: Toate costurile noastre sunt plătite din donațiile primite de la utilizatori. Dacă îți place să utilizezi un produs VideoLAN te rog să donezi pentru a ne susține.
ru: Все наши расходы покрыты за счет пожертвований наших пользователей. Если вам нравится пользоваться продуктом VideoLAN, вы можете оказать нам финансовую поддержку.
si: අප පරිශීලකයන් විසින් ලබා දෙන පරිත්‍යාග වලින් අපගේ සියලුම වියදම් සපයා ගනු ලැබේ. ඔබ VideoLAN ව්‍යාපෘතිය මඟින් වින්දනයක් ලබන්නේ නම්, කරුණාකර අපට පරිත්‍යාග කර සහාය වන්න.
sk: Všetky naše náklady sú hradené z darov, ktoré dostaneme od používateľov našich programov. Ak radi používate niektorý produkt od tímu VideoLAN a páči sa Vám, prosím prispejte a podporte nás.
sl: Vse stroške delovanja pokrivamo z donacijami zvestih uporabnikov. V kolikor tudi vi verjamete, da je VIdeoLAN odličen izdelek, podprite organizacijo in s tem nadaljnji razvoj.
sq: Të gjitha shpenzimet tona janë plotësuar nga donacionet që marrim nga përdoruesit tanë. Nëse ju pëlqeni përdorimin një produkti të VideoLAN, ju lutemi dhuroni për të na mbështetur.
sr: Све наше трошкове покривају прилози које добијамо од корисника. Ако вам се свиђа производ VideoLAN-а, подржите нас новчаним прилогом.
sv: Alla våra kostnader möts av donationer som vi får från våra användare. Om du tycker om att använda en VideoLAN-produkt, var god donera för att stödja oss.
ta: இந்த மென்பொருளை உருவாக்கத்தேவையான பணத்தை பொதுமக்களால் வழங்கப்படும் கொடை மூலமே செய்து வருகிறோம். நீங்கள் வீடியோலேன் தயாரிப்பைப் பயன்படுத்தி மகிழ்ச்சியடைந்தால், கொடையளித்து ஆதவர தர வேண்டுகிறோம்.
te: మా ఖర్చులన్నీ వాడుకరుల నుండి మేము స్వీకరించే విరాళాలు ద్వారానే నెరవేర్చబడతాయి. ఒకవేళ వీడియాలాన్ ఉత్పత్తిని వినియోగించడానికి ఇష్టపడితే, తోడ్పాటుకై దయచేసి విరాళమివ్వండి.
th: เงินใช้จ่ายทั้งหมด ได้มาโดยการบริจาคจากทางผู้ใช้ของพวกเรา หากคุณพึงพอใจในผลิตภัณฑ์ของ VideoLAN โปรดบริจาคเพื่อสนับสนุนพวกเรา
tr: Bütün giderlerimiz kullanıcılarımızdan gelen bağışlarla karşılanıyor. Bir VideoLAN ürününü beğendiyseniz, lütfen bağış yaparak bize destek olun.
tt: Барлык безнең чыгымнар безнең кулланучылар иганәсе ярдәмендә каплана. Әгәр сезгә VideoLAN җитештермәсе белән куллану ошаса, зинһар, безгә ярдәм итү өчен иганә калдырыгыз.
ug: بىزنىڭ بارلىق ئىشلىرىمىز باشقىلارنىڭ ئىئانىسىنىڭ ياردىمى ئارقىلىق بولىدۇ.ئەگەر سىزVideoLAN نىڭ ئەپلىرىنى ياقتۇرغان بولسىڭىز بىز ئۈچۈن ئىئانە قىلىڭ.بۇ بىزنى قوللىغىنىڭىز بولۇپ قالغۇسى.
uk: Всі наші витрати покриваються за рахунок пожертвувань, які ми отримуємо від наших користувачів. Якщо вам подобається користуватися програмою від VideoLAN, будь ласка, пожертвуйте, щоб підтримати нас.
ur: ہمارے تمام اخراجات ہمارے صارفین کی طرف سے موصول ہونے والے عطیات سے مل رہے ہیں. اگر آپ ويڈيو لين کى مصنوعات ميں سے کوئى ایک بھى استعمال کا لطف حاصل کر رہے ہيں تو براہ مہربانی ہماری مدد کے ليے عطیہ دیں ـ
uz: Barcha xarajatlarimiz foydalanuvchilar tomonidan qilingan xayriya mablag‘lari evaziga qoplanadi. Agar siz ham VideoLAN dasturini yoqtirsangiz, iltimos, bizni qo‘llab-quvvatlash uchun xayriya qiling.
vi: Tất cả mọi chi phí vận hành dự án đều đến từ những ủng hội từ phía người dùng. Nếu bạn cảm thấy thích thú với những sản phẩm của dự án chúng tôi, hãy ủng hộ chúng tôi về cả mặt tài chính, sức lực và sự đóng góp từ phía các bạn.
wa: Totes nos costindjes sont covierts pa les dons ki nos riçuvans da nos uzeus. Si vos préjhîz eployî on produt VideoLAN, si vos plait fijhoz on don po nos sopoirter.

source: Learn More
af: Leer Meer
ar: مزيدٍ من المعلومات
ast: Deprender más
be: Падрабязней
bg: Научете повече
bn_in: আরো শিখুন
br: Gouzout Hiroc'h
bs: Nauči Više
ca: Apreneu-ne més
cs: Více informací
cy: Dysgu Mwy
da: Få mere at vide
de: Erfahren Sie mehr
de_lu: Gitt méi gewuer
el: Μάθετε περισσότερα
et: Loe edasi
fa: بیشتر بدانید
fi: Opi lisää
fo: Lær meira
fr: En Savoir Plus
fy: Mear ynformaasje
gd: Barrachd fiosrachaidh
gl: Saber máis
gu: વધારે શીખો
he: מידע נוסף
hi: अधिक जानें
hr: Saznajte više
hu: Tudj meg többet!
id: Pelajari Lebih Lanjut
is: Vita meira
ja: さらに詳しく
ka: დაწვრილებით
km: ស្វែងយល់​បន្ថែម
kn: ಹೆಚ್ಚು ತಿಳಿದುಕೊಳ್ಳಿ
ky: Көбүрөөк билүү
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
lt: Skaityti toliau...
lv: Uzzināt vairāk
mk: Научи повеќе
ml: കൂടുതല്‍ മനസ്സിലാക്കൂ
mn_mn: Ихийг мэдэх
mr: अधिक शिका
ms: Pelajari Lagi
my: နောက်ထပ်လေ့လာ
nb: Lær mer
nl: Meer informatie
nn: Lær meir
or: ଅଧିକ ଜାଣନ୍ତୁ
pl: Dowiedz się więcej
pt_br: Mais Informações
ro: Află mai multe
ru: Узнать больше
si: තවත් දැනගන්න
sk: Viac informácií
sl: Več podrobnosti
sq: Mëso më Shume
sr: Сазнајте више
sv: Läs mer
ta: மேலும் அறிக
te: మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tr: Ayrıntılı Bilgi
tt: Күбрәк белергә
ug: تېخىمۇ كۆپ ئۇچۇرلار
uk: Дізнатися більше
ur: مزید معلومات حاصل کریں
uz: O'rganing
vi: Tìm hiểu thêm
wa: Kinoxhe pus

source: VideoLAN is open-source software.
af: VideoLAN is oopbronprogrammatuur.
ar: VideoLAN هي برمجيّة مفتوحة المصدر.
ast: VideoLAN ye software de códigu abiertu
be: VideoLAN ёсць адкрытым праграмным забеспячэннем.
bg: VideoLAN е софтуер с отворен код.
bn_in: VideoLAN হয় ওপেন সোর্স সফ্টওয়্যার.
bs: VideoLAN je softver otvorenog-koda.
ca: VideoLAN és programari de codi obert.
cs: VideoLAN je software s otevřeným zdrojovým kódem.
cy: Mae VideoLAN yn feddalwedd cod agored.
da: VideoLAN er open source-software.
de: VideoLAN ist Open-Source-Software.
de_lu: VideoLAN ass Quell-oppen Software.
el: Το VideoLAN είναι λογισμικό ανοικτού κώδικα.
et: VideoLAN on avatud lähtekoodiga tarkvara.
fa: VideoLAN نرم‌افزاری متن باز است.
fi: VideoLAN on avoimen lähdekoodin ohjelmisto.
fo: VideoLAN er eitt open-source forrit.
fr: VideoLAN dévelope des logiciels libres.
fy: VideoLAN is iepen-boarnesoftware.
gd: Tha VideoLAN 'na bhathar-bog le còd fosgailte.
gl: VideoLAN é un software de código aberto.
gu: VideoLAN ઓપન સોર્સ સોફ્ટવેર છે.
he: VideoLAN הנה תכנה בקוד פתוח.
hi: VideoLAN खुला स्रोत सॉफ़्टवेयर है.
hr: VideoLAN je softver otvorenog kôda.
hu: A VideoLAN nyílt forráskódú szoftver.
id: VideoLAN adalah perangkat lunak sumber terbuka.
is: VideoLAN er opinn og frjáls hugbúnaður.
ja: VideoLANはオープンソースソフトウェアです。
ka: VideoLAN არის ღია პროგრამული უზრუნველყოფა.
km: VideoLAN គឺ​ជា​កម្មវិធី​កូដ​ចំហ
kn: ವಿಡಿಯೋ ಲ್ಯಾನ್ ಒಂದು ಮುಕ್ತ ತಂತ್ರಾಶ.
ky: VideoLAN - ачык программа жабдыгы.
lo: VideoLAN ເປັນຊອບແວທີ່ເປັນ open-source.
lt: VideoLAN yra atviro kodo programinė įranga.
lv: VideoLAN ir atvērtā pirmkoda programmatūra.
mk: VideoLAN е слободен софтвер.
ml: വീഡിയോലാന്‍ സ്വതന്ത്ര സോഫ്റ്റ്‍വെയര്‍ ആണ്.
mn_mn: VideoLAN бол нээлттэй эхийн програм.
mr: VideoLAN हे उघड-स्त्रोत सॉफ्टवेअर आहे.
ms: VideoLAN adalah perisian sumber-terbuka.
my: ဗီဒီယိုလမ်းမှာရင်းမြစ်ပွင့်ဆောဖ့်ဝဲဖြစ်။
nb: VideoLAN er fri programvare
nn: VideoLAN er programvare med open kjeldekode.
or: VideoLAN ଏକ ମୁକ୍ତ ସ୍ରୋତ ସଫ୍ଟୱେୟାର ଅଟେ|
pl: VideoLAN jest otwartym oprogramowaniem.
pt_br: Os programas da VideoLAN são livres.
ro: VideoLAN este un program cu codul sursă liber.
ru: VideoLAN — открытое программное обеспечение.
si: VideoLAN යනු විවෘත-මූලාශ්‍ර මෘදුකාංගයකි.
sk: VideoLAN je softvér s otvoreným zdrojovým kódom.
sl: VideoLAN je odprtokodna programska oprema.
sq: VideoLAN është program burim-hapur.
sr: VideoLAN је софтвер отвореног кода.
sv: VideoLAN är programvara med öppen källkod.
ta: வீடியோலேன் ஒரு திறமூல மென்பொருள் ஆகும்.
te: వీడియోల్యాన్ అనేది ఓపెన్-సోర్స్ సాఫ్టువేరు.
th: VideoLAN เป็นซอฟท์แวร์แบบโอเพนซอร์ส
tr: VideoLAN açık kaynak kodlu bir yazılımdır.
tt: VideoLAN - ачык программа тәэминаты.
ug: VideoLAN بولسا بىر ئېچىۋېتىلگەن ئوچۇق كودلۇق دېتال
uk: VideoLAN - це відкрите програмне забезпечення.
ur: ويڈيو لين اوپن سورس سافٹ ویئر ہے ـ
uz: VideoLAN bu ochiq kodli dasturiy ta'minot.
vi: VideoLAN là một phần mềm mã nguồn mở.
wa: VideoLAN est on programe libe.
