Repository: 01shobitha/test
Catalog: www.videolan.org/locale/*/LC_MESSAGES/website.po
Languages: af, ar, ast, be, bg, bn_in, br, bs, ca, cs, cy, da, de, de_lu, el, et, fa, fi, fo, fr, fy, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, km, kn, ky, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, nl, nn, or, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, ta, te, th, tr, tt, ug, uk, ur, uz, vi, wa

source: This means that if you have the skill and the desire to improve one of our products, your contributions are welcome
af: Dit beteken dat indien u die vaardighede en die lus het om van ons produkte te verbeter, u bydraes verwelkom word
ar: هذا يعنّي أنّه في حال امتلكت المهارة و الرّغبة في تحسين أحد منتجاتنا، فإن مُساهماتكم موضع ترحيب
ast: Esto quier dicir que si quies ayudanos a meyorar los nuesos productos, les tos contribuciones son bienllegaes
be: Гэта азначае, што як маеце навычку і жаданне палепшыць наш прадукт ці дадаць новыя функцыі, дык ласкава запрашаем вас
bg: Това означава, че ако имате уменията и желанието да подобрите някой от нашите продукти, ще се радваме на помощта Ви
bn_in: এইটি অভিপ্রায় কর সেটায় যদি আপনার দক্ষতা রয়েছে এবং আমাদের দ্রব্যের একটি উন্নতি করতে আকাঙ্খা, আপনার অবদানসমূহ স্বাগত আছে
bs: To znači ako posjeduješ vještinu i želju da napreduješ jedan od naših proizvoda, tvoji doprinosi su dobrodošli.
ca: Això significa que si teniu la capacitat i el desig de millorar algun dels nostres productes, la vostra col·laboració és benvinguda
cs: To znamená, že pokud máte schopnosti a touhu vylepšovat jeden z našich produktů, tak jsou Vaše příspěvky vítány.
cy: Mae hyn yn golygu fod croeso i chi gyfrannu os ydych gyda'r gallu a'r awydd i wella un o'n cynnyrch.
da: Det betyder at hvis du har evnen og ønsket om at forbedre et af vores produkter, er dine bidrag kærkomment
de: Das bedeutet, dass Ihre Beiträge willkommen sind, wenn Sie die Fähigkeiten und den Wunsch haben, eines unserer Produkte zu verbessern.
de_lu: Dat bedeit, dass wann dir d’Fähegkeet an de Wonsch hutt, een vun onsere Produiten ze verbesseren, är Beiträg ëmmer wëllkomm sinn.
el: Αυτό σημαίνει ότι εάν έχετε τα προσόντα και τη διάθεση για να βελτιώσετε ένα από τα προϊόντα μας, η συνεισφορές σας είναι καλοδεχούμενες
et: See tähendab, et kui sul on oskusi ja tahtmist mõnda meie toodet paremaks teha, oled teretulnud kaasa lööma.
fa: این بدین معنیست که اگر شما مهارت و اشتیاق کافی برای بهبود یکی از محصولات ما را دارید، از همیاری شما خوشحال می‌شویم.
fi: Tämä tarkoittaa, että jos sinulla on taito ja halu parantaa jotakin tuotteistamme, osallistumisesi on tervetullutta
fo: Hetta merkir, at um tú hevur evnini og hugin at betra um onkra av tænastum okkara, eru tíni ískoyti kærkomin.
fr: Si vous avez les compétences et le désir d'améliorer un de nos produits ou d'ajouter des nouvelles fonctionnalités, vous le pouvez.
fy: Dit betsjut dat as jo de feardichheden hawwe en de winsk om ien fan ús produkten te ferbetterjen, jo bydragen wolkom binne.
gd: 'S ciall dha seo gu bheil sinn a' cur fàilte air do chom-pàirteachas ma tha na sgilean ceart agad is ma tha thusa deiseil is deònach.
gl: Isto significa que se ten os coñecementos e o desexo de mellorar un dos nosos produtos, as súas contribucións serán benvidas.
gu: આનો અર્થ એ થાય કે જો તમે કુશળતા અને અમારા ઉત્પાદનો સુધારવા ઇચ્છા હોય છે, તમારા યોગદાનની સ્વાગત છે
he: משמעות הדבר היא שאם יש לך את המיומנויות לפיתוח המוצרים שלנו אז תרומותיך יתקבלו בברכה
hi: इसका मतलब यह है कि अगर आप में कौशल है और हमारे उत्पादों के सुधार की इच्छा है, आपके योगदान का स्वागत करते हैं
hr: To znači da je Vaša suradnja dobrodošla, ukoliko imate sposobnost i želju da poboljšate neki od naših proizvoda
hu: Ha van szaktudásod és kedved tökéletesíteni valamelyik termékünket, akkor hozzájárulásodat szívesen várjuk!
id: Artinya adalah jika Anda memiliki keahlian dan keinginan untuk meningkatkan kualitas salah satu produk kami, kontribusi Anda sangat diterima
is: Það þýðir að langi þig til og hafir kunnáttu til að bæta eitthvað í verkefnunum okkar, þá eru framlög þín meira en velkomin
ja: あなたが私たちのソフトウェアを改善したいと思い、スキルを持っておられるのであれば、ぜひご協力をお願いします。
ka: ეს ნიშნავს, რომ თუ თქვენ გაქვთ უნარი და სურვილი გააუმჯობესოს ერთი ჩვენი პროდუქტების, თქვენი წვლილი ელით
km: នេះ​មាន​ន័យ​ថា ប្រសិន​បើ​​អ្នក​មាន​ជំនាញ និង​ចង់​បង្កើន​ផលិតផល​មួយ​ក្នុង​ចំណោម​ផលិតផល​របស់​យើង សូម​ស្វាគមន៍​ការ​ចូលរួម​របស់​អ្នក
kn: ಇದರರ್ಥ, ನಿಮಗೆ ಕೌಶಲ್ಯ ಹಾಗೂ ಇಚ್ಛೆ ಇದ್ದರೆ ನಮ್ಮ ತಂತ್ರಾಶವನ್ನು ಅಭಿವೃದ್ಧಿ ಪಡಿಸಲು ನಿಮಗೂ ಸ್ವಾಗತ.
lt: Tai reiškia, kad jei turite įgūdžių ir norite patobulinti kurį nors mūsų produktą, lauksime jūsų indėlio
lv: Tas nozīmē, ka, ja jums ir prasme un vēlme uzlabot kādu no mūsu izstrādājumiem, tad jūsu ieguldījumi ir apsveicami
mk: Ова значи дека доколку имате познавања желба да подобрите еден од нашите продукти, Вашата помош е добредојдена
ml: അതായത് നിങ്ങള്‍ക്ക് ‍ഞങ്ങളുടെ ഏതെങ്കിലും ഒരു ഉല്‍പന്നം മെച്ചപ്പെടുത്താനുള്ള കഴിവും താല്‍പര്യവുണ്ടെങ്കില്‍, നിങ്ങളുടെ സംഭാവനകള്‍ സ്വാഗതം ചെയ്യപ്പെടുന്നു
mr: म्हणजे जर आपल्याकडे कौशल्य आहे आणि आमचे एखादे उत्पादन सुधारण्याची इच्छा आहे तर आपल्या योगदानाचे स्वागत आहे
ms: Ini bermakna jika anda memiliki kemahiran dan keinginan untuk memperbaiki salah satu dari produk kami, sumbangan anda dialu-alukan
my: ထုတ်ကုန်များကိုပိုမိုကောင်းမွန်အောင်လုပ်ဆောင်နိုင်သောကျွမ်းကျင်မှုနှင့်ဆန္ဒရှိကြောင်းဖြစ်ပါကပါဝင်ကူညီမှုကိုကြိုဆို။
nb: Dette betyr at hvis du har ferdighetene og et ønske om å forbedre et av våre produkter, er ditt bidrag velkommen
nl: Dit betekent dat als u de kwaliteiten en het verlangen heeft om een van onze producten te verbeteren, uw bijdragen welkom zijn.
or: ଏହାର ଅର୍ଥ ଯଦି ଆପଣଙ୍କ ପାଖରେ କୌଶଳ ଓ ଆମର କୌଣସି ଏକ ଉତ୍ପାଦକୁ ସୁଧାରିବା ପାଇଁ ଇଚ୍ଛା ଅଛି, ତେବେ ଆପଣଙ୍କ ଯୋଗଦାନକୁ ସ୍ବାଗତ କରାଯାଉଅଛି|
pl: Oznacza to, że jeżeli posiadasz umiejętność i chęci, aby poprawić nasze produkty, przyjmiemy Cię z otwartymi ramionami.
pt_br: Isso significa que se você é capaz e deseja melhorar um de nossos produtos, suas contribuições são bem vindas.
ro: Asta însemnă că dacă ai aptitudinile și dorința de a îmbunătăți unul din produsele noastre, contribuțiile tale sunt bine venite.
ru: Это означает, что если у вас есть навыки и желание улучшить наш какой-либо продукт или добавить новые функции, то вы можете это сделать.
si: මෙයින් අදහස් කරනුයේ අපගේ නිෂ්පාදනයක් වැඩි දියුණු කිරීම සඳහා ඔබ සතුව දක්ෂතාවය සහ කැමැත්ත ඇති නම්, ඔබගේ දායකත්වය පිළිගන්නා බවයි
sk: To znamená, že ak máte potrebné znalosti a chcete vylepšiť niektorý z našich produktov, Vaša pomoc je vítaná.
sl: Če torej imate znanje in željo izboljšati katerega izmed izdelkov, so vaši prispevki vedno dobrodošli.
sq: Kjo do të thotë se në qoftë se ju keni aftësi dhe dëshironi për të përmirësuar një nga produktet tona, kontributet tuaja janë të mirëpritura
sr: То значи да, ако имате жељу и знање да побољшате један од наших производа, можете то учинити
sv: Detta betyder att om du har färdigheten och begäret att förbättra en av våra produkter är dina insatser välkomna.
ta: உங்களுக்கு திறமை இருந்து பங்களிக்க வேண்டும் என்ற ஆர்வமிருந்தால் எங்களது தயாரிப்பைகளை மெருகூட்ட உங்களது பங்களிப்பை வரவேற்கிறோம் என்பதே இதன் பொருள்
te: ఒకవేళ మీరు నైపుణ్యం కలిగివుండి, మా ఉత్పత్తులను మెరుగుచేయాలని కోరికుంటుంటే మీకు స్వాగతం.
th: นั่นหมายความว่าหากคุณมีทักษะ และต้องการพัฒนาหนึ่งในผลิตภัณฑ์ของพวกเรา ๆ ยินดีตอนรับการสนับสนุนจากคุณ
tr: Yani, bilginiz ve isteğiniz yeterliyse, uygulamalarımızdan birini geliştirerek yeni özellikler ekleyebilirsiniz.
tt: Бу, әгәр безнең берәр нинди җитештермәне яхшырту яки аңа яңа мөмкинлекләр өстәргә теләкләр һәм күнекмәләр булса, сез аны эшли аласыз турында аңлата.
ug: ئەگەر سىزنىڭ ئىقتىدارىڭىز بولسا پروگراممىمىزغا قارىتا ئىلغارلاشتۇرۇش ئىلىپ بېرىپ تۆھپە قوشۇشىڭىزنى قىزغىن قارشى ئالىمىز
uk: Це означає, що якщо у вас є навички і бажання поліпшити один з наших продуктів, то ваш внесок вітається
ur: اس کا مطلب یہ ہے کہ اگر آپ کوہمارى مہارت اور ہماری مصنوعات میں سےکسى ایک کو بہتر بنانے کی خواہش ہے تو ہم آپ کى شراکت کا استقبال کرتے ہيں
uz: Bu shuni anglatadiki, agar sizda ham biror mahsulotimizni yaxshilashga oid tajriba va xohish bo‘lsa, marhamat, bizga qo‘shiling.
vi: Điều này có nghĩa rằng nếu bạn có kỹ năng cũng như khát khao nhằm hoàn thiện các sản phẩm của chúng tôi, thì mọi sự đóng góp của các bạn đều luôn được chào đón.
wa: Çouci vout dire ki si vos avoz les competinces et l' rafiya po-z amidrer onk di nos produts, vosse contribucion est l' bénvnowe.

source: Spread the Word
af: Verkondig die boodskap
ar: انشر الكلمة
ast: Difundi la pallabra
be: Распавесці
bg: Кажете на всички
bn_in: শব্দ ছড়িয়ে দিন
br: Rannañ ar ger
bs: Širi Riječ
ca: Difoneu la paraula
cs: Rozšířit povědomí
cy: Rhoi'r Gair ar Led
da: Spred budskabet
de: Sagen Sie es weiter
de_lu: Sot et weider.
el: Διαδώστε το Λόγο
et: Levita sõna
fa: به گوش همه برسانید
fi: Levitä sanaa
fo: Breið boðskapin
fr: Faites passer le mot
fy: Fertel it fierder
gd: Sgaoil am facal
gl: Difusión
gu: વિશ્વ મા ફેલાવો
he: הפצת הרעיון
hi: शब्द का प्रसार करें
hr: Preporučite dalje
hu: Terjeszd az igét!
id: Sebarkan Berita
is: Láttu orð út ganga
ja: 口コミ
ka: გაავრცელეთ სიტყვა
km: ចែកចាយ​ទូទាំង​ពិភពលោក
kn: ಎಲ್ಲರಿಗೂ ಹೇಳಿ
ky: Башкаларга кабарлаңыз
lo: ການແຜ່ກະຈາຍຂອງຄໍາສັບຕ່າງໆ
lt: Skelbkite visiems
lv: Pastāstiet citiem
mk: Сподели
ml: ഇത് പ്രചരിപ്പിക്കൂ
mn_mn: Зарла
mr: प्रचार करा
ms: Hebahkan Kata-kata
my: စကားများကိုဖြန့်ဝေ
nb: Spre budskapet
nl: Vertel het verder
nn: Sprei ordet
or: ପ୍ରସାର କରନ୍ତୁ
pl: Promuj nas
pt_br: Espalhe a Notícia
ro: Răspândește vestea
ru: Расскажите другим
si: ලොවට පතුරන්න
sk: Šírte informácie
sl: Razširi dobre novice
sq: Shpërndani Fjalën
sr: Ширите вест
sv: Sprid ordet
ta: உலகிற்கு பரப்புங்கள்
te: ప్రచారం చేయండి
th: บอกต่อ
tr: Duymayan Kalmasın
tt: Башкаларга сөйләргә
ug: تەشۋىقاتقا ياردەم
uk: Розкажіть про нас
ur: ويڈيو لين کى خبر پھيلائيں
uz: Xabar tarqatish
vi: Hãy giúp VLC nổi tiếng hơn
wa: Fijhoz passer l' mot

source: We feel that VideoLAN has the best video software available at the best price: free. If you agree please help spread the word about our software.
af: Ons voel dat VideoLAN die beste videoprogrammatuur bied teen die beste prys: verniet. Indien u saamstem, verkondig asb. die boodskap van ons programmatuur.
ar: نشعر أن VideoLAN هو أفضل برمجية عرض مرئي مُتاحة و بالسّعر الأمثل: مجانًا. إذا اتفقت معنا ساعدنا رجاءً بنشرك لكلمة عن برمجياتنا.
ast: Creemos que VideoLAN ye'l meyor software de videu disponible al meyor preciu: de baldre. Si tas d'alcuerdu, por favor fai difusión del nuesu software
be: Мы лічым, што ў VideoLAN найлепшае праграмнае забеспячэнне для працы з відэа па найлепшым кошце: дарма. Калі вы згодныя, дык дапамагайце папулярызоўваць нашыя праграмы.
bg: Смятаме, че VideoLAN създава най-добрия софтуер за видео, на най-добрата цена: безплатно. Ако сте съгласни, моля, помогнете ни, като разкажете на всички за нашия софтуер.
bn_in: আমরা অনুভব করি যে VideoLANএর সর্বোত্তম দামে সর্বোত্তম ভিডিও সফটওয়্যার প্রাপ্তিসাধ্য রয়েছে: মুক্ত। যদি আপনি আমাদের সফটওয়্যারের সম্বন্ধে দয়া করে কথা সম্মত হন সাহায্য করেন প্রসারিত হন।
br: Kavout a ra deomp en deus VideoLAN ar meziant video gwellañ hegerzus d'ar priz gwellañ: digoust. Ma savit a-du rannit ar ger diwar-benn hor meziant.
bs: Smatramo da VideoLAN ima najbolji video softver dostupan za najbolju cijenu: besplatno. Ako se slažeš molimo da širiš riječi o našem softveru.
ca: Creiem que el VideoLAN és el millor programa de vídeo disponible i al millor preu: gratuït. Si hi esteu d'acord, ajudeu-nos a difondre'l.
cs: Myslíme, že VideoLAN má nejlepší dostupný software na práci s videem za nejlepší cenu: zdarma. Pokud souhlasíte pomozte nám šířením informací o našem software.
cy: Rydym yn teimlo fod gan VideoLAN y meddalwedd fideo gorau ar gael ac am y pris gorau: am ddim. Os ydych yn cytuno, helpwch roi'r gair ar led am ein meddalwedd.
da: Vi synes at VideoLAN er det bedste video-software, der er tilgængelig til den bedste pris: gratis. Hvis du er enig, så hjælp os ved at sprede budskabet om vores software.
de: Wir sind der Meinung, dass VideoLAN die beste Videosoftware zum besten Preis anbietet: kostenlos. Wenn Sie dem zustimmen, helfen Sie uns dabei, unsere Software bekannt zu machen.
de_lu: Mir sinn der Meenung, dass VideoLAN déi beschte Software fir de beschte Präis ubitt: gratis. Wann Dir dem zoustëmmt, dann hëlleft eis dobäi, eis Software bekannt ze maachen.
el: Πιστεύουμε ότι το VideoLAN έχει τα καλύτερα προγράμματα βίντεο στην καλύτερη τιμή: δωρεάν. Εάν συμφωνείτε παρακαλούμε εξαπλώστε τα νέα για τα προγράμματά μας.
et: Leiame, et VideoLANil on parim videotarkvara parima hinnaga: tasuta. Kui arvad samuti, aita palun aita kaasa selle tarkvara levitamisele.
fa: به نظر ما VideoLAN بهترین نرم‌افزار پخش ویدیو را در اختیار دارد؛ با بهترین قیمت: رایگان. اگر با ما هم‌عقیده‌اید کمک کنید تا نام نرم‌افزار ما گسترش یابد.
fi: Mielestämme VideoLAN on paras video-ohjelmisto saatavilla paras hinta: ilmainen. Jos olet samaa mieltä Auttakaa levittämään tietoa ohjelmistomme.
fo: Vit meta, at VideoLAN hevur besta video-forritið á marknaðinum í mun til prísin: Ókeypis. Ert tú samd/ur, lat so vinaliga onnur hoyra um forritið.
fr: Nous pensons que VideoLAN offre des logiciels gratuites d'excellente qualité. Si vous êtes d'accord merci de nous aider à faire passer le mot sur notre logiciel.
fy: Wy fine dat VideoLAN de bêste software beskikber hat foar de bêste priis: fergees. As jo dêrmei akkoard binne, fertel dan fierder oer ús software.
gd: Tha sinne dhen bheachd gur e VideoLAN am bathar-bog as fhearr a tha ann agus aig deagh phrìs: saor an-asgaidh. Mas e sin do bheachd-sa cuideachd, nach innis thu do dhaoine eile gu bheil seo ann?
gl: Cremos que VideoLAN ten o mellor dos softwares de vídeo dispoñíbeis e ao mellor prezo: gratis. Se concorda con nós, axude a difundir o noso software.
gu: અમને લાગે છે કે VideoLAN શ્રેષ્ઠ વિડિઓ શ્રેષ્ઠ ભાવે ઉપલબ્ધ સોફ્ટવેર છે:મફત. જો તમે સંમત થાઓ છો કૃપા કરીને અમારા સોફ્ટવેર વિશે શબ્દ ફેલાય છે.
he: אנו סבורים ש־VideoLAN היא תכנת הווידאו הטובה ביותר הקיימת במחיר הטוב ביותר: חינם. אם יתחשק לך לזרוק עלינו מילה טובה ברבים אנו נעריך זאת מאוד.
hi: हमें लगता है कि विडोलन सबसे अच्छे कीमत पर: मुफ्त में सबसे अच्छा वीडियो सॉफ्टवेयर उपलब्ध है. यदि आप सहमत हैं कृपया हमारे सॉफ्टवेयर के बारे में प्रसार करें.
hr: Držimo da VideoLAN nudi najbolji video softver po najboljoj cijeni: besplatno. Ukoliko se slažete s time, pomozite nam da naš software učinimo još poznatijim.
hu: Úgy érezzük a VideoLAN a legjobb videoszoftver a legjobb áron: ingyen. Ha egyetértesz, akkor kérjük segíts terjeszteni a szoftver jó hírét.
id: Kami rasa VideoLAN memiliki perangkat lunak video yang tersedia dengan harga terbaik: gratis. Jika Anda setuju tolong sebarkan berita tentang perangkat lunak kami.
is: Okkur finnst að VideoLAN sé með besta vídeómeðhöndlunarhugbúnaðinn sem fáanlegur er fyrir besta verðið: ókeypis. Ef þú ert sammála, endilega láttu fólk í kringum þig vita hvað þér finnst um hugbúnaðinn okkar.
ja: 私たちはVideoLANが最も優れた価格: フリーで入手可能な最高のビデオソフトウェアだと思っています。この考えに同意頂けるのであれば、ぜひ私たちのソフトウェアを口コミで拡げてください。
ka: ჩვენ ვგრძნობთ, რომ VideoLAN აქვს საუკეთესო ვიდეო პროგრამული უზრუნველყოფა ხელმისაწვდომია საუკეთესო ფასი: უფასო. თუ თანახმა ხართგთხოვთ გავრცელებული სიტყვა ჩვენი პროგრამული უზრუნველყოფა.
km: យើង​មាន​អាម្មណ៍​ថា VideoLAN មាន​កម្មវិធី​សម្រាប់​ចាក់​វីដេអូ​ដ៏​ល្អ​បំផុត ដោយ​មិនគិត​ថ្លៃ ។ ប្រសិនបើ​អ្នក​យល់ព្រម សូម​ជួយ​ចែកចាយ​កម្មវិធី​របស់​យើង​ទូទាំង​ពិភព​លោក ។
kn: ನಮಗೆ ವಿಡಿಯೋ ಲ್ಯಾನ್ ನಲ್ಲಿ ಮುಕ್ತವಾದ ಅತ್ಯುತ್ತಮ ವಿಡಿಯೋ ತಂತ್ರಾವಿದೆಯೆನಿಸುತ್ತದೆ. ನಿಮಗೂ ಒಪ್ಪಿಗೆಯಾದರೆ, ದಯವಿಟ್ಟು ಇದರ ಬಗ್ಗೆ ಎಲ್ಲರಿಗೂ ಹೇಳಿ.
lo: ພວກເຮົາຮູ້ສຶກວ່າ VideoLAN ມີຊອບແວວິດີໂອທີ່ດີທີ່ສຸດໃນລາຄາທີ່ດີທີ່ສຸດ: ຟຣີ. ຖ້າຫາກວ່າທ່ານຕົກລົງເຫັນດີກະລຸນາຊ່ວຍເຜີຍແຜ່ຄໍາກ່ຽວກັບຊອບແວຂອງພວກເຮົາ.
lt: Manome, kad VideoLAN yra geriausia vaizdo programinė įranga už geriausią kainą: už dyką. Jei pritariate, padėkite skleisti visiems žinią apie mūsų programinę įrangą.
lv: Mēs uzskatām, ka VideoLAN ir vislabākā video programmatūra kas ir pieejama par labāko cenu: bezmaksas. Ja jūs piekrītat, tad lūdzu, pastāstiet arī citiem par mūsu programmatūru.
mk: Ние чувствуваме дека VideoLAN е најдобриот видео софтвер достапен за најдобра цена: бесплатно. Доколку се согласувате, Ве молиме споделете го нашиот софтвер.
ml: ഏറ്റവും മികച്ച വിലയില്‍ അതായത് സൌജന്യമായി ലഭിക്കുന്ന ഏറ്റവും മികച്ച വീഡിയോ സോഫ്റ്റ്‍വെയറുകള്‍ വീഡിയോലാനിനുള്ളതായി ഞങ്ങള്‍ കരുത്തുന്നു. അത് ശരിയെന്ന് നിങ്ങള്‍ക്ക് തോന്നുന്നുവെങ്കില്‍ ഞങ്ങളുടെ സോഫ്റ്റ്‍വെയറുകള്‍ക്ക് പ്രചാരം നല്‍കൂ
mr: आम्हाला असे वाटते की VideoLAN कडे योग्य किमतीत उपलब्ध असणारे सर्वोत्तम चित्रफीत सॉफ्टवेअर आहे: अगदी मोफत. जर तुम्ही सहमत असाल तर आमच्या सॉफ्टवेअरचा प्रचार करण्यास मदत करा.
ms: Kami rasakan yang VideoLAN memiliki perisian video terbaik yang ada pada harga terbaik: iaitu percuma. Jika anda setuju sila bantu menyebarkan tentang perisian kami.
my: အကောင်းဆံုးဈေးနှုန်းဖြစ်သည့်အခမဲ့ဖြန့်ချိခြင်းနှင့်အကောင်းဆံုးဗီဒီယိုဆောဖ့်ဝဲကိုဗီဒီယိုလမ်းတွင်ရှိနေ။ သဘောတူပါကဆောဖ့်ဝဲအကြောင်းကိုစကားဖြန့်ပေးပါ။
nb: Vi føler at VideoLAN har den beste programvaren innen film tilgjengelig, til den beste prisen: gratis. Hvis du er enig, spre budskapet om vår programvare.
nl: We vinden dat VideoLAN de beste software beschikbaar heeft voor de beste prijs: gratis. Als u het daarmee akkoord bent, vertel dan verder over onze software.
or: ଆମେ ଅନୁଭବ କରୁଛୁ କି VideoLAN ର ସବୁଠାରୁ ଭଲ ଭିଡ଼ିଓ ସଫ୍ଟୱେୟାର ସବୁଠାରୁ ଭଲ ମୁଲ୍ୟ: ନିଃଶୁଳ୍କ ରେ ଉପଲବ୍ଧ ହେଉଅଛି| ଯଦି ଆପଣ ଏଥିରେ ସହମତ, ତେବେ ଦୟାକରି ଆମ ସଫ୍ଟୱେୟାର ବିଷୟରେ ପ୍ରସାର କରନ୍ତୁ|
pl: Uważamy, że VideoLAN ma najlepsze oprogramowanie wideo dostępne w najlepszej cenie: za darmo. Jeśli zgadzasz się z naszą opinią, wspomóż nas w promocji naszych produktów.
pt_br: Nós achamos que o grupo VideoLAN tem os melhores programas de vídeo disponíveis pelo melhor preço: grátis. Se você concorda, por favor ajude a espalhar a notícia sobre os nossos programas.
ro: Considerăm că VideoLAN are cel mai bun program video valabil la cel mai bun preț: gratuit. Dacă ești de acord te rog să ajuți răspândind vorba despre programele noastre.
ru: Мы считаем, что у VideoLAN лучшее программное обеспечение для работы с видео при наилучшей цене: бесплатно. Если вы согласны с нами, пожалуйста, расскажите о нашем ПО другим людям.
si: අපට හැඟෙනුයේ VideoLAN සතුව හොඳම විදෘශ්‍ය මෘදුකාංගයක් හොඳම මිලට: නොමිලේ ඇති බවයි. ඔබ එකඟ නම් කරුණාකර අපගේ මෘදුකාංගය පිළිබඳ ලොවටම පතුරවන්න.
sk: Máme pocit, že tím VideoLAN vytvoril ten najlepší softvér na prácu s videom, ktorý je dostupný za tú najlepšiu cenu: zadarmo. Ak s tým súhlasíte, prosím pomôžte nám šíriť informácie o našom softvéri.
sl: Verjamemo, da je program VIdeoLAN najboljša programska oprema z najnižjo ceno: brezplačno! V kolikor se s tem strinjate, sodelujte pri razširjanju dobre besede.
sq: Ne mendojmë se VideoLAN ka programin me te mirë për video në dispozicion me çmimim më të mirë: falas. Nëse jeni dakord ju lutem ndihmoni në përhapjen e fjalës në lidhje me programin tonë.
sr: Мислимо да VideoLAN поседује најбољи видео-софтвер на тржишту по најповољнијој цени — бесплатно. Ако се слажете с овом тврдњом, ширите вест о нашем програму.
sv: Vi tycker att VideoLAN har den bästa videoprogramvaran tillgänglig till bästa pris: Gratis. Om du håller med, hjälp till att sprida ordet om vår programvara.
ta: நாங்கள் நினைப்பது என்னவென்றால் வீடியோலேன் மட்டுமே குறைந்த விலையில் மிகச்சிறந்த காணொளி மென்பொருளை வைத்திருக்கிறது: இலவசம். உங்களுக்கு சரி எனப்பட்டால் எங்களுடைய மென்பொருளைப் பற்றி மற்றவருக்கு பரிந்துரைச் செய்து உதவுங்கள்.
te: ఉచిత ధరకు లభింటే ఒక సర్వోత్తమమైన దృశ్యక సాఫ్టువేరుగా వీడియోలాన్ ఉందని మేము భావిస్తున్నాము. మీరు కూడా మాతో సమ్మతిస్తే, మన సాఫ్టువేర్ గురించి ప్రచారం చేయండి.
th: พวกเราเห็นว่า VideoLAN ตั้งราคาซอฟต์แวร์ด้านวีดิทัศน์ได้เหมาะสมที่สุด: นั่นคือฟรี ถ้าคุณเห็นด้วย กรุณาบอกต่อเกี่ยวกับซอฟต์แวร์ของพวกเรา
tr: Bizce, VideoLAN en iyi fiyata (ücretsiz) alınabilecek en iyi görüntü yazılımı. Aynı fikirdeyseniz, yazılımlarımızı kullanmaları için arkadaşlarınıza önerin.
tt: Без VideoLAN да видео белән эш итү өчен иң яхшы түләүсез бәя белән иң яхшы программа тәэминаты бар дип уйлыйбыз. Әгәр сез безнең белән риза булсагыз, зинһар, безнең ПТ турында башка кешеләргә дә сөйләгез.
ug: بىزVideoLANنى سىن دېتاللىرى ئىچىدە ئەڭ قالتىس دەپ قارايمىز.شۇنداقلا ھەقسىز دېتال.ئەگەر سىزمۇ بۇ نۇقتىغا قوشۇلسىڭىز دېتالىمىزنى تەشۋىق قىلىشقا ياردەمدە بۇلۇڭ.
uk: Ми вважаємо, що VideoLAN має найкраще програмне забезпечення для відео, доступне за найкращою ціною: безкоштовне. Якщо ви згідні з нами, то допоможіть поширити інформацію про наше програмне забезпечення.
ur: ہمیں لگتا ہے کہ ويڈيو لين بہترین قیمت پر دستیاب ویڈیوسافٹ ویئر ہے: مفت. اگر آپ اس بات پر راضی ہیں تو براہ مہربانی ہمارے سافٹ ویئر کے بارے میں لفظ پھیلانے میں مدد کریں.
uz: Bizning fikrimizcha, VideoLAN eng yaxshi narxda, ya’ni bepul tarqatiluvchi eng yaxshi video pleyerdir. Agar siz ham bu fikrga qo‘shilsangiz, iltimos ushbu dastur haqida do‘stlaringizga ham xabar qiling.
vi: Chúng tôi nhận thấy rằng VideoLAN hiện là phần mềm video tốt nhất vì chúng tôi hoàn toàn cung cấp sản phẩm của mình với giá thành miễn phí. Nếu bạn đồng ý với điều đó, hãy giới thiệu phần mềm này với mọi người xung quanh và giúp VideoLAN trở nên phổ biến nhé!
wa: Nos pinsans ki VideoLAN a l' meyeu programe videyo disponibe å meyeu pris: po rén. Si vos estoz d' acoird, si vos plait aidî a fé passer l' mot åd fwait di nosse programe.

source: News &amp; Updates
af: Nuus &amp; Opdaterings
ar: الأخبار &amp; التّحديثات
ast: Noticies &amp; Anovamientos
be: Навіны і абнаўленні
bg: Новини и обновления
bn_in: সংবাদ আপডেট
br: &amp;Hizivadurioù Nevez
bs: Novosti i Ažuriranja
ca: Notícies i actualitzacions
cs: Novinky &amp; Aktualizace
cy: Newyddion a Diweddariadau
da: Nyheder og opdateringer
de: Neuigkeiten &amp; Aktualisierungen
de_lu: Neiegkeeten &amp; Aktualiséierungen
el: Νέα &amp; Ενημερώσεις
et: Uudised &amp; uuendused
fa: اخبار و بروزرسانی‌ها
fi: Uutiset ja päivitykset
fo: Tíðindi &amp; Dagføringar
fr: Nouveautés et Mises à jours
fy: Nijs &amp;Fernijingen
gd: Naidheachdan ┐ Ùrachaidhean
gl: Novas e actualizacións
gu: સમાચાર અને સુધારાઓ
he: חדשות ועדכונים
hi: समाचार &amp; अद्यतन
hr: Novosti i nadopune
hu: Hírek és frissítések
id: Berita &amp; Pemutakhiran
is: Fréttir og uppfærslur
ja: 新着情報と更新
ka: ახალი ამბები და განახლება
km: ព័ត៌មាន &amp; បច្ចុប្បន្នភាព
kn: ಸುದ್ಧಿ ಮತ್ತು ನವೀಕರಣಗಳು
ky: Жаңылыктар жана жаңылоолор
lo: ຂ່າວ &amp; ອັບເດຣດ
lt: Naujienos ir atnaujinimai
lv: Jaunumi un atjauninājumi
mk: Новости
ml: വാര്‍ത്തകളും പുതുക്കങ്ങളും
mn_mn: Мэдээ &amp; Шинэчлэлт
mr: बातम्या आणि चालू घडामोडी
ms: Berita &amp; Kemaskini
my: သတင်း &amp; မွမ်းမံများ
nb: Nyheter &amp; Oppdateringer
nl: Nieuws &amp; updates
nn: Nyhende og oppdateringar
or: ସମ୍ବାଦ ଓ ଅଦ୍ୟତନସମୂହ
pl: Nowości i aktualności
pt_br: Notícias &amp; Atualizações
ro: Noutăți și actualizări
ru: Новости и обновления
si: පුවත් &amp; යාවත්කාලීන
sk: Novinky &amp; aktualizácie
sl: Novice &amp; Posodobitve
sq: Lajme &amp; Azhurnime
sr: Вести и ажурирања
sv: Nyheter och uppdateringar
ta: செய்திகளும் &amp; புதுமைகளும்
te: వార్తలు &amp; విశేషాలు
th: ข่าว &amp; การปรับรุ่น
tr: Haberler &amp; Güncellemeler
tt: Яңалыклар һәм яңартулар
ug: خەۋەر ۋە&amp; يېڭىلىقلار
uk: Новини і оновлення
ur: خبریں اور تازہ ترین معلومات
uz: Yangiliklar
vi: Tin Tức &amp; Cập Nhật
wa: Noveatés et metaedjes a djoû

source: More News
af: Nog Nuus
ar: أخبار أكثر
bg: Още новини
br: Muioc'h a Nevezentioù
bs: Više Novosti
ca: Més notícies
cs: Více novinek
cy: Mwy o Newyddion
da: Flere nyheder
de: Weitere Neuigkeiten
de_lu: Mei Neiegkeeten
el: Περισσότερα Νέα
fi: Lisää uutisia
fr: Plus de Nouveautés
fy: Mear nijs
he: חדשות נוספות
hu: További hírek
is: Fleiri fréttir
ja: 他のニュースを読む
kn: ಹೆಚ್ಚಿನ ಸುದ್ದಿ
lt: Daugiau naujienų
lv: Vairāk jaunumu
mr: अधिक बातम्या
ms: Lagi Berita
nb: Flere nyheter
nl: Meer nieuws
nn: Fleire nyhende
pl: Więcej nowości
pt_br: Mais Notícias
ru: Другие новости
si: තව පුවත්
sk: Viac noviniek
sl: Več novic
sv: Fler nyheter
th: ข่าวอื่นๆ
tr: Diğer Haberler
uk: Більше новин
