Repository: 01shobitha/test
Catalog: www.videolan.org/doc/streaming-howto/src/po/*.po
Languages: fr

source: Use this option to set the location where the video <emphasis>elementary streams</emphasis> should be saved, sent, or made available. The exact meaning of this option depends on the value of the <emphasis>access-video</emphasis> option and is the same as for the <emphasis>url</emphasis> option of the <emphasis>standard</emphasis> module (see above).
fr: Utiliser cette option pour régler le lieu dans lequel sera sauvé, envoyé ou rendu accessible le <emphasis>flux élémentaire</emphasis> vidéo. La signification exacte de cette option dépend de la valeur de l'option <emphasis>access-video</emphasis> et est la même que l'option <emphasis>url</emphasis> du module <emphasis>standard</emphasis> (voir précédemment).

source: If you use the <emphasis>%d</emphasis> string in the url field, VLC will replace it by the number of the audio or video track considered. The <emphasis>%c</emphasis> string will be replaced by the name (FOURCC) of the codec of the track.
fr: Si vous utilisez la chaine de caractère <emphasis>%d</emphasis> dans le champ d'adresse (url), VLC la remplacera par le numéro de la piste audio ou vidéo en question. La chaine <emphasis>%c</emphasis> sera remplacée par le nom (FOURCC) du codec de la piste.

source: Use this option to set the location where the audio <emphasis>elementary streams</emphasis> should be saved, sent, or made available. The exact meaning of this option depends on the value of the <emphasis>access-audio</emphasis> option and is the same as for the <emphasis>url</emphasis> option of the <emphasis>standard</emphasis> module (see above).
fr: Utiliser cette option pour régler le lieu dans lequel sera sauvé, envoyé ou rendu accessible le <emphasis>flux élémentaire</emphasis> audio. La signification exacte de cette option dépend de la valeur de l'option <emphasis>access-audio</emphasis> et est la même que l'option <emphasis>url</emphasis> du module <emphasis>standard</emphasis> (voir précédemment).

source: This option can be used instead of both <emphasis>dst-video</emphasis> and <emphasis>dst-audio</emphasis> options, when they share the same setting.
fr: Cette option peut être utilisée à la place d'à la fois <emphasis>dst-video</emphasis> et <emphasis>dst-audio</emphasis>, quand elles partagent les mêmes réglages.

source: transcode
fr: transcoder

source: You can use this module to transcode a stream, i.e. to change its codecs or the encoding bitrates. Some additional processing can be done during this process, such as re-scaling, deinterlacing, resampling, etc.
fr: Vous pouvez utiliser ce module pour transcoder un flux, c'est-à-dire changer ses codecs ou ses débits d'encodage. Quelques ajustements supplémentaires peuvent être réalisés pendant cette phase, comme changer la taille, désentrelacer, rééchantillonner, etc.

source: Depending on the bitrate of the original stream and of the options chosen, transcoding can be a very CPU intensive task. As a consequence, streaming of a real time transcoded stream can lead to dropped frames or a jerky image and sound in some cases, when running out of resources.
fr: Selon le débit original du flux et les options choisies, transcoder peut être une tache très intensive pour le processeur. En conséquence, la diffusion du flux transcodé en temps réel peut mener à des pertes de frame ou une mauvaise image dans certains cas, quand il manque des ressources.

source: This options allows to specify the codec the video tracks of the input stream should be transcoded to.
fr: Cette option permet de choisir le codec des pistes vidéos dans lequel le flux d'entrée doit être transcodé.

source: List of available codecs can be found on the <ulink url="/streaming/features.html">streaming features page</ulink>.
fr: Une liste de codecs disponibles peut être trouvée sur la page des <ulink url="/streaming/features.html">fonctionnalités de diffusion</ulink>

source: This option allows to set the bitrate of the transcoded video stream, in kbit/s
fr: Cette option permet de régler le débit flux video transcodé en kbit/s

source: This allows to set the encoder to use to encode the videos stream. Available options are:
fr: Ceci permet de régler l'encodeur à utiliser pour encoder les vidéos. Les options disponibles sont :

source: <emphasis>ffmpeg</emphasis>: this is the libavcodec encoding module. It handles a large variety of different codecs (the list can be found on the <ulink url="/streaming/features.html">streaming features page</ulink>.
fr: <emphasis>ffmpeg</emphasis> : c'est le module d'encodage libavcodec. Il contient un grand nombre de codecs différents (la liste peut être trouvée sur la page des <ulink url="/streaming/features.html">fonctionnalités de diffusion</ulink>.

source: Item options are: <emphasis>keyint=&lt;number of frames&gt;</emphasis> allows to set the maximal amount of frames between 2 key frames, <emphasis>hurry-up</emphasis> allows the encoder to decrease the quality of the stream if the CPU can't keep up with the encoding rate, <emphasis>interlace</emphasis> allows to improve the quality of the encoding of interlaced streams, <emphasis>noise-reduction=&lt;noise reduction factor&gt;</emphasis> enables a noise reduction algorithm (will decrease required bitrate at the cost of details in the image), <emphasis>vt=&lt;bitrate tolerance in kbit/s&gt;</emphasis> allows to set a tolerance for the bitrate of the outputted video stream, <emphasis>bframes=&lt;amount of frames&gt; </emphasis> allows to set the amount of B frames between 2 key frames, <emphasis>qmin=&lt;quantizer&gt;</emphasis> allows to set the minimum quantizer scale, <emphasis>qmax=&lt;quantizer&gt;</emphasis> allows to set the maximum quantizer scale, <emphasis>qscale=&lt;quantizer scale&gt;</emphasis> allows to specify a fixed quantizer scale for VBR encodings, <emphasis>i-quant-factor=&lt;quantization factor&gt;</emphasis> allows to set the quantization factor of I frames, compared to P frames, <emphasis>hq=&lt;quality&gt;</emphasis> allows to choose the quality level for the encoding of the motion vectors (arguments are simple, rd or bits, default is simple *FIXME*), <emphasis>strict=&lt;level of compliance&gt;</emphasis> allows to force a stricter standard compliance (possible values are -1, 0 and 1, default is 0), <emphasis>strict-rc</emphasis> enables a strict rate control algorithm, <emphasis>rc-buffer-size=&lt;size of the buffer in bits&gt;</emphasis> allows to choose the size of the buffer used for rate control (bigger means more efficient rate control), <emphasis>rc-buffer-aggressivity=&lt;float representing the aggressiveness&gt;</emphasis> allows to set the rate control buffer aggressiveness *FIXME*, <emphasis>pre-me</emphasis> allows to enable pre motion estimation, <emphasis>mpeg4-matrix</emphasis> enable use of the MPEG4 quantization matrix with MPEG2 streams, improving quality while keeping compatibility with MPEG2 decoders, <emphasis>trellis</emphasis> enables trelli quantization (better quality, but slower processing).
fr: Les options sont : <emphasis>keyint=&gt;nombre de frames&lt;</emphasis> permet de régler le nombre maximal de frames entre 2 frames clé, <emphasis>hurry-up</emphasis> permet à l'encodeur de diminuer la qualité du flux si le processeur ne peut soutenir le taux d'encodage, <emphasis>interlace</emphasis> permet d'améliorer la qualité de l'encodage d'une vidéo entrelacée, <emphasis>noise-reduction=&lt;facteur de réduction du bruit&gt;</emphasis> active un algorithme de réduction du bruit (réduira le débit demandé au coût des détails dans l'image), <emphasis>vt=&lt;tolérance du débit en kbit/s&gt;</emphasis> permet de régler la tolérance du débit de la vidéo de sortie, <emphasis>bframes=&lt;nombre de frames&gt;</emphasis> règle le nombre de B frames entre 2 frames clé, <emphasis>qmin=&lt;quantizer&gt;</emphasis> permet de régler l'échelle minimale des quantizers, <emphasis>qmax=&lt;quantizer&gt;</emphasis> permet de régler l'échelle maximale des quantizers,<emphasis>qscale=&lt;quantizer&gt;</emphasis> permet de régler une échelle fixe de quantizers pour des encodages VBR, <emphasis>i-quant-factor=&lt;facteur de quantization&gt;</emphasis> permet de régler le facteur de quantization des I frames par rapport aux P frames, <emphasis>hq=&lt;quality&gt;</emphasis> permet de régler le niveau de qualité pour l'encodage des vecteurs de mouvement (les arguments sont simple, rd ou bits, par défaut simple), <emphasis>strict=&lt;niveau de conformité&gt;</emphasis> permet de forcer un niveau strict de conformité (les valeurs possibles sont -1, 0, 1, par défaut 0), <emphasis>strict-rc</emphasis> active un algorithme de contrôle à taux strict, <emphasis>rc-buffer-size=&lt;taille du buffer en bits&gt;</emphasis> permet de choisir la taille du buffer utilisé pour le contrôle du taux (une valeur élevée correspond à un contrôle plus efficace), <emphasis>rc-buffer-aggressivity=&lt;nombre représentant l'aggressivité&gt;</emphasis> permet de régler l'aggressivité du taux de contrôle du buffer, <emphasis>pre-me</emphasis> permet d'activer l'estimation pre motion, <emphasis>mpeg4-matrix</emphasis> active l'utilisation de la matrice de quantification MPEG4 avec les flux MPEG2, améliorant la qualité tout en gardant la compatibilité avec les décodeurs MPEG2, <emphasis>trellis</emphasis> active la quantization trellis (meilleure qualité, mais traitement plus lent).

source: <emphasis>theora</emphasis>: The Xiph.org theora encoder. The module is used to produce theora streams. Theora is a free patent and royalties free video codec.
fr: <emphasis>theora</emphasis> : l'encodeur theora Xiph.org. Ce module est utilisé pour produire des flux theora. Theora est un codec vidéo sans brevet et sans royalties.

source: The only available item option is <emphasis>quality=&lt;quality level&gt;</emphasis>. This option allows to create a VBR stream, overriding <emphasis>vb</emphasis> setting. the quality level must be an integer between 1 and 10. Higher is better.
fr: La seule option disponible est <emphasis>quality=&lt;niveau de qualité&gt;</emphasis>. Cette option permet de créer un flux VBR, remplaçant le réglage <emphasis>vb</emphasis>, le nieau de qualité doit être un entier entre 1 et 10. Le meilleur étant le plus élevé.

source: <emphasis>x264</emphasis>. x264 is a free open-source h264 encoder. h264 (or MPEG4-AVC) is a quite recent high quality video codec.
fr: <emphasis>x264</emphasis>. x264 est un encodeur h264 libre et open-source. h264 (ou MPEG4-AVC) est un codec viddéo relativement récent de haute qualité.

source: Item options are: <emphasis>keyint=&lt;number of frames&gt;</emphasis> allows to set the maximal amount of frames between 2 key frames, <emphasis>idrint=&lt;number of frames&gt;</emphasis> allows to set the maximal amount of frames between 2 IDR frames, <emphasis>bframes=&lt;amount of frames&gt; </emphasis> allows to set the amount of B frames between an I and a P frame, <emphasis>qp=&lt;quantizer parameter&gt;</emphasis> allows to specify a fixed quantizer (between 1 and 51), <emphasis>qp-max=&lt;quantizer parameter&gt;</emphasis> allows to set the maximum value for the quantizer, <emphasis>qp-min=&lt;quantizer parameter&gt;</emphasis> allows to set the minimum value for the quantizer, <emphasis>cabac</emphasis> enables the CABAC (Context-Adaptive Binary Arithmetic Coding) algorithm (slower, but enhances quality), <emphasis>loopfilter</emphasis> enables deblocking loop filter, <emphasis>analyse</emphasis> enables the analyze mode, <emphasis>frameref=&lt;amount of frames&gt;</emphasis> allows to set the number of previous frames used as predictors, <emphasis>scenecut=&lt;sensibility&lt;</emphasis> allows to control how aggressively the encoder should insert extra I-frame, on scene change.
fr: Les options sont : <emphasis>keyint=&lt;nombre deframes&gt;</emphasis> permet de régler le nombre maximal de framesentre 2 frames clé, <emphasis>idrint=&lt;nombre de frames&gt;</emphasis>permet de fixer le nombre maximal de frames entre 2 framesIDR, <emphasis>bframes=&lt;nombre de frames&gt;</emphasis> permetde régler le nombre de B frames entre une frame I et uneframe P, <emphasis>qp=&lt;paramètre des quantizers&gt;</emphasis>permet de fixer une valeur fixe des quantizers (entre 1 et 51),<emphasis>qp-max=&lt;paramètre des quantizers&gt;</emphasis> permet dedonner la valeur maximale des quantizers, <emphasis>qp-min=&lt;paramètredes quantizers&gt;</emphasis> permet de régler la valeur minimaledes quantizers, <emphasis>cabac</emphasis> active l'algorithmeCABAC (Context-Adaptative Binary Arithmetic Coding) (plus lentmais améliore la qualité), <emphasis>loopfilter</emphasis>active le filtre loop, <emphasis>analyse</emphasis> active le modeanalyze, <emphasis>frameref=&lt;nombre de frames&gt;</emphasis> permetde régler le nombre de frames utilisées comme prédicateurs,<emphasis>scenecut=&lt;sensibilité&gt;</emphasis> permet de contrôler avecquelle aggressivité l'encodeur doit insérer des I-frame externes auchanegement de scène.

source: This options allows to set the framerate of the transcoded video, in frame per second. reducing the framerate of a video can help decreasing its bitrate.
fr: Cette option permet de régler le framerate d'une vidéo transcodée, en images par seconde, réduire le framerate d'une vidéo peut aider à diminuer son débit.

source: This option allows to enable deinterlacing of interlaced video streams before encoding.
fr: Cette option permet d'activer le désentrelacement de vidéos entrelacées avant d'encoder.

source: This option allows to crop the upper part of the source video while transcoding. The argument is the number of lines the video should be cropped.
fr: Cette option permet de découper la partie supérieure de la vidéo pendant le transcodage. L'argument est le nombre de dont la vidéo doit être coupée.

source: This option allows to crop the lower part of the source video. The argument is the Y coordinate of the first line to be cropped.
fr: Cette option permet de couper la partie basse de la source vidéo. L'argument est la coordonnée Y de la première ligne coupée.

source: This option allows to crop the left part of the source video while transcoding. The argument is the number of columns the video should be cropped.
fr: Cette option permet de couper la partie gauche de la source vidéo. L'argument est le nombre de colonnes dont la vidéo doit être coupée.

source: This option allows to crop the right part of the source video. The argument is the X coordinate of the first column to be cropped.
fr: Cette option permet de couper la partie droite de la source vidéo. L'argument est la coordonnée X de la première colonne coupée.

source: This option allows the give the ratio from which the video should be rescaled while being transcoded. This option can be particularly useful to help reduce the bitrate of a stream.
fr: Cette option permet de donner le ratio dans lequel doit être redimensionnée la vidéo pendant le transcodage. Cette option peut être particulièrement utile pour aider à réduire le débit d'un flux.

source: This options allows to give the width of the transcoded video in pixels.
fr: Cette option permet de donner la largeur de la vidéo transcodée en pixels.

source: This options allows to give the height of the transcoded video, in pixels.
fr: Cette option permet de donner la hauteur de la vidéo transcodée en pixels.

source: This options allows to specify the codec the audio tracks of the input stream should be transcoded to.
fr: Cette option permet de spécifier le codec dans lequel la piste audio doit être transcodée.

source: List of available codecs can be found on the <ulink url="/streaming/features.html">streaming features page</ulink>.
fr: La liste des codecs disponibles peut être trouvée sur la <ulink url="/streaming/features.html">page des options de diffusion</ulink>.

source: This option allows to set the bitrate of the transcoded audio stream, in kbit/s
fr: Cette option permet de fixer le débit du flux audio transcodé en kbit/s.

source: This allows to set the encoder to use to encode the audio stream. Available options are:
fr: Ceci permet de choisir l'encodeur à utiliser pour encoder le flux audio. Les options disponibles sont :

source: <emphasis>vorbis</emphasis>. This module uses the vorbis encoder from the Xiph.org project. Vorbis is a free, open, license-free lossy audio codec.
fr: <emphasis>vorbis</emphasis>. Ce module utilise l'encodeur vorbis du projet Xiph.org. Vorbis est un codec audio libre, open, sans-licence.

source: Item options are: <emphasis>quality=&lt;quality level&gt;</emphasis> allows to use VBR (variable bitrate) encoding instead of the default CBR (constant bitrate), and to set the quality level (between 1 and 10, higher is better), <emphasis>max-bitrate=&lt;bitrate in kbit/s&gt;</emphasis> allows to set the maximum bitrate, for vbr encoding, <emphasis>min-bitrate=&lt;bitrate in kbit/s&gt;</emphasis> allows to set the minimum bitrate, for vbr encoding, <emphasis>cbr</emphasis> allows to force cbr encoding.
fr: Les options sont : <emphasis>qualité=&lt;niveau de qualité&gt;</emphasis> permet d'utiliser VBR (débit variable) pour encoder à la place de CBR (débit constant) par défaut, et de fixer le niveau de qualité (entre 1 et 10, le plus haut est le meilleur), <emphasis>max-bitrate=&lt;débit en kbit/s&gt;</emphasis> permet de fixer le débit maximum, pour un encodage vbr, <emphasis>min-bitrate=&lt;débit en kbit/s&gt;</emphasis> permet de fixer le débit minimum, pour un encodage vbr, <emphasis>cbr</emphasis> permet de forcer un encodage cbr.

source: <emphasis>speex</emphasis>. This module uses the speex encoder from the Xiph.org project. Speex is a lossy audio codec, best fit for very low bitrates (around 10 kbit/s) and particularly video conference.
fr: <emphasis>speex</emphasis>. Ce module utilise l'encodeur speex du projet Xiph.org. Speex est un codec audio, performant pour de très faibles débits (autour de 10kbit/s) et particulièrement pour la vidéo conférence.

source: This option allows to set the samplerate of the transcoded audio stream, in Hz. Reducing the samplerate is be a way to lower the bitrate of the resulting audio stream.
fr: Cette option permet de fixer le taux d'échantillonnage du flux audio transcodé en Hz. Diminuer le taux d'échantillonnage est une manière de réduire le débit du flux audio.

source: This option allows to set the number of channels of the resulting audio stream. This is useful for codecs that don't have support for more than 2 channels, of to lower the bitrate of an audio stream.
fr: Cette option permet de fixer le nombre de canaux du flux audio résultant. Cette option est utile pour les codecs qui ne supportent pas plus de 2 canaux, ou pour réduire le débit d'un flux audio.

source: This options allows to specify subtitle format the subtitles tracks of the input stream should be converted to.
fr: Cette option permet de définir le format dans lequel les pistes de sous-titres du flux d'entrée devraient être converties.

source: This allows to set the converter to use to encode the subtitle stream.
fr: Cela permet de choisir l'encodeur à utiliser pour encoder les sous-titres.

source: The only subtitle encoder we have at this time is <emphasis>dvbsub</emphasis>.
fr: Le seul encodeur de sous-titres disponible à l'heure actuelle est <emphasis>dvbsub</emphasis>.

source: This option allow to render subtitles directly on the video, while transcoding it. Do not confuse this option with senc/scodec that transcode the subtitles and streams them
fr: Cette option permet d'incruster les sous-titres directement sur la vidéo pendant le transcodage. Ne pas confondre cette option avec senc/scodec qui transcode les sous-titres et en fait un flux.

source: This option allows to render some images generated by a so called <emphasis>subpicture filter</emphasis> (e.g. a logo, a text string, etc) on top of the video.
fr: Cette option permet d'afficher des images générées par un <emphasis>subpicture filter</emphasis> (ie un logo, une phrase, ...) au dessus de la vidéo.

source: List of available <emphasis>subpicture filters</emphasis> can be found on the <ulink url="http://www.videolan.org/streaming/features.html">streaming features page</ulink>. The Item options of this modules can be found using the following command line:
fr: La liste des <emphasis>subpicture filters</emphasis> disponibles peut être trouvée sur la <ulink url="http://www.videolan.org/streaming/features.html">page des options de diffusion</ulink>. Les options de ces modules peuvent être trouvées en utilisant la ligne de commande suivante :

source: <prompt>% </prompt><userinput>vlc -p --advanced &lt;module name&gt;</userinput>
fr: <prompt>% </prompt><userinput>vlc -p --advanced &lt;nom_du_module&gt;</userinput>

source: This options allows to set the amount of threads that should be used to encode the streams. Increasing this number to the amount of processors on the computer, (or twice this number on Intel P4 HT processors) should improve transcoding performance.
fr: Cette option permet de fixer le nombre de threads qui doivent être utilisés pour encoder les flux. Augmenter ce nombre jusqu'au nombre de processeurs sur l'ordinateur , (ou au double sur les processeurs Intel P4 HT) devrait améliorer les performances de transcodage.

source: When this option is enabled, VLC will drop/duplicate video frames to synchronize the video track on the audio track.
fr: Quand cette option est activée, VLC abandonnera/dupliquera certaines frames vidéo pour synchroniser la piste vidéo avec la piste audio.

source: This module can be used to duplicate the stream, and so process it through several different chains.
fr: Ce module peut être utilisé pour dupliquer le flux, et ainsi procéder à travers différentes chaines.

source: This options allows to give the chain through which the duplicated stream should be processed.
fr: Cette option permet de fixer la chaine à travers laquelle le flux dupliqué doit être traité.

source: Several <emphasis>dst=</emphasis> options have to be used in the same duplicate block to actually duplicate the stream.
fr: Plusieurs options <emphasis>dst=</emphasis> doivent être utilisées dans le bloc duplicate pour vraiment dupliquer le flux.

source: Any of the stream output module described earlier can be used as parameter of this option.
fr: N'importe lequel des modules de sortie décrits précédemment peut être utilisé comme paramètre de cette option.

source: This options can be used to duplicate only a part <emphasis>elementary streams</emphasis> of a complete stream.
fr: Cette option peut être utilisée pour dupliquer seulement un<emphasis>flux élémentaire</emphasis> d'un flux complet.

source: Several criteria can be given, by separating each of them with a comma.
fr: Plusieurs critères peuvent être donnés en les séparant par une virgule.

source: For criteria that need a parameter, such as <emphasis>es</emphasis> and <emphasis>program</emphasis>, you can also specify a range, using the syntax <emphasis>criteria=num_start-num_end</emphasis>.
fr: Pour les critères qui nécessitent un paramètre, tel que <emphasis>es</emphasis> et <emphasis>program</emphasis>, vous pouvez aussi spécifier une bande, en utilisant la syntaxe <emphasis>critère=num_début-num_fin</emphasis>.

source: Available parameters are:
fr: Les paramètres disponibles sont :

source: <emphasis>program=</emphasis>: duplicate only <emphasis>elementary streams</emphasis> belonging to the selected program (or SID). This option only works with MPEG2/TS streams.
fr: <emphasis>program=</emphasis> : duplique seulement les <emphasis>flux élémentaires</emphasis> appartenant au programme sélectionné (ou SID). Cette option fonctionne seulement avec les flux MPEG2/TS.
