Repository: 01shobitha/test
Catalog: www.videolan.org/doc/streaming-howto/src/po/*.po
Languages: fr

source: Transcode the input stream, display the transcoded stream and send it to a multicast IP address with the associated SAP announce:
fr: Transcoder, afficher le flux transcodé et l'envoyer vers une adresse multicast avec l'annonce SAP associée:

source: Multiple streaming
fr: Diffusion multiple

source: Send a stream to a multicast IP address and a unicast IP address:
fr: Envoyer le flux vers une adresses IP multicast et une adresse IP unicast:

source: Display the stream and send it to two unicast IP addresses:
fr: Afficher le flux et l'envoyer vers deux adresses IP unicast:

source: Send parts of a multiple program input stream:
fr: Envoyer des parties d'un flux d'entrée multiple:

source: This command sends the program of the input stream which id is 12345 to 239.255.12.42 and all video programs with id between 1234 and 2345 to 239.255.12.43.
fr: Cette commande envoie le programme du flux d'entrée dont le numéro est 12345 vers l'adresses 239.255.12.42 et tous les programmes dont le numeros est compris entre 1234 et 2345 vers l'adresse 239.255.12.43.

source: Transcoding and multiple streaming
fr: Transcodage et diffusion multiple

source: Transcode the input stream, display the transcoded stream and send it to a multicast IP address with the associated SAP announce and an unicast IP address:
fr: Transcoder le flux d'entrée, afficher le flux transcodé et l'envoyer vers une adresse IP multicast avec l'annonce SAP associée et une adresse IP unicast:

source: Display the input stream, transcode it and send it to two unicast IP addresses:
fr: Afficher le flux d'entrée, le transcoder et l'envoyer vers deux adresses IP unicast:

source: Send the input stream to a multicast IP address and the transcoded stream to another multicast IP address with the associated SAP announces:
fr: Envoyer le flux d'entrée vers une adresses IP multiicast, et le flux trancodée vers une autre adresse IP multicast avec les annonces SAP associées:

source: HTTP streaming
fr: Diffusion HTTP

source: Stream in HTTP:
fr: Diffuser en HTTP:

source: on the server, run:
fr: Sur le serveur, lancer

source: on the client(s), run:
fr: sur le(s) client(s), lancer:

source: Transcode and stream in HTTP:
fr: Transcoder et diffuser en HTTP:

source: For example, if you want to stream an audio CD in Ogg/Vorbis over HTTP:
fr: Par exemple, si vous voulez diffuser un CD audio en Ogg/Vorbis par HTTP:

source: RTP streaming
fr: Diffusion RTP

source: Stream in RTP:
fr: Diffuser en RTP

source: See <xref linkend="vlm" endterm="tvlm" />
fr: Voir <xref linkend="vlm" endterm="tvlm" />

source: MMS / MMSH streaming to Windows Media Player
fr: diffusion MMS / MMSH vers Windows Media Player

source: VLC media player can connect to this by using the following url : mmsh://server_ip_address:8080 .
fr: VLC media player peut s'y connecter en utilisant l'URL suivante mmsh://server_ip_address:8080 .

source: Windows Media Player can connect to this by using the following url : mms://server_ip_address:8080 .
fr: Windows Media Player peut s'y connecter en utilisant l'URL suivante: mms://server_ip_address:8080 .

source: Use the <emphasis>es</emphasis> module
fr: Utiliser le module <emphasis>es</emphasis>

source: Separate audio and video in two PS files:
fr: Separer l'audio et la video en deux fichiers PS:

source: Extract the audio track of the input stream to a TS file:
fr: Extraire la piste audio du flux d'entrée en un fichier TS

source: Stream in unicast the audio track on a port and the video track on another port:
fr: Diffuser en unicast la piste audio sur un port et la piste video sur un autre port:

source: on the server side:
fr: du coté serveur:

source: <prompt>% </prompt><userinput>vlc -vvv input_stream --sout '#es{access=rtp,mux=ts,url_audio=192.168.1.2:1212,url_video=192.168.1.2:1213}'</userinput>
fr: <prompt>% </prompt><userinput>vlc -vvv input_stream --sout '#es{access=rtp,mux=ts,url_audio=192.168.1.2:1212,url_video=192.168.1.2:1213}'</userinput><prompt>% </prompt><userinput>vlc -vvv input_stream --sout '#es{access=rtp,mux=ts,url_audio=192.168.1.2:1212,url_video=192.168.1.2:1213}'</userinput>

source: on the client side: to receive the audio:
fr: côté client: pour recevoir le son:

source: to receive the video:
fr: pour recevoir la vidéo:

source: Stream in multicast the video and dump the audio in a file:
fr: Emettre la vidéo en multicast et enregistrer le son dans un fichier:

source: You can also combine the <emphasis>es</emphasis> module with the other modules to set-up even more complex solution.
fr: Vous pouvez également combiner le module <emphasis>es</emphasis> avec d'autres modules pour créer des solutions encore plus complexes.

source: VLM - Multiple streaming and Video on demand
fr: VLM - Diffusions multiples et Vidéo à la demande

source: <emphasis>VideoLAN Manager</emphasis> is a small media manager designed to control multiple streams with <emphasis>only one instance of VLC</emphasis>. It allows multiple streaming and video on demand (VoD). This manager being a new feature, it can only be controlled by the telnet interface or the http interface.
fr: <emphasis>VideoLAN Manager</emphasis> est un petit outil de gestion de médias conçu pour contrôler plusieurs flux avec <emphasis>une seule instance de VLC</emphasis>. Cela permet de la diffusion multiple et la vidéo à la demande (VoD). Cet outil ayant été récemment ajouté, il n'est possible de le contrôler que par les interfaces Telnet et HTTP.

source: Telnet interface
fr: Interface Telnet

source: You can launch the telnet interface as a common interface using the command line :
fr: Vous pouvez démarrer l'interface Telnet comme toute autre interface en utilisant la ligne de commande :

source: The telnet interface can also be launched in the wxWindows interface :
fr: L'interface Telnet peut aussi être démarrée depuis l'interface wxWindows:

source: Launching the Telnet interface - wxWindows interface
fr: Démarrage de l'interface Telnet - interface wxWindows

source: The default port is 4212. The default password is "admin". These can be changed using <command>--telnet-port &lt;integer></command> and <command>--telnet-password &lt;string></command> command line options. They can also be changed in the preferences panel when using the wxWindows interface in the <emphasis>Modules</emphasis>-><emphasis>interface</emphasis>-><emphasis> telnet</emphasis> section (check the <emphasis>Advanced options</emphasis> checkbox).
fr: Le port par défaut est 4212. Le mot-de-passe par défaut est "admin". Ils peuvent être modifiées en utilisant les options de la ligne de commande <command>--telnet-port &lt;integer&gt;</command> et <command>--telnet-password &lt;string&gt;</command> respectivement. Ils peuvent aussi être changés depuis le panneau de configuration des Préférences de l'interface wxWindows, dans la section <emphasis>Modules</emphasis>-&gt;<emphasis>interface</emphasis>-&gt;<emphasis> telnet</emphasis> (cochez la case <emphasis>Options avancées</emphasis>).

source: HTTP interface
fr: Interface HTTP

source: Launching the HTTP interface is described in the <ulink url="http://www.videolan.org/doc/">Play-with-VLC Howto.</ulink>
fr: Le démarrage de l'interface HTTP est détaillé dans le <ulink url="http://www.videolan.org/doc/">Play-with-VLC Howto.</ulink>

source: To access the vlm section of the http interface, use the following URL: <emphasis> http://host:port/vlm/</emphasis>.
fr: Pour accéder à la rubrique VLM de l'interface HTTP, utilisez l'URL qui suit: <emphasis> http://hôte:port/vlm/</emphasis>.

source: VLM Elements
fr: Eléments de VLM

source: Medias
fr: Médias

source: A <emphasis>Media</emphasis> is composed with a list of inputs (the video and audio streams you want to stream), an output (how and where you want to stream them) and some options.
fr: Un média (<emphasis>media</emphasis>) est constitué par une list d'entrée (les flux audio et vidéo que vous voulez diffuser), une sortie (où et comment vous voulez les diffusez) et quelques options.

source: There are two types of medias:
fr: Il y a deux types de médias:

source: <emphasis>vod</emphasis>: A vod media is commonly used for Video on Demand. It will be launched only if a vod client asks for it.
fr: <emphasis>vod</emphasis>: Un média VoD est normalement utilisé pour la Vidéo à la Demande. Il sera démarré uniquement si un client VoD demande le média.

source: <emphasis>broadcast</emphasis>: A broadcast media is very close to a TV program or channel. It is launched, stopped or paused by the administrator and may be repeated several times. The client has no control over this media.
fr: <emphasis>broadcast</emphasis>: Un média broadcast est très similaire à un programme ou une chaîne de TV. Il est démarré, arrêté ou mis en pause par l'administrateur et peut être répété plusieurs fois. Le client n'a aucun contrôle sur un média de ce type.

source: Schedules
fr: Programmes

source: A <emphasis>Schedule</emphasis> is a script with a date. When the schedule date is reached, the script is launched. There are several options available like a period or a number of repetitions.
fr: Un programme (<emphasis>schedule</emphasis> en anglais) est un script avec une date. Quand la date du programme est atteinte, le script est démarré. Plusieurs options sont disponibles, telles que la période ou le nombre de répétitions.

source: Command line syntax
fr: Syntaxe de la ligne de commande

source: Command lines
fr: Lignes de commande

source: <command>help</command> : Displays an exhaustive command lines list
fr: <command>help</command> : Affiche la liste exhaustive des commandes

source: <command>new (name) vod|broadcast|schedule [properties]</command> : Create a new vod, broadcast or schedule element. Element names must be unique and cannot be "media" or "schedule". You can specify properties in this command line or later on by using the <command>setup</command> command.
fr: <command>new (nom) vod|broadcast|schedule [propriétés]</command> : Crée un nouvel élément de type vod, broadcast ou schedule. Les noms des éléments doivent être uniques. Les noms "media" et "schedule" sont interdits. Vous pouvez spécifier des propriétés dans cette ligne de commande, ou, plus tard, avec la commande <command>setup</command>.

source: <command>setup (name) (properties)</command> : Set an elements property. See <xref linkend="vlmprop" endterm="tvlmprop" />.
fr: <command>setup (nom) (propriété)</command> : Définit une propriété d'un élément (cf. <xref linkend="vlmprop" endterm="tvlmprop" />).

source: <command>show [(name)|media|schedule]</command> : Display current element states and configurations.
fr: <command>show [(nom)|media|schedule]</command> : Affiche le statut et la configuration de l'élément.

source: <command>show (name)</command> - Specify an element's name to show all information concerning this element.
fr: <command>show (nom)</command> - Affiche toutes les informations concernant l'élément spécifié.

source: <command>show media</command> displays a summary of media states.
fr: <command>show media</command> affiche un résumé des statuts des médias.

source: <command>show schedule</command> displays a summary of schedule states.
fr: <command>show schedule</command> affiche un résumé de l'état des programmes.

source: <command>del (name)|all|media|schedule</command> : Delete an element or a group of elements. If the element wasn't stopped, it is first stopped before being deleted.
fr: <command>del (name)|all|media|schedule</command> : Supprime un élément ou un groupe d'éléments. Si l'élément n'était pas à l'arrêt, il est interrompu avant d'être supprimé.

source: <command>del (name)</command> - Delete the (name) element.
fr: <command>del (nom)</command> - Supprime l'élément (nom)

source: <command>del all</command> - Delete all elements
fr: <command>del all</command> - Supprime tous les éléments

source: <command>del media</command> - Delete all media elements.
fr: <command>del media</command> - Supprime tous les éléments de type média.

source: <command>del schedule</command> - Delete all schedule elements
fr: <command>del schedule</command> - Supprime tous les éléments de type programme

source: <command>control (name) [instance_name] (command)</command> : Change the state of the (instance_name) instance of the (name) media. If (instance_name) isn't specified, the control command affects the default instance. See <xref linkend="vlmctrl" endterm="tvlmctrl" /> for available control commands.
fr: <command>control (nom) [nom_instance] (command)</command> : Modifie l'état de l'instance (nom_instance) du média (nom). Si (nom_instance) n'est pas précisé, la commande de contrôle affecte l'instance par défaut (cf <xref linkend="vlmctrl" endterm="tvlmctrl" /> pour les commandes de contrôle disponibles).

source: <command>save (config_file)</command> : Save all media and schedule configurations in the specified config file. The config file path is relative to the directory in which vlc was launched. If the file exists it will be overwritten. Note that states, such as playing, paused or stop, are not saved. See <xref linkend="vlmconf" endterm="tvlmconf" /> for more info.
fr: <command>save (fichier_config)</command> : Sauvegarde les configurations de tous les médias et programmes dans le fichier de configuration spécifié. Le chemin d'accès du fichier est relatif au répertoire dans lequel VLC a été démarré. Si le fichier existe, il sera écrasé. Notez que les états, tels que en lecture, en pause ou à l'arrêt, ne sont pas sauvegardés. Voir <xref linkend="vlmconf" endterm="tvlmconf" /> pour plus d'informations.

source: <command>load (config_file)</command> : Load a configuration file. The config file path is relative to the directory in which vlc was launched. See <xref linkend="vlmconf" endterm="tvlmconf"/> for more info.
fr: <command>load (fichier_config)</command> : Charge une fichier de configuration. Le chemin d'accès au fichier est relatif au répertoire depuis lequel VLC a été démarré. Voir <xref linkend="vlmconf" endterm="tvlmconf"/> pour plus d'informations.

source: Media Properties
fr: Propriétés des médias

source: Except the "append" property, all properties can be followed by another one.
fr: A l'exception de la propriété "append", toutes les propriétés peuvent suivies par une autre.

source: <command>input (input_name)</command> : Add an input to the end of the media's input list.
fr: <command>input (nom_entrée)</command> : Ajoute une entrée à la fin de la liste des entrée du média.

source: <command>output (output_name)</command> : Define the media's output. The syntax is the same as the vlc ":sout=..." vlc option but you do not have to put the ":sout=..." string. See <xref linkend="cmdline" endterm="tcmdline" /> for more information concerning stream outputs (sout).
fr: <command>output (nom_sortie)</command> : Définit la sortie du média. La syntaxe est la mêle que celle de l'option ":sout=..." de VLC, toutefois, vous n'avez pas besoin d'indiquer ":sout=...". Voir <xref linkend="cmdline" endterm="tcmdline" /> pour plus d'informations concernant les flux de sortie (sout).

source: You do not have to specify an output for vod elements.
fr: Vous n'avez pas besoin de préciser une sortie pour les éléments vod.

source: <command>enabled|disabled</command> : Enable or Disable the media. If a media is disabled, it cannot be streamed, paused, launched by a schedule, or played as VoD.
fr: <command>enabled|disabled</command> : Active (enabled) or désactive (disabled) le média. Si un média est désactivé, il ne peut pas être diffusé, mis en pause, ni démarré par un programme (schedule), ni joué en tant que VoD.

source: <command>loop|unloop (broadcast only)</command> : If a media with the "loop" option receives the "play" command, it will automatically restart to play the input list once the end of the input list is reached.
fr: <command>loop|unloop (broadcast uniquement)</command> : Si un média avec l'option "loop" option reçoit la commande "play" (lecture), il sera automatiquement redémarré, et rejouera sa liste d'entrées depuis le début une fois que la fin de la liste d'entrées est atteinte.

source: <command>loop|unloop</command> is only used for broadcast media types.
fr: <command>loop|unloop</command> est uniquement utilisée pour les médias de type broadcast.

source: <command>mux (mux_name)</command> : This option should only be specified if you want the elementary streams to be sent encapsulated instead of raw. The (mux_name) should be specified as a four characters length identifier such as mp2t for MPEG TS or mp2p for MPEG PS. See <xref linkend="smc" endterm="tsmc" />.
fr: <command>mux (nom_mux)</command> : Cette option ne devrait être employée que si vous voulez envoyer les flux élémentaires avec une encapsulation, au lieu de les envoyer sous forme brute. (nom_mux) devrait être spécifié sous forme d'un identifiant de 4 caractères tel que mp2t pour MPEG TS ou mp2p pour MPEG PS (cf <xref linkend="smc" endterm="tsmc" />).

source: The <command>mux</command> property is only used for vod media types.
fr: La propriété <command>mux</command> est uniquement utilisée pour les médias de type vod.

source: Schedule Properties
fr: Propriétés des programmes

source: <command>enabled|disabled</command> : A disabled schedule will never be launched.
fr: <command>enabled|disabled</command> : Un programme désactivé ne sera jamais démarré.

source: <command>date (year)/(month)/(day)-(hour):(minutes):(seconds)|now</command> : Specify the first date the schedule should be launched. You can specify a date using the <command>(year)/(month)/(day)-(hour):(minutes):(seconds)</command> format (example: 2004/11/16-00:43:12) or using the <command>now</command> keyword. If <command>now</command> is used, the schedule will be launched as soon as possible (i.e. as soon as it is enabled) and the current date will be used as the first date of the schedule.
fr: <command>date (année)/(moi)/(jour)-(heure):(minute):(seconde)|now</command> : Spécifie la première date à laquelle le programme devrait être démarré. Vous pouvez spécifier une date en utilisant le format <command>(année)/(moi)/(jour)-(heure):(minute):(seconde)</command> (par exemple: 2004/11/16-00:43:12) ou en utilsant le mot-clef <command>now</command>. Si <command>now</command> est indiqué, le programme sera démarré dès que possible (c-à-d. dès qu'il est activé avec <command>enabled</command>) et la date courante sera utilisée comme première date du programme.

source: <command>period (years_aka_12_months)/(months_aka_30_days)/(days)-(hours):(minutes):(sec onds)</command> : Specify the period of time a schedule must wait for launching itself another time. (Months are considered as 30 days, Years as 12 months) If a period is specified without a <command>repeat</command> property, the schedule will be launched endlessly.
fr: <command>period (année_soit_12_mois)/(mois_soit_30_jours)/(jours)-(heures):(minutes):(sec ondes)</command> : Définit la période temporelle pendant laquelle un programme doit attendre avant d'être démarré à nouveau (Les mois sont égaux à 30 jours, les années à 12 mois). Si une période est indiquée sans la propriété <command>repeat</command>, le programme sera redémarré indéfiniment.

source: <command>repeat (number_of_repetitions)</command> : Specify the number of times the schedule will be launched again. For example, if a schedule has <command>repeat 11</command>, it will be launched 12 times.
fr: <command>repeat (nombre_de_répétitions)</command> : Spécifie combien de fois une programme doit être redémarré. Par exemple, si le programme a la propriété <command>repeat 11</command>, il sera démarré 12 fois.

source: Control Commands
fr: Commandes de contrôle

source: <command>pause</command> : Put the broadcast media in paused status.
fr: <command>pause</command> : Met le média de type broadcast en pause.

source: <command>stop</command> : Stop the broadcast media.
fr: <command>stop</command> : Arrête le média de type broadcast.

source: <command>seek (percentage)</command> : Seek in the current playing item of the input list.
fr: <command>seek (pourcentage)</command> : Se déplace dans l'élément en cours de lecture dans la liste des entrées.

source: Configuration Files
fr: Fichiers de configuration

source: A VLM configuration file is a list of command lines : one line corresponds to one command line.
fr: Un fichier de configuration VLM est une liste de lignes de commande : une ligne correspond à une ligne de commande.

source: To create a configuration file, just edit a text file and type a list of VLM commands. Beware of recursive calls: you an put a <command>load (file)</command> in a configuration file which can lead to recursive inclusion of the same file and result in VLC's crash.
fr: Pour créer un fichier de configuration, il suffit d'éditer un fichier texte et de saisir la liste des commandes VLM. Méfiez-vous des appels récursifs: si vous incluez une commande <command>load (fichier)</command> dans un fichier de configuration, vous pouvez aboutir à une inclusion récursive du même fichier, ce qui devrait faire crasher VLC.

source: As of versions > 0.8.1, any line where the first non white space character is a # is considered as a comment.
fr: Depuis la version 0.8.2, toute ligne dont le premier caractère hors espace est un dièse # est considérée comme un commentaire, et donc ignorée.

source: Examples
fr: Exemples

source: This section provides several small vlm configuration files.
fr: Cette section inclut plusieurs petits fichiers de configuration VLM.

source: Simple broadcasting
fr: Diffusion simple en broadcast

source: Scheduled broadcasting
fr: Diffusion planifiée en broadcast

source: Video On Demand
fr: Video à la demande

source: Basic example
fr: Exemple simple

source: First launch the vlc
fr: D'abord, démarrer VLC

source: <emphasis>telnet</emphasis> launches the telnet interface of the vlc.
fr: <emphasis>telnet</emphasis> démarre l'interface Telnet de VLC.

source: <emphasis>videolan</emphasis> is the password to connect to the telnet interface.
fr: <emphasis>videolan</emphasis> est le mot-de-passe pour se connecter à l'interface Telnet.

source: <emphasis>0.0.0.0</emphasis> is the host address.
fr: <emphasis>0.0.0.0</emphasis> est l'adresse de l'hôte.

source: <emphasis>5554</emphasis> is the port on which you stream.
fr: <emphasis>5554</emphasis> est le port sur lequel vous diffusez.

source: Then you connect to the vlc telnet interface and create the vod object
fr: Ensuite, vous vous connecter à l'interface Telnet de VLC et créer l'objet vod

source: new Test vod enabled setup Test input my_video.mpg
fr: new Test vod enabled setup Test input ma_video.mpg

source: You can access to the stream with:
fr: Vous pouvez accéder au flux avec:

source: <prompt>% </prompt><userinput>vlc rtsp://server:5554/Test</userinput>
fr: <prompt>% </prompt><userinput>vlc rtsp://serveur:5554/Test</userinput>

source: <emphasis>server</emphasis> is the address of the streaming server (IP or DNS)
fr: <emphasis>serveur</emphasis> est l'adresse du serveur de diffusion (IP ou DNS)

source: Streaming over IPv6
fr: Diffusion sur IPv6

source: This chapter covers the specifics of streaming over IPv6. You should still read the previous chapters if you are not confortable with streaming in general.
fr: Ce chapitre couvre les spécificités de la diffusion sur IPv6. Vous devriez quand même lire les chapitres précédents si vous n'êtes pas à l'aise avec la diffusion en général.

source: Requirements
fr: Prérequis
