Repository: 01shobitha/test
Catalog: www.videolan.org/doc/streaming-howto/src/po/*.po
Languages: fr

source: mmsh: streams using the Microsoft MMS protocol. This protocol is used as transport method by many Microsoft's softwares. Note that only a small part of the MMS protocol is supported (MMS encapsulated in HTTP).
fr: mmsh : diffuse en utilisant le protocol Microsoft MMS. Ce protocole est utilisé comme méthode de transport par la plupart des logiciels Microsoft. Notez que seule une petite partie du protocole MMS est supportée (MMS encapsulé dans du HTTP).

source: Item options are the same as for the http module.
fr: Les options sont les même que pour le module HTTP.

source: rtp: streams over RTP. Please note that this is a legacy module. It doesn't allow RTSP and can only be used to stream TS streams. Please have a look at the <emphasis>rtp</emphasis> stream output module for a more compliant and complete RTP streamer.
fr: rtp : diffuse par RTP. Notez que c'est un module assez vieux. Il ne permet pas le RTSP et peux uniquement être utilisé pour diffuser des flux TS. Veuillez regarder le module de sortie <emphasis>rtp</emphasis> pour un support complet du RTP.

source: Options are the same as for the <emphasis>udp</emphasis> setting.
fr: Les options sont les mêmes que pour pour l'<emphasis>udp</emphasis>.

source: This option allows you to set the encapsulation method used for the resulting stream. This option has to be set.
fr: Cette option vous permet de choisir la méthode d'encapsulation utilisée dans le flux. Cette option est obligatoire.

source: Available options are:
fr: Les options disponibles sont :

source: <emphasis>ts:</emphasis> the MPEG2/TS muxer. This the standard muxer used to stream MPEG 2. This muxer can be used with any <emphasis>access</emphasis> method. Supported codecs are MPEG 1/2/4, MJPEG, H263, H264, I263, WMV 1/2 and theora for video, MPEG audio, AAC and a52 for the audio stream.
fr: <emphasis>ts :</emphasis> le muxer MPEG2/TS. C'est le muxer standard utilisé pour diffuser du MPEG 2. Ce muxer peut être utilisé avec n'importe quelle méthode d'<emphasis>accès</emphasis>. Les codecs supportés sont MPEG 1/2/4, MJPEG, H263, H264, I263, WMV 1/2 et theora pour la vidéo, l'audio MPEG, AAC et a52 pour le flux audio.

source: Item options are: <emphasis>pid-video=&lt;pid&gt;</emphasis> to set the PID of the video track, <emphasis>pid-audio=&lt;pid&gt;</emphasis> to set the PID of the audio track, <emphasis>pid-spu=&lt;pid&gt;</emphasis> to set the PID of the subtitle track, <emphasis>pid-pmt=&lt;pid&gt;</emphasis> to set the PID of the PMT (Program Map Table), <emphasis>tsid=&lt;id&gt;</emphasis> to set the ID of the resulting TS stream, <emphasis>shaping=&lt;shaping delay in ms&gt;</emphasis> to set the minimum interval during which the bitrate of the stream will remain constant, for variable bitrate streams, <emphasis>use-key-frames</emphasis> uses I frames as limits for the shaping intervals, <emphasis>pcr=&lt;PCR interval in ms&gt;</emphasis> allows to set at which interval Program Clock References will be sent, <emphasis>dts-delay=&lt;delay in ms&gt;</emphasis> allows to delay PTS (Presentation Time Stamps) from the DTS (Decoding Time Stamp) from the given time, <emphasis>crypt-audio</emphasis> allows to enable encryption of the audio track using the CSA algorithm, <emphasis>csa-ck=&lt;key as a 16 character word&gt;</emphasis> allows to set the key used for CSA encryption.
fr: Les options sont : <emphasis>pid-video=&lt;pid&gt;</emphasis> pour choisir le PID de la piste vidéo, <emphasis>pid-audio=&lt;pid&gt;</emphasis> pour choisir le PID de la piste audio, <emphasis>pid-spu=&lt;pid&gt;</emphasis> pour choisir le PID de la piste de sous-titres, <emphasis>pid-pmt=&lt;pid&gt;</emphasis> pour choisir le PID de la PMT (Program Map Table), <emphasis>tsid=&lt;id&gt;</emphasis> pour choisir l'ID du flux TS, <emphasis>shaping=&lt;delai de formation en ms &gt;</emphasis> pour choisir l'intervalle minimum durant lequel le ébit du flux doit rester constant, pour les flux à débit variable, <emphasis> use-key-frames</emphasis> utiliser les images I comme limites de délai de formation, <emphasis>pcr=&lt;intervalle PCR en ms&gt;</emphasis> permet de choisir à quel intervalle le PCR (Program Clock References) doit êtreenvoyé, <emphasis>dts-delay=&lt;delai en ms&gt;</emphasis> permet de retarder le PTS (Presentation Time Stamps) du DTS (Decoding Time Stamp) du delai indiqué, <emphasis>crypt-audio</emphasis> permet d'activer le chiffrement de la piste audio en utilisant l'algorithme CSA, <emphasis> csa-ck=&lt;clef sous forme d'un mot de 16 caractères&gt;</emphasis> permet de choisir la clef à utiliser pour le chiffrement CSA.

source: <emphasis>ps:</emphasis> the MPEG2/PS muxer. This the standard muxer for MPEG 2 files(.mpg). It can be used with the file and http output methods. Supported codecs are MPEG 1/2 and MJPEG for video, MPEG audio and a52 for audio streams.
fr: <emphasis>ps :</emphasis> le muxer MPEG2/PS. C'est le muxer standard pour fichiers MPEG 2 (.mpg). Il peut être utilisé pour les méthodes de sortie file et http. Les codecs supportés sont MPEG 1/2 et MJPEG pour la vidéo, l'audio MPEG et a52 pour les flux audio.

source: The only available item option is <emphasis>dst-delay=&lt;delay in ms&gt;</emphasis>. It allows to delay PTS (Presentation Time Stamps) from the DTS (Decoding Time Stamp) from the given time.
fr: La seule option disponible est <emphasis>dst-delay=&lt;delai en ms&gt; </emphasis>. Elle permet de contrôler le délai entre le PTS (Presentation Time Stamps) et le DTS (Decoding Time Stamp).

source: <emphasis>mpeg1:</emphasis> the standard MPEG 1 muxer. This muxer should be used instead of ps with MPEG 1 video streams, when saved to a file or streamed over HTTP. Supported codecs are MPEG 1 and MPEG audio.
fr: <emphasis>mpeg1 :</emphasis> le muxer MPEG1. Ce muxer devrait être utilisé à la place du ps pour les flux vidéos MPEG 1, pour les méthodes de sortie file ou http. Les codecs supportés sont le MPEG 1 et l'audio MPEG.

source: Items options are the same as for the PS muxer.
fr: Les options sont les même que pour le muxer PS.

source: <emphasis>ogg:</emphasis> the ogg muxer. This is the muxer from the Xiph project. It can be used with the HTTP and file output methods. Supported codecs are MPEG 1/2/4, MJPEG WMV 1/2 and Theora, audio streams can be vorbis, flac, speex, a52 or MPEG audio.
fr: <emphasis>ogg :</emphasis> le muxer ogg. C'est le muxer du projet Xiph. Il peut être utilisé avec les méthodes de sortie file et http. Les codecs supportés sont MEPG 1/2/4, MJPEG, WMV 1/2 et Theora pour la vidéo et vorbix, flac, speex, a52 et l'audio MPEG pour l'audio.

source: There is no item option for this muxer.
fr: Il n'y a pas d'option pour ce muxer.

source: <emphasis>asf:</emphasis> the Microsoft ASF muxer. This is the standard muxer used for streaming by Microsoft's softwares. Is also used as container for WMA audio files. This muxer can be used with the file and HTTP output methods. Supported codecs are MPEG 4, MJPEG, WMV 1/2 for video, MPEG audio, a52 for audio streams.
fr: <emphasis>asf :</emphasis> le muxer ASF de Microsoft. C'est le muxer standard utilisé pour la diffusion par les logiciels Microsoft. Il est aussi utilisé comme conteneur pour les fichiers WMA audio. Ce muxer peut être utilisé par les méthodes de sortie file et http. Les codecs supportés sont MPEG 4, MJPEG, WMV 1/2 pour la vidéo, l'audio MPEG et a52 pour les flux audio.

source: Item options are: <emphasis>title=&lt;title&gt;</emphasis>, <emphasis>autor=&lt;author&gt;</emphasis>, <emphasis>copyright=&lt;copyright message&gt;</emphasis>, <emphasis>comment=&lt;comments&gt;</emphasis>, <emphasis>rating=&lt;rating&gt;</emphasis> allow you to set what will be displayed in the according field of the stream comments.
fr: Le options disponibles sont : <emphasis>title=&lt;titre&gt;</emphasis>, <emphasis>autor=&lt;auteur&gt;</emphasis>, <emphasis>copyright=&lt;message de copyright&gt;</emphasis>, <emphasis>comment=&lt;commentaires&gt;</emphasis>, <emphasis>rating=&lt;rating&gt;</emphasis> vous permet de fixer ce qui sera affiché dans les champs correspondants des commentaires du flux.

source: <emphasis>asfh:</emphasis> this is a special version of the ASF muxer, that should be used for MMSH streaming. MMSH is the only supported output method. Supported codecs are the same as for ASF.
fr: <emphasis>asfh :</emphasis> c'est une version spécial du muxer ASF, qui peut être utilisée pour la diffusion MMSH. MMSH est la seule méthode de sortie supportée. Les codecs supportés sont les même que pour ASF.

source: Item options are the same as for ASF.
fr: Les options sont les mêmes que pour ASF.

source: <emphasis>avi:</emphasis> the Microsoft AVI muxer. This is very common encapsulation format for MPEG 4 files. The only supported output method is file. Supported codecs are MPEG 1/2/4, H263, H264 and I263 for video, MPEG audio and a52 for audio streams.
fr: <emphasis>avi :</emphasis> le muxer AVI de Microsoft. C'est un format d'encapsulation très répendu pour les fichiers MPEG 4. La seule méthode de sortie est file. Les codecs supportés sont MPEG 1/2/4, H263, H264 et I263 pour la vidéo, l'audio MPEG et a52 pour les flux audio.

source: There is not item option for this muxer.
fr: Il n'y a pas d'option pour ce muxer.

source: <emphasis>mpjpeg:</emphasis> the multipart jpeg muxer. This encapsulation format is mostly used on surveillance video cameras with an integrated web-server. Such streams are usually embedded in web-pages and seen with standard Internet browsers, as they are seen as a succession of jpeg images. The only supported output method is HTTP. The only usable codec is MJPEG. No sound track can be muxed in such streams.
fr: <emphasis>mpjpeg :</emphasis> le muxer MJPEG. Ce format d'encapsulation est largement utilisé dans les caméras de télé- surveillance avec un serveur web. Ces flux sont généralement incrustés dans des pages web et visualisée par les navigateurs Internet standrad, puisqu' ils ne sont autre qu'un succession d'images JPEG. La seule méthode de sortie supportée est http. Le seul codec est MJPEG. On ne peut pas y mettre de piste audio.

source: No item option is available for this muxer.
fr: Aucune option n'est disponible pour ce muxer.

source: This option allows to give informations about the location where the stream should actually be saved or sent.
fr: Cette option permet de donner les informations sur l'emplacement où le flux doit être enregistré ou envoyé.

source: Use this option if you want VLC to send SAP (Session Announcement Protocol) announces. SAP is a service discovery protocol, that uses a special multicast address to send a list of available streams on a server.
fr: Utilisez cette option si vous souhaitez que VLC envoie des annonces SAP (Session Announcement Protocol). SAP est un protocole de découverte de services, qui utilise une adresse multicast spécifique pour envoyer une liste des flux disponibles sur un serveur.

source: This option can only be enabled with the <emphasis>udp</emphasis> output method.
fr: Cette option peut être activé dans la méthode de sortie <emphasis>udp </emphasis>.

source: This option allows to specify the name of an optional <emphasis>group</emphasis> of streams. A VLC used as a client will use this field to classify the stream.
fr: Cette option permet de renseigner le nom d'un éventuel <emphasis> groupe</emphasis> de flux. Un client sous VLC pourra utiliser de cham pour classer les flux.

source: This option uses a private extension of the SAP protocol. VLC will be the only client able to read this field.
fr: Cette option utilise une extension privée du protocole SAP. VLC sera le seul client capable de lire ce champ.

source: This option can only be used it the <emphasis>sap</emphasis> option has been enabled.
fr: Cette option peut uniquement être utilisée lorsque l'option <emphasis>sap </emphasis> est activée.

source: Use this option if you want the SAP announces to be sent using the <emphasis>IPv6</emphasis> protocol instead of <emphasis>IPv4</emphasis>.
fr: Utilisez cette option si vous voulez que les annonces SAP soient envoyées en utilisant le protocole <emphasis>IPv6</emphasis> au lieu de <emphasis> IPv4</emphasis>.

source: SLP stands for <emphasis>Service Location Protocol</emphasis>. It is an alternative to SAP for session announcement. Use this option if you want to send such announces.
fr: SLP signifie <emphasis>Service Location Protocol</emphasis>. C'est une alternative au SAP pour annoncer des sessions. Utilisez cette option si vous souhaitez utiliser le SLP.

source: Use this option to specify the name of the stream that will be sent in SAP and SLP announces.
fr: Utilisez cette option pour préciser le nom du flux à envoyer dans les annonces SAP et SLP.

source: This option can only be used it the <emphasis>sap</emphasis> or <emphasis>slp</emphasis> option has been enabled.
fr: Cette option peut uniquement être utilisée lorsque les options <emphasis>sap </emphasis> ou <emphasis>slp</emphasis> sont activées.

source: This module can be used to display the stream. This is particularly useful in a <emphasis>duplicate</emphasis> chain, in order to monitor a stream while it is being saved or streamed.
fr: Ce module est utilisé pour afficher le flux. C'est particulièrement utile dans une chaine <emphasis>duplicate</emphasis>, pour surveiller le flux en train d'être enregistré ou diffusé.

source: available options are:
fr: les options disponibles sont :

source: You can use this option to disable video in the displayed stream.
fr: Vous pouvez utiliser cette option pour désactiver la vidéo dans le flux à l'affichage.

source: You can use this option to disable audio in the displayed stream.
fr: Vous pouvez utiliser cette option pour désactiver le son dans le flux à l'affichage.

source: You can use this option to introduce a delay in the display of the stream. Delay has to be given in ms.
fr: Vous pouvez utiliser cette option pour introduire un delai dans l'affichage du flux. Le délai est en ms.

source: This module can be used to send a stream using the <emphasis>RTP (Real Time Protocol)</emphasis> protocol (see RFC 3550).
fr: Ce module peut être utilisé pour envoyer un flux en utilisant le protocole <emphasis>RTP</emphasis> (Real Time Protocol) (voir RFC 3550).

source: Although use of <emphasis>RTSP</emphasis> is possible using this module, it won't allow you to make Video On demand. Please have a look at the description of the VLM module for that.
fr: Même s'il est possible d'utiliser le <emphasis>RTSP</emphasis> dans ce module, vous ne pourrez pas faire de la Vidéo à la Demande. Veuillez vous reporter à la description du module VLC pour cela.

source: The different available options are:
fr: Les différentes options disponibes sont :

source: This option allow to give the destination UDP address. This can be the address of a host or a multicast group. This option has to be given, unless the <emphasis>sdp=rtsp://</emphasis>option is given (see below). In the latter case, the stream will be sent to the host doing the <emphasis>RTSP</emphasis> request.
fr: Cette option vous permet de donner l'adresse UDP de destination. Cela peut être l'adresse d'un hote ou d'un group multicast. Cette option doit être renseignée, à moins que l'option <emphasis>sdp=rtsp://</emphasis> le soit (voir plus bas). Dans le dernier cas, le flux sera envoyé à l'hôte faisant la requête <emphasis>RTSP</emphasis>.

source: This option allows to set the UDP port used to send the first <emphasis>elementary stream</emphasis>. This port has to be even. Other streams will be streamed using even ports directly above this one.
fr: Cette option permet de régler le port UDP utilisé pour envoyer le premier <emphasis>flux élémentaire</emphasis>. Ce port doit être fourni. Les autres flux seront en utilisant les ports impairs juste au dessus.

source: This option allows to set the UDP port used to send the first video <emphasis>elementary stream</emphasis>. This port has to be even.
fr: Cette option vous permet de définir le port UDP utilisé pour envoyer le premier <emphasis>flux élémentaire</emphasis> vidéo. Ce port doit être impair.

source: This option allows to set the UDP port used to send the first audio <emphasis>elementary stream</emphasis>. This port has to be even.
fr: Cette option vous permet de définir le port UDP utilisé pour envoyer le premier <emphasis>flux élémentaire</emphasis> audio. Ce port doit être impair.

source: This option allows to set the way the SDP (Session Description Protocol) file corresponding the the stream should be made available.
fr: Cette option vous permet de choisir la manière dont le fichier SDP (Session Description Protocol) correspondant au flux doit être disponible.

source: Options are:
fr: Le options sont :

source: <emphasis>file://&lt;path to the file&gt;</emphasis>, to export the SDP as a local file
fr: <emphasis>file://&lt;chemin vers le fichier&gt;</emphasis>, pour exporter le contenu SDP en tant que fichier local.

source: <emphasis>http://&lt;local interface IP:port/path&gt;</emphasis>, to make the file available using the integrated HTTP server of VLC.
fr: <emphasis>http://&lt;interface locale IP:port/chemin&gt;</emphasis>, pour rendre le fichier disponible en utilisant le serveur HTTP intégré au VLC.

source: The <emphasis>local interface IP</emphasis> argument is optional. If not given, VLC will listen on all available interfaces.
fr: L'argument <emphasis>interface locale IP</emphasis> est facultatif. S'il n'est pas fourni, VLC écoutera sur toutes les interfaces disponibles.

source: <emphasis>rtsp://&lt;local interface IP:port/path&gt;</emphasis>, to make the SDP file available using the <emphasis>RTSP</emphasis> protocol (see RFC 2326).
fr: <emphasis>rtsp://&lt;interface locale IP:port/chemin&gt;</emphasis>, pour rendre le fichier SDP disponible en utilisant le protocole <emphasis>RTSP</emphasis> (voir RFC 2326).

source: <emphasis>sap</emphasis>, to export the SDP using the SAP (Session Announcement Protocol, see RFC 2974).
fr: <emphasis>sap</emphasis>, pour exporter le contenu SDP en utilisant le SAP (Session Announcement Protocol, voir RFC 2974).

source: This option can be used to set the <emphasis>TTL</emphasis> (Time to Live) of the sent UDP packets.
fr: Cette option peut être utilisée pour fixer le <emphasis>TTL</emphasis> (Time to Live) des paquets UDP envoyés.

source: This option allows to set the encapsulation method used to send the stream. See <emphasis>mux=</emphasis> options of the <emphasis>standard</emphasis> module for a description of the available method. Only <emphasis>ts</emphasis> and <emphasis>raw</emphasis> (no encpasulation) are possible values for <emphasis>RTP</emphasis> streams. Default is RAW.
fr: Cette option vous permet de définir la méthode d'encapsulation pour envoyer le flux. Voir les options de <emphasis>mux=</emphasis> du module <emphasis> standard</emphasis> pour une description des méthodes disponibles. Seuls <emphasis>ts</emphasis> et <emphasis>raw</emphasis> (pas d'encapsulation) sont des valeurs possibles pour les flux <emphasis>RTP</emphasis>. La valeur par défaut est RAW.

source: This option can be used to set the name that will be displayed on the client receiving the stream.
fr: Cette option peut être utilisée pour donner un nom qui sera affiché au client affichant le flux.

source: This option can be used to give an additional description of the stream.
fr: Cette option peut être utilisée pour donner une description supplémentaire du flux.

source: This option allows to give the address of a website with additional informations about the stream.
fr: Cette option permet de donner l'adresse d'un site web contenant des informations supplémentaires sur le flux.

source: This options allows to give a contact e-mail address
fr: Cette option permet de donner une adresse e-mail de contact

source: The <emphasis>es</emphasis> module can be used to separate the different <emphasis>elementary streams</emphasis> from a stream, and save each of them in a different file or send it to a separate destination.
fr: Le module <emphasis>es</emphasis> peut être utilisé pour séparer les différents <emphasis>flux élémentaires</emphasis> du flux principal, et enregistrer chacun d'eux dans un fichier différent ou les envoyer vers d'autres destinations.

source: The available parameters are:
fr: Les paramètres disponibles sont :

source: Use this option to set the medium used to save or send the video <emphasis>elementary streams</emphasis>. Possible values and item options are the same as for the <emphasis>access</emphasis> option of the <emphasis>standard</emphasis> module (see above).
fr: Utilisez cette option pour donner le média utilisé pour enregistrer ou envoyer les <emphasis>flux élémentaires</emphasis> vidéo. Les valeurs possibles sont les même que celles de l'option <emphasis>access</emphasis> du module <emphasis>standard</emphasis> (voir après).

source: Use this option to set the medium used to save or send the audio <emphasis>elementary streams</emphasis>. Possible values and item options are the same than for the <emphasis>access</emphasis> option of the <emphasis>standard</emphasis> module (see above).
fr: Utiliser cette option pour régler le media choisi pour enregistrer ou envoyer le <emphasis>flux élémentaire</emphasis> audio. Les valeurs possibles et les options sont les mêmes que celles de l'option <emphasis>access</emphasis> du module <emphasis>standard</emphasis> (voir précédemment).

source: This option can be used instead of both <emphasis>access-video</emphasis> and <emphasis>access-audio</emphasis> options, when they share the same setting.
fr: Cette option peut être utilisée à la place des 2 options <emphasis>access-video</emphasis> et <emphasis>access-audio</emphasis>, quand elles partagent le même réglage.

source: Use this option to set the encapsulation method used for the video <emphasis>elementary streams</emphasis>. Possible values and item options are the same as for the <emphasis>mux</emphasis> option of the <emphasis>standard</emphasis> module (see above).
fr: Utiliser cette option pour régler la méthode d'encapsulation choisie pour le <emphasis>flux élémentaire</emphasis> video. Les valeurs possibles et les options sont les mêmes que celles de l'option <emphasis>mux</emphasis> du module <emphasis>standard</emphasis> (voir précédemment).

source: Use this option to set the encapsulation method used for the audio <emphasis>elementary streams</emphasis>. Possible values and item options are the same than for the <emphasis>mux</emphasis> option of the <emphasis>standard</emphasis> module (see above).
fr: Utiliser cette option pour régler la méthode d'encapsulation choisie pour le <emphasis>flux élémentaire</emphasis> audio. Les valeurs possibles et les options sont les mêmes que celles de l'option <emphasis>mux</emphasis> du module <emphasis>standard</emphasis> (voir précédemment).

source: This option can be used instead of both <emphasis>mux-video</emphasis> and <emphasis>mux-audio</emphasis> options, when they share the same setting.
fr: Cette option peut être utilisée à la place des 2 options <emphasis>mux-video</emphasis> et <emphasis>mux-audio</emphasis>, quand elles partagent le même réglage.
