Repository: 01shobitha/test
Catalog: www.videolan.org/doc/streaming-howto/src/po/*.po
Languages: fr

source: Note that v4l2 modules will also work with VLC.
fr: Les modules v4l2 fonctionneront aussi avec VLC.

source: You must add <command>--enable-v4l</command> to <command>./configure</command> to use this feature.
fr: Vous devez ajouter <command>--enable-v4l</command> a votre <command>./configure</command> pour utiliser cette fonctionnalité.

source: is the device corresponding to your acquisition card or your webcam,
fr: est le péripérique correspondant à votre carte d'acquisition ou a votre webcam,

source: <emphasis>frequency=543250</emphasis> is the frequency of the channel in kHz (<emphasis>Warning :</emphasis> for VLC &lt; 0.6.1, Frequency is channel frequency in MHz multiplied by 16),
fr: <emphasis>frequency=543250</emphasis> est la fréquence de la chaine en kHz (<emphasis>Attention !</emphasis> pour vlc &lt; 0.6.1, Frequency est la fréquence de la chaine en MHz multipliée par 16),

source: <emphasis>size=640x480</emphasis> is the size of the video you want (you can also put the standard size like <emphasis>subqcif</emphasis> (128x96), <emphasis>qsif</emphasis> (160x120), <emphasis>qcif</emphasis> (176x144), <emphasis>sif</emphasis> (320x240), <emphasis>cif</emphasis> (352x288) or <emphasis>vga</emphasis> (640x480)),
fr: <emphasis>size=640x480</emphasis> est la taille de la vidéo que vous souhaitez (vous pouvez aussi mettre une taille standard : <emphasis>subqcif</emphasis> (128x96), <emphasis>qsif</emphasis> (160x120), <emphasis>qcif</emphasis> (176x144), <emphasis>sif</emphasis> (320x240), <emphasis>cif</emphasis> (352x288) ou <emphasis>vga</emphasis> (640x480)),

source: <emphasis>channel=0</emphasis> is the number of the channel (usually 0 is for tuner, 1 for composite and 2 for svideo),
fr: <emphasis>channel=0</emphasis> est le numéro du cannal (généralement 0 est pour le tunner, 1 pour l'entrée composite et 2 pour l'entée svideo),

source: <emphasis>adev=/dev/dsp</emphasis> is the audio device,
fr: <emphasis>adev=/dev/dsp</emphasis> est le péripérique audio,

source: <emphasis>audio=1</emphasis> is the number of the audio channel (usually 0 is for mono and 1 for stereo),
fr: <emphasis>audio=1</emphasis> est le nombre de cannaux audio (généralement 0 est pour mono et 1 pour stéréo),

source: <emphasis>vcodec=mp4v</emphasis> is the video format you want to encode in (<emphasis>mp4v</emphasis> is MPEG-4, <emphasis>mpgv</emphasis> is MPEG-1, and there is also <emphasis>h263</emphasis>, <emphasis>DIV1</emphasis>, <emphasis>DIV2</emphasis>, <emphasis>DIV3</emphasis>, <emphasis>I420</emphasis>, <emphasis>I422</emphasis>, <emphasis>I444</emphasis>, <emphasis>RV24</emphasis>, <emphasis>YUY2</emphasis>),
fr: <emphasis>vcodec=mp4v</emphasis> correspond au format video que vous souhaitez utiliser (<emphasis>mp4v</emphasis> correspond à MPEG-4, <emphasis>mpgv</emphasis> correspond à MPEG-1, et il y a aussi <emphasis>h263</emphasis>, <emphasis>DIV1</emphasis>, <emphasis>DIV2</emphasis>, <emphasis>DIV3</emphasis>, <emphasis>I420</emphasis>, <emphasis>I422</emphasis>, <emphasis>I444</emphasis>, <emphasis>RV24</emphasis>, <emphasis>YUY2</emphasis>),

source: <emphasis>acodec=mpga</emphasis> is the audio format you want to encode in (<emphasis>mpga</emphasis> is MPEG audio layer 2, <emphasis>a52</emphasis> is A52 i.e. AC3 sound),
fr: <emphasis>acodec=mpga</emphasis> correspond au format audio que vous souhaitez utiliser (<emphasis>mpga</emphasis> correspond au MPEG audio layer 2, <emphasis>a52</emphasis> corresponf à A52 i.e. son AC3),

source: <emphasis>vb=3000</emphasis> is the video bitrate in Kbit/s
fr: <emphasis>vb=3000</emphasis> est le débit de la vidéo en Kbit/s

source: <emphasis>ab=256</emphasis> is the audio bitrate in Kbit/s
fr: <emphasis>ab=256</emphasis> est la débit de l'audio en Kbit/s

source: <emphasis>venc=ffmpeg</emphasis> allows to set the encoder to use, where:
fr: <emphasis>venc=ffmpeg</emphasis> vous permet de choisir l'encodeur a utiliser avec :

source: <emphasis>keyint=80</emphasis> is the maximal amount of frames between two key frames
fr: <emphasis>keyint=80</emphasis> correspond au nombre maximum d'images entre 2 images clefs

source: <emphasis>hurry-up</emphasis> allows the encoder to decrease the quality of the stream if the CPU can't keep up with the encoding rate
fr: <emphasis>hurry-up</emphasis> permet a l'encodeur de réduire la qualité du flux si le processeur ne parvient pas a tenir le rythme lors de l'encodage

source: <emphasis>vt=800000</emphasis> is the tolerance in kbit/s for the bitrate of the outputted video
fr: <emphasis>vt=800000</emphasis> est la tolérance en Kbit/s pour le débit de la vidéo en sortie

source: <emphasis>deinterlace</emphasis> tells VLC to deinterlace the video on the fly,
fr: <emphasis>deinterlace</emphasis> dit a VLC de désentrelacer à la volée,

source: Stream with DirectShow
fr: Diffuser avec Directshow

source: This is only possible under Windows
fr: C'est possible uniquement avec Windows

source: Install your peripheral drivers
fr: Installez les pilotes de votre périphérique

source: You need to install your peripherals under Windows with the appropriate drivers. Nothing else is necessary.
fr: Vous devez installer votre périphérique sous Windows avec les pilotes appropriés. Rien d'autre n'est nécessaire.

source: Stream with VLC in command line
fr: Diffuser avec VLC an ligne de commande

source: You need to precise the complete path to find vlc program or to launch the command from the correct directory.
fr: Vous devez préciser le chemin complet vers VLC ou éxecuter la commande depuis le bon répertoire.

source: <emphasis>vvv</emphasis> is to activate the verbose mode
fr: <emphasis>vvv</emphasis> permet d'activer l'affichage de tous les messages

source: <emphasis>rc</emphasis> is to activate the remote control interface (MS/DOS console)
fr: <emphasis>rc</emphasis> permet d'activer l'interface de controle à distance (console MS/DOS)

source: <emphasis>12</emphasis> is the value of the TTL (Time To Live) of your IP packets (which means that the stream will be able to cross 11 routers),
fr: <emphasis>12</emphasis> est la valeur du TTL (Time To Live) de vos paquets IP (ce qui veut dire que le flux pourra traverser 11 routeurs),

source: <emphasis>vdev="VGA USB Camera"</emphasis> is the name of the video peripheral that DirectShow will use (this is only an exemple),
fr: <emphasis>vdev="VGA USB Camera"</emphasis> est le nom du périphérique que DirectShow utilisera (ceci n'est qu'un exemple),

source: <emphasis>adev="USB Camera"</emphasis> is the name of the audio peripheral,
fr: <emphasis>adev="USB Camera"</emphasis> est le nom du périphérique audio,

source: <emphasis>size="640x480"</emphasis> is the resolution (you can also put the standard size like <emphasis>subqcif</emphasis> (128x96), <emphasis>qsif</emphasis> (160x120), <emphasis>qcif</emphasis> (176x144), <emphasis>sif</emphasis> (320x240), <emphasis>cif</emphasis> (352x288) or <emphasis>vga</emphasis> (640x480)).
fr: <emphasis>size=640x480</emphasis> est la taille de la vidéo que vous souhaitez (vous pouvez aussi mettre une taille standard : <emphasis>subqcif</emphasis> (128x96), <emphasis>qsif</emphasis> (160x120), <emphasis>qcif</emphasis> (176x144), <emphasis>sif</emphasis> (320x240), <emphasis>cif</emphasis> (352x288) ou <emphasis>vga</emphasis> (640x480)),

source: <emphasis>239.255.42.12</emphasis> is either:
fr: <emphasis>239.255.42.12</emphasis> est soit :

source: the IP address of the machine you want to unicast to
fr: des adresses IP des machines vers lequelles vous voulez difuser en unicast

source: or the DNS name the machine you want to unicast to
fr: ou des adresses DNS des machines vers lequelles vous voulez difuser en unicast
