Repository: 01shobitha/test
Catalog: www.videolan.org/doc/streaming-howto/src/po/*.po
Languages: fr

source: <emphasis>noprogram=</emphasis>: do not duplicate <emphasis>elementary streams</emphasis> belonging to the selected program (or PID). This option only works with MPEG2/TS streams.
fr: <emphasis>program=</emphasis> : ne duplique pas les <emphasis>flux élémentaires</emphasis> appartenant au programme sélectionné (ou SID). Cette option fonctionne seulement avec les flux MPEG2/TS.

source: <emphasis>es=</emphasis>: duplicate only the <emphasis>elementary stream</emphasis> with the selected id.
fr: <emphasis>program=</emphasis> : duplique seulement les <emphasis>flux élémentaires</emphasis> avec l'id sélectionnée.

source: <emphasis>noes=</emphasis>: do not duplicate the <emphasis>elementary stream</emphasis> with the selected id.
fr: <emphasis>program=</emphasis> : ne duplique pas les <emphasis>flux élémentaires</emphasis> avec l'id sélectionnée.

source: <emphasis>video</emphasis>: duplicate only video <emphasis>elementary streams</emphasis>.
fr: <emphasis>program=</emphasis> : duplique seulement la vidéo des <emphasis>flux élémentaires</emphasis>.

source: <emphasis>novideo</emphasis>: do not duplicate video <emphasis>elementary streams</emphasis>.
fr: <emphasis>program=</emphasis> : ne duplique pas la vidéo des <emphasis>flux élémentaires</emphasis>.

source: <emphasis>audio</emphasis>: duplicate only audio <emphasis>elementary streams</emphasis>.
fr: <emphasis>program=</emphasis> : duplique seulement l'audio des <emphasis>flux élémentaires</emphasis>.

source: <emphasis>noaudio</emphasis>: do not duplicate audio <emphasis>elementary streams</emphasis>.
fr: <emphasis>noaudio</emphasis> : ne pas dupliquer les <emphasis>flux élémentaires</emphasis> audio.

source: <emphasis>spu</emphasis>: duplicate only subtitle <emphasis>elementary streams</emphasis>.
fr: <emphasis>spu</emphasis> : dupliquer uniquement les <emphasis>flux élémentaires</emphasis> de sous titres.

source: <emphasis>nospu</emphasis>: do not duplicate subtitle <emphasis>elementary streams</emphasis>.
fr: <emphasis>nospu</emphasis> : ne pas dupliquer les <emphasis>flux élémentaires</emphasis> de sous titres.

source: Example:
fr: Exemple :

source: This <emphasis>duplicate</emphasis> chain will only output the non video <emphasis>elementary streams</emphasis> belonging to the programs which PID are between 100 and 200.
fr: Cette chaine de type <emphasis>duplicate</emphasis> ne renvera que les <emphasis>flux élémetaires</emphasis> non vidéo appartenant aux programmes dont le PID est compris entre 100 et 200.

source: Miscellaneous
fr: Divers

source: Here are a few additional global options:
fr: Voici quelques options globales supplémentaires :

source: Enable streaming of all ES (default disabled). By default VLC will only stream one audio ES and one video ES (the first ones). If you enable sout-all, all ES (audio, video and SPU) will be streamed.
fr: Activer la diffusion de tous les ES (désactivé par défaut). Par défaut, VLC ne diffusera qu'un ES audio et un ES vidéo (les premiers). Si vous activez sout-all, tous les ES (audio, vidéo et sous titres) seront diffusés.

source: Keep sout open (default disabled) : use the same sout instance across the various playlist items, if possible.
fr: Garder le sout ouver (désactivé par défaut) : utilise la même instance du sout à travers les divers éléments de playlist (si possible).

source: This options allows to disable audio in the outputted stream.
fr: Cette option permet de désactiver l'audio dans les flux émis.

source: This options allows to disable video in the outputted stream.
fr: Cette option permet de désactiver la vidéo dans les flux émis.

source: Simplified Syntax
fr: Syntaxe simplifiée

source: The stream output also offers a simplified syntax, with which you can only you use the <emphasis>standard</emphasis> module main options:
fr: Le module de flux de sortie permet aussi d'utiliser une syntaxe simplifiée qui ne peut utilisée que lorsque que l'on utilise les options principales du module <emphasis>standard</emphasis> :

source: where <emphasis>access</emphasis>, <emphasis>mux</emphasis> and <emphasis>url</emphasis> are as defined in the options of the standard module.
fr: où <emphasis>access</emphasis>, <emphasis>mux</emphasis> et <emphasis>url</emphasis> sont utilisés comme les options du module <emphasis>standard</emphasis>.

source: To understand fully the complex syntax of VLC's stream output, please look at the examples in the next section.
fr: Pour bien comprendre la syntaxe complex du flux de sortie de VLC vous devriez regarder les exemples de la section suivante.

source: Streaming, Muxers and Codecs
fr: Diffusions, muxeurs et codecs

source: Overview
fr: Apperçu

source: VideoLAN is a complete software solution for video streaming, developed by students of the <ulink url="http://www.ecp.fr">Ecole Centrale Paris</ulink> and developers from all over the world, under the <ulink url="http://www.gnu.org/copyleft/gpl.html">GNU General Public License</ulink> (GPL). VideoLAN is designed to stream MPEG videos on high bandwidth networks.
fr: VideoLAN est une solution complète pour la lecture et la diffusion de vidéo par réseau, développée par des étudiants de l'<ulink url="http://www.ecp.fr">Ecole Centrale Paris</ulink> et des développeurs du monde entier, sous licence <ulink url="http://www.gnu.org/copyleft/gpl.html">GNU General Public License</ulink> (GPL). VideoLAN est concu pour diffuser des vidéos MPEG sur des réseaux haut débit.

source: The VideoLAN solution includes:
fr: La solution de diffusion VideoLAN comprend :

source: VLS (VideoLAN Server), which can stream MPEG-1, MPEG-2 and MPEG-4 files, DVDs, digital satellite channels, digital terrestial television channels and live videos on the network in unicast or multicast
fr: VLS (VideoLAN Server), qui peut diffuser des fichiers MPEG-1, MPEG-2 et MPEG-4, des DVDs, des chaines numériques satellite, des chaines de télévision numérique terrestre et des flux vidéos réseau en unicast ou multicast.

source: VLC (initially VideoLAN Client), which can be used as a server to stream MPEG-1, MPEG-2 and MPEG-4 files, DVDs and live videos on the network in unicast or multicast ; or used as a client to receive, decode and display MPEG streams under multiple operating systems
fr: VLC (à l'origine dénomé VideoLAN Client), qui peut être utilisé comme un serveur pour diffuser des fichiers MPEG-1, MPEG-é et MPEG-4, des DVDs et des flux vidéo réseau en unicast ou multicast ; ou comme un client pour recevoir, décoder et afficher des flux MPEG sous de nombreux systèmes d'exploitation.

source: Here is an illustration of the complete VideoLAN solution:
fr: Voici une illustration de la solution de diffusion VideoLAN :

source: Global VideoLAN solution
fr: Solution de diffusion VideoLAN

source: More details about the project can be found on the <ulink url="http://www.videolan.org">VideoLAN Web site</ulink>.
fr: Pour plus de détails sur le projet, veuillez consulter le <ulink url="http://www.videolan.org">site web de VideoLAN</ulink>.

source: VideoLAN software
fr: Logiciels VideoLAN

source: VLC works on many platforms: Linux, Windows, Mac OS X, BeOS, *BSD, Solaris, Familiar Linux, Yopy/Linupy and QNX. It can read:
fr: VLC tourne sur de nombreux systèmes d'exploitation : Linux, Windows, Mac OS X, BeOS, *BSD, Solaris, Familiar Linux, Yopy/Linupy et QNX. Il peut lire :

source: MPEG-1, MPEG-2 and MPEG-4 / DivX files from a hard disk, a CD-ROM drive, ...
fr: des fichiers MPEG-1, MPEG-2 et MPEG-4 / DivX depuis un disque dur, un lecteur de CD-ROM, ...

source: DVDs and VCDs
fr: des DVDs et VCDs

source: from a satellite card (DVB-S)
fr: depuis des cartes d'acquisition satellite (DVB-S)

source: MPEG-1, MPEG-2 and MPEG-4 streams from the network sent by VLS or VLC's stream output
fr: des flux MPEG-1, MPEG-2 et MPEG-4 reçu par le réseau et diffusés par des VLC ou le stream output de VLC

source: VLC can also be used as a server to stream:
fr: VLC peut aussi être utilisé en temps que serveur pour diffuser :

source: MPEG-1, MPEG-2 and MPEG-4 / DivX files,
fr: des fichiers MPEG-1, MPEG-2 et MPEG-4 / DivX

source: DVDs,
fr: des DVDs

source: from an MPEG encoding card,
fr: depuis une carte d'encodage MPEG

source: to:
fr: vers :

source: one machine (i.e. to one IP address): this is called <emphasis>unicast</emphasis>,
fr: une machine (c'est a dire une addresse IP) : ceci est appelé <emphasis>unicast</emphasis>

source: a dynamic group of machines that the clients can join or leave (i.e. to a multicast IP address): this is called <emphasis>multicast</emphasis>,
fr: un groupe dynamique de machines que les clients peuvent joindre ou quitter (par exemple une adresse IP multicast) : ceci est appelé <emphasis>multicast</emphasis>

source: in IPv4 or IPv6.
fr: en IPv4 ou IPv6

source: To get the complete list of VLC's possibilities on each plateform supported, see the <ulink url="http://www.videolan.org/vlc/features.html">VLC features page</ulink>.
fr: Pour obtenir une liste complète des fonctionalités de VLC sur les différentes plateformes supportées, allez voir la <ulink url="http://www.videolan.org/vlc/features.html">VLC features page</ulink>.

source: VLC doesn't work on Mac OS 9, and will probably never do.
fr: VLC ne fonctionne pas sous Mac OS 9.

source: Muxers and codecs
fr: Muxers et codecs

source: What is a codec ?
fr: Qu'est-ce qu'un codec ?

source: To fully understand the VideoLAN solution, you must understand the difference between a <emphasis>codec</emphasis> and a <emphasis>container format</emphasis>
fr: Pour bien comprendre la solution VideoLAN, vous devez comprendre la différence entre un <emphasis>codec</emphasis> et un <emphasis>conteneur</emphasis>

source: A <emphasis>codec</emphasis> is a compression algorithm, used to reduce the size of a stream. There are audio codecs and video codecs. MPEG-1, MPEG-2, MPEG-4, Vorbis, DivX, ... are codecs
fr: Un <emphasis>codec</emphasis> est un algorithme de compression utilisé pour réduire la taille d'un flux. Il y a des codecs audio et des codecs video. MPEG-1, MPEG-2, MPEG-4, Vorbis, DivX, etc. sont des codecs.

source: What is a container format ?
fr: Qu'est-ce qu'un conteneur ? (ou muxeur)

source: To start off, think of a <emphasis>container format</emphasis> as a standard shipping box. You get a box in the mail and you think, "Cool! What's inside." You don't really care about the box itself, you care about what's in that box. The problem? You can't see into the box. So what do you do? You get a knife and cut it open.
fr: Pour commencer, considérez un <emphasis>conteneur</emphasis> comme l'emballage d'un colis. Vous recevez un colis par la poste et vous pensez "Chouette ! qu'est-ce qu'il y a à l'interieur ?" Vous ne vous souciez pas vraiment de la boite elle même, vous vous interessez plutot à son contenu. Le problème ? Vous ne pouvez pas voir à l'interieur de la boite. Que faites vous donc ? Vous prenez une paire de ciseaux et vous l'ouvrez.

source: A <emphasis>container format</emphasis> follows this same basic idea. It contains one or several streams already encoded by codecs. Very often, there is an audio stream and a video one. AVI, Ogg, MOV, ASF, MP4 ... are container formats. The streams contained can be encoded using different codecs. In a perfect world, you could put any codec in any container format. Unfortunately, there are some incompatibilities. You can find a matrix of possible codecs and container formats on the <ulink url="http://www.videolan.org/streaming/features.html">features page</ulink>
fr: Un <emphasis>conteneur</emphasis> se base sur cette idée. Il contient une ou plusieurs flux déjà encodés à l'aide de codecs. Généralement, il y a un flux vidéo et un flux audio. AVI, Ogg, MOV, ASF, MP4 etc sont des conteneurs. Les flux contenus peuvent être encodés à l'aide de codecs différents. Dans un monde parfait, vous pourriez mettre n'importe quel codec dans n'importe quel conteneur. Malheureusement il y a quelques incompatibilités. Vous pouvez trouver une matrice des différents codecs et conteneurs possible sur la <ulink url="http://www.videolan.org/streaming/features.html">features page</ulink>.

source: Encoding a video
fr: Encoder une vidéo

source: This is the first step where you are going to create the shipping box.
fr: C'est la première étape lorsque vous créez votre colis.

source: First you need to encode your file. That means that a file, wheter it is an audio, video file, is compressed to another format that normally takes up less physical drive space than the previous format. Common video encoding methods are DivX, MPEG-1, MPEG-2, MPEG-4 ... most common audio encoding method is MP3 or ogg-vorbis.
fr: Vous devez tout d'abbord encoder votre fichier. Ceci veut dire qu'un fichier, que ce soit de l'audio ou de la vidéo, est compressé sous un autre format qui prend moins de place que le format précédent. Mes codecs généralement utilisés pour la vidéo sont DivX, MPEG-1, MPEG-2 et MPEG-4. Pour l'audio, il s'aggit de MP3 ou Vorbis.

source: Then you have to mux (or multiplex). This means basically a process where separate parts of the video (or streams) are joined together into one file.
fr: Vous devez ensuite mutilplexer. En gros, il s'aggit de prendre les flux séparés et de les grouper dans un seul fichier.

source: Playing a video
fr: Lire une vidéo

source: Now that you have your box, you need to open it before to see the content. That's exactly what VLC will do. To decode a stream, VLC first <emphasis>demuxes</emphasis> it. This means that it reads the container format and separates audio, video, and subtitles, if any. Demuxing files doesn't weaken the video nor audio quality, it doesn't do anything for these data streams, it justs simply saves them into separate files, each containing one element of the original file. Then, each of these are passed <emphasis>decoders</emphasis> that do the mathematical processing to decompress the streams.
fr: Maintenant que vous avez un colis, vous allez devoir l'ouvrir avant de pouvoir accéder à son contenu. C'est exactement ce que VLC va faire. Pour décoder un flux, VLC va tout d'abbord le <emphasis>démuxer</emphasis>. Il lit donc le conteneur et sépare l'audio, la vidéo et les sous-titres, s'ils existent. Démuxer des fichiers ne baisse pas la qualité de la vidéo ou de l'audio. Ca ne change pas du tout ces flux de données. Ca ne fait que les sauvegarder dans des fichiersdifférents, chacun contenant un élément du fichier original. Ensuite, chacun de ces flux sont passés à des <emphasis>décodeurs</emphasis> qui font les calculs mathématiques permettant de décompresser le flux.

source: There is a particular thing about MPEG:
fr: Il y a une particulatrité concernant MPEG :

source: MPEG is a codec. There are several versions of it, called MPEG-1, MPEG-2, MPEG-4, ...
fr: MPEG est un codec. Il y a plusieurs versions de ce codec appelées MPEG-1, MPEG-2, MPEG-4 ...

source: MPEG is also a container format, sometimes refered to as MPEG System. There are several types of MPEG: ES, PS, and TS.
fr: MPEG est aussi un conteneur, parfois appelé MPEG System. Il y a plusieurs types de conteneurs MPEG : ES, PS et TS.

source: When you play an MPEG video from a DVD, for instance, the MPEG stream is actually composed of several streams (called Elementary Streams, ES): there is one stream for video, one for audio, another for subtitles, and so on. These different streams are mixed together into a single Program Stream (PS). So, the .VOB files you can find in a DVD are actually MPEG-PS files. But this PS format is not adapted for streaming video through a network or by satellite, for instance. So, another format called Transport Stream (TS) was designed for streaming MPEG videos through such channels.
fr: Par exemple, quand vous lisez une vidéo MPEG sur un DVD, les flux MPEG sont en fait composés de plusieurs flux (appelés flux élémentaires, ES) : il y a un flux pour la vidéo, un pour l'audio, un autre pour les soustitres et ainsi de suite. Ces différents flux sont mélangés dans un seul Program Stream (PS). Ainsi, les fichiers .VOB que vous pouvez trouver sur un DVD sont en fait des fichiers MPEG-PS. Cependant, ce format PS n'est pas adapté à la diffusion de vidéo sur un réseau ou par satellite. Un autre format, appelé Transport Stream (TS) a donc été conçu pour diffuser du MPEG sur de tels dispositifs.

source: Stream from encoding cards and other capture peripherals
fr: Diffuser depuis une carte d'encodage ou d'autres périphériques d'acquisition

source: Hardware encoding cards
fr: Cartes d'encodage matériel

source: VideoLAN supports two kinds of MPEG-2 encoding cards:
fr: VideoLAN supporte deux type d'encodeur MPEG-2 matériel :

source: The Hauppauge WinTV-PVR-250/350 gives much better results and is cheaper than the Visiontech Kfir.
fr: Les Hauppauge WinTV-PVR-250/350 fournissent des résultats bien meilleurs que les Visiontech Kfir (en plus d'être moins chères).

source: Stream with the Hauppauge WinTV-PVR-250/350 card
fr: Diffuser à l'aide d'une carte Hauppauge WinTV-PVR-250/350

source: Install the drivers
fr: Installer les pilotes

source: First, you will have to patch your kernel (version 2.4) to support the v4l2 API (Video 4 Linux version 2). The patch is available on the <ulink url="http://bytesex.org/v4l/">Video4Linux HQ</ulink>. If you use a 2.6 kernel, you only need to build I2C support and the BT848 Video For Linux module.
fr: Vous allez tout d'abord devoir patcher votre noyau (version 2.4) pour supporter l'API v4l2 (Video 4 Linux version 2). Le patch est disponible sur le site de <ulink url="http://bytesex.org/v4l/">Video4Linux HQ</ulink>. Si vous utilisez un noyau 2.6, vous n'aurez qu'à inclure le support I2C et le module Video For Linux BT848.

source: Once your kernel is ready, install the CK version (currently in development) of the Linux drivers for the Hauppauge WinTV-PVR-250/350. They are hosted on <ulink url="http://67.18.1.101/~ckennedy/ivtv">ivtv ck</ulink>. You will need to patch your kernel to use it with a 2.4. You can also use the CVS version available here: <ulink url="http://ivtv.sourceforge.net/">ivtv.sourceforge.net</ulink> (this version is not developped anymore). Then, you will have to create the device and load the modules; for this, please refer to the documentation shipped with the drivers.
fr: Une fois que votre noyau est pret, installez la version CK (actuellement en développement) des drivers Linux pour les Hauppauge WinTV-PVR-250/350. Ils sont hébergés sur <ulink url="http://67.18.1.101/~ckennedy/ivtv">ivtv ck</ulink>. Vous aurrez besoin de patcher votre noyau pour l'utiliser avec un 2.4. Vous pouvez aussi utiliser la version CVS disponible ici : <ulink url="http://ivtv.sourceforge.net/">ivtv.sourceforge.net</ulink> (cette version n'est plus développée). Vous devez céer le péripérique et charger les modules. Ceci est détailé dans la documentation fournie avec les drivers.

source: You must add <command>--enable-pvr</command> to <command>./configure</command> to use this feature.
fr: Vous devez ajouter <command>--enable-pvr</command> à votre <command>./configure</command> pour utiliser cette fonctionnalité.

source: where :
fr: où :

source: <emphasis>/dev/video0</emphasis> is the device corresponding to the encoding card ,
fr: <emphasis>/dev/video0</emphasis> est le périphérique correspondant a la carte d'encodage,

source: <emphasis>norm=secam</emphasis> is name of the standard of the analogic signal (possible values are pal, secam, and ntsc) ,
fr: <emphasis>norm=secam</emphasis> est le nom du standard utilisé par le signal analogique (les valeurs possibles sont pal, secam et ntsc),

source: <emphasis>size=720x576</emphasis> is the size of the video you want to stream ,
fr: <emphasis>size=720x576</emphasis> est la taille de la vidéo que vous voulez diffuser,

source: <emphasis>frequency=567250</emphasis> is the frequency in kHz of the channel you want to stream ,
fr: <emphasis>frequency=567250</emphasis> est la fréquence en kHz de la chaine que vous voulez diffuser,

source: <emphasis>bitrate=3000000</emphasis> is the average bitrate of the stream ,
fr: <emphasis>bitrate=3000000</emphasis> est le débit moyen du flux,

source: <emphasis>maxbitrate=4000000</emphasis> is the maximum bitrate of the stream ,
fr: <emphasis>maxbitrate=4000000</emphasis> est le débit maximum du flux,

source: <emphasis>1000</emphasis> is a secret value to work around a bug of the card.
fr: <emphasis>1000</emphasis> est une valeur secrète pour contourner un bug de la carte.

source: <emphasis>192.168.0.42</emphasis> is either :
fr: <emphasis>192.168.0.42</emphasis> est soit :

source: the IP address of the machine you want to unicast to ;
fr: l'adresse IP de la machine vers laquelle vous souhaitez diffuser en unicast;

source: or the DNS name the machine you want to unicast to ;
fr: soit le nom DNS de la machine vers laquelle vous souhaitez diffuser en unicast;

source: Stream with the Visiontech Kfir card
fr: Diffuser avec la carte Visiontech Kfir

source: If you want to be able to stream from a Visiontech Kfir card, you need to install its Linux drivers. Download the latest release of the drivers from the <ulink url="http://www.linuxtv.org/download/mpeg2/">drivers download page</ulink> of the <ulink url="http://www.linuxtv.org/">LinuxTV web site</ulink>.
fr: Si vous voulez être capable de diffuser depuis une carte Visiontech Kfir, vous devez installer ses pilotes Linux. Téléchargez la dernière version de ces pilotes sur la page <ulink url="http://www.linuxtv.org/download/mpeg2/">drivers download page</ulink> du <ulink url="http://www.linuxtv.org/">site web LinuxTV </ulink>.

source: Uncompress the tarball and follow the instructions written in the
fr: Decompressez le tarball et suivez les instructions ecrites dans le fichier

source: file to compile and install the drivers.
fr: pour compiler et installer les drivers.

source: If you have a VIA chipset, you need to disable USB in the BIOS.
fr: Si vous avez un chipset VIA, vous devez désactiver l'USB dans votre BIOS.

source: Stream
fr: Diffuser

source: where :
fr: où :

source: is the device corresponding to the Kfir card ,
fr: est le nom du péripérique correspondanta la carte Kfir

source: Software encoding cards
fr: Cartes et encodage logiciel

source: Under GNU/Linux
fr: Sous GNU/Linux

source: Install the Video for Linux drivers
fr: Installer les drivers Vidéo pour Linux

source: If you want to stream from an acquisition card or a webcam, a video4linux driver must be available for it. You can find more information about video4linux and supported devices <ulink url="http://www.exploits.org/v4l">here</ulink>.
fr: Si vous voulez diffuser depuis une carte d'acquisition ou une webcam, un driver video4linux est nécessaire. Vous pouvez trouver plus d'explication sur video4linux et les périphériques supportés <ulink url="http://www.exploits.org/v4l">ici</ulink>.

source: Compile the right module for your device, and insert it into your kernel. Some video4linux modules are shipped with the 2.4.x and 2.6.x Linux kernels, the patch is available on the <ulink url="http://bytesex.org/v4l">Video4Linux HQ</ulink>.
fr: Compilez le bon module pour votre péripérique et chargez le dans votre kernel. Certains modules video4linux sont disponibles dans les kernels 2.4.x et 2.6.x, le patch est disponible sur le site web du <ulink url="http://bytesex.org/v4l">Video4Linux HQ</ulink>.

source: You can test your device by using any of the listed programs in the <emphasis>Video: TV and PVR/DVR</emphasis> section of <ulink url="http://www.exploits.org/v4l/">this page</ulink>.
fr: Vous pouvez tester votre péripérique en utilisant un des programmes listé à la section <emphasis>Video: TV and PVR/DVR</emphasis> de <ulink url="http://www.exploits.org/v4l/">cette page web</ulink>.
