Repository: 01shobitha/test
Catalog: www.videolan.org/doc/streaming-howto/src/po/*.po
Languages: fr

source: You will obviously need an IPv6-aware operating system. That includes Windows XP/2003, Linux 2.6, Mac OS X (starting from version 10.2). Windows 2000 and Linux 2.4 are supported too, but their IPv6 stacks are not as good, so upgrade if you can. IPv6 must be properly configured and working on your system and network.
fr: Votre système d'exploitation doit évidemment savoir gérer l'IPv6. C'est le cas, entre autres, de Windows XP/2003, Linux 2.6, Mac OS X (à partir de la version 10.2). Windows 2000 et Linux 2.4 sont aussi supportés, mais leur pile IPv6 n'est pas aussi bonne : aussi nous conseillons de les mettre à jour si vous le pouvez. L'IPv6 doit être correctement configuré et fonctionner sur votre ordinateur ainsi que sur le réseau.

source: On Linux, the <emphasis>ipv6</emphasis> kernel module must be loaded (or compiled-in). On Windows, the IPv6 protocols suite can be installed by running "ipv6 install" from the command line, or through the Network configuration panel.
fr: Sous Linux, le module du noyau <emphasis>ipv6</emphasis> doit être chargé (ou compilé en dur). Sous Windows, le support de l'IPv6 peut être installé en exécutant "ipv6 install" à partir de la ligne de commandes, ou par l'intermédiaire du paneau de configuration du réseau.

source: Under Windows 2000, you must add by hand a default multicast IPv6 route, with the following command:
fr: Sous Windows 2000, vous devez ajouter à la main une route de multicast IPv6 par défaut, grâce à la commande suivante :

source: where the last number (<emphasis>4</emphasis> in this example) is the number of your true IPv6 interface. To have a list of your IPv6 interfaces, run <command>ipv6 if</command>.
fr: où le dernier nombre (<emphasis>4</emphasis> dans cet exemple) est le numéro de votre vraie interface IPv6. Pour avoir la liste de vos interfaces IPv6, exécutez la commande <command>ipv6 if</command>.

source: Under Windows XP SP1, you may have problems with a hidden IPv6 firewall. To solve the problem, go to the list of Windows Services and stop the IPv6 firewalling service. You should consider upgrading to Service Pack 2 which provides an integrated IPv4/IPv6 firewall that can be configured through the GUI.
fr: Sous Windows XP SP1, vous pouvez rencontrer des problèmes avec un firewall IPv6 caché. Pour résoudre le problème, allez dans la liste des services Windows et arrêtez le service de pare-feu IPv6. Vous devriez envisager d'installer le Service Pack 2 qui fournit un pare-feu intégré IPv4/IPv6, configurable à l'aide de l'interface graphique.

source: If you are using VMware under Linux, you will have to stop VMware and unload the VMware kernel modules, because we noticed it prevented IPv6 streaming !
fr: Si vous utilisez VMWare sous Linux, vous devrez l'arrêter et décharger les modules noyau de VMWare, car nous avons constaté qu'ils empêchaient la diffusion IPv6 !

source: There are still some features of the VLC media player which do not support IPv6. In particular, it is not possible to use RTSP over IPv6 because the underlying library, Live.com, does not support IPv6 at the time of writing.
fr: Quelques fonctionnalités de VLC media player ne supportent toujours pas l'IPv6. En particulier, il n'est pas possible d'utiliser le RTSP sur IPv6 à cause de la bibliothèque utilisée, Live.com, quine supporte pas l'IPv6 au moment de la rédaction de ce document.

source: Additionnaly, note that at the moment, VLC defaults to using IPv4 mostly every, as it is what most people uses. That might be changed to something more transparent in future versions.
fr: De plus, veuillez noter que, pour le moment, VLC utilise l'IPv4 par défaut dans la plupart des cas, étant utilisé par la majorité. Ceci pourrait être modifié afin d'être plus transparent dans les prochaines versions.

source: Streaming with VLC
fr: Diffuser avec VLC

source: With the Streaming Wizard (GUI)
fr: Avec l'assistant de diffusion (interface graphique)

source: The streaming wizard accepts IPv6 addresses between braces, for example: <userinput>[2002:8ac3:802d:1242:211:11ff:fe25:e6b4]</userinput>. If you specify a link-local address, you will most likely need to specify the networking interface to use. On Unix, that can be done this way: <userinput>[fe80::211:11ff:fe25:e6b4%eth0]</userinput> to attach to eth0. Similarly, on Windows, you may specify <userinput>[fe80::211:11ff:fe25:e6b4%1]</userinput> where 1 is the number of the network interface as defined by the operating system.
fr: L'assistant de diffusion accepte les adresses IPv6 entre crochets, par exemple : <userinput>[2002:8ac3:802d:1242:211:11ff:fe25:e6b4]</userinput>. Si vous spécifiez une adresse locale de lien, vous devrez sûrement spécifier l'interface réseau à utiliser. Sous Unix, ceci peut être fait de cette façon : <userinput>[fe80::211:11ff:fe25:e6b4%eth0]</userinput> pour utiliser eth0. De même, sous Windows, vous pouvez spécifier <userinput>[fe80::211:11ff:fe25:e6b4%1]</userinput> où 1 est le numéro de l'interface réseau, donné par le système d'exploitation.

source: If you're streaming over HTTP, note that IPv6 is automatically used by default (so that both IPv6 and IPv4 clients will be allowed).
fr: Si vous diffusez sur HTTP, notez que l'IPv6 est automatiquement utilisé par défaut (afin que les clients en IPv6 ou IPv4 puissent se connecter).

source: If you want to specify DNS hostname, keep in mind that the VLC defaults to IPv4 resolution. You must either specify hostnames that only resolves to IPv6 addresses, or enable the &quot;Force IPv6&quot; <emphasis>advanced</emphasis> option in <emphasis>Preferences / General Settings / Input</emphasis>.
fr: Si vous voulez spécifier un nom d'hôte DNS, souvenez-vous que VLC résouds les DNS en IPv4 par défaut. Vous devez soit préciser un nom d'hôte qui ne se résolve qu'en IPv6, soit activer l'option <emphasis>advanced</emphasis> "Forcer l'utilisation d'IPv6" dans <emphasis>Préférences / Paramètres généraux / Entrée</emphasis>.

source: From the command-line
fr: En ligne de commande

source: The <userinput>--ipv6</userinput> command line option force the use of IPv6 by default (ie. IPv6 is always attempted before IPv4).
fr: L'option de ligne de commande <userinput>--ipv6</userinput> force l'utilisation de l'IPv6 par défaut (ie. l'IPv6 sera toujours tentée avant l'IPv4).

source: is the file you want to stream (you can also put <command>dvdsimple:/dev/dvd</command> to stream a DVD or any other input configuration) ,
fr: est le fichier que vous désirez diffuser (vous pouvez par exemple utiliser <command>dvdsimple:/dev/dvd</command> pour diffuser un DVD, ou n'importe quelle autre configuration d'entrée),

source: <emphasis>ff08::1</emphasis> is either :
fr: <emphasis>ff08::1</emphasis> est soit :

source: the IPv6 address of the machine you want to unicast to;
fr: l'adresse IPv6 de la machine vers laquelle vous désirez diffuser en unicast;

source: or the multicast IPv6 address.
fr: ou l'adresse IPv6 multicast.

source: Under Unix/Linux, you may have to protect the square brackets around the IPv6 address:
fr: Sous Unix/Linux, il est possible que vous deviez "protéger" les crochets autour de l'adresse IPv6 :

source: You may have to specify the output network interface:
fr: Il est possible que vous deviez spécifier l'interface réseau de sortie :

source: where <emphasis>eth0</emphasis> is the name of the network interface (under Linux the network interfaces are named <emphasis>ethX</emphasis>, under Mac OS X it's <emphasis>enX</emphasis> and under Windows it's <emphasis>X</emphasis>, where <emphasis>X</emphasis> is the appropriate number).
fr: où <emphasis>eth0</emphasis> est le nom de l'interface réseau (sous Linux, elles sont nommées <emphasis>ethX</emphasis>, sous Mac OS X, c'est <emphasis>enX</emphasis>, et <emphasis>X</emphasis> sous Windows, avec <emphasis>X</emphasis> le numéro approprié).

source: Receiving an IPv6 stream
fr: Recevoir un flux en IPv6

source: With the graphical user interface
fr: Avec l'interface graphique

source: Select File / Open Network Stream. To receive an UDP/RTP unicast stream sent to your system, you should select the Force IPv6 option (and possibly adjust the destination UDP port). To receive an UDP multicast stream, select the UDP/RTP Multicast option, and specify the multicast address to subscribe to inside square brackets. The IPv6 addresses syntax is the same as that explained in the <emphasis>Streaming over IPv6</emphasis> section of this chapter.
fr: Cliquez sur <emphasis>Fichier / Ouvrir un flux réseau</emphasis>. Pour recevoir un flux UDP/RTP unicast envoyé à votre ordinateur, vous devez sélectionner l'option &quot;Forcer l'utilisation d'IPv6&quot; (et probablement ajuster le port UDP de destination). Pour recevoir un flux UDP multicast, sélectionnez l'option Multidiff. UDP/RTP, et précisez l'adresse multicast à laquelle s'inscrire, entre crochets. La syntaxe des adresses IPv6 est expliquée dans la partie <emphasis>Diffusion sur IPv6</emphasis> de ce chapitre.

source: From the command line
fr: En ligne de commande

source: As for streaming, the <userinput>--ipv6</userinput> command line option force the use of IPv6 by default (ie. IPv6 is always attempted before IPv4).
fr: Comme pour la diffusion, l'option de ligne de commande <userinput>--ipv6</userinput> force l'utilisation de l'IPv6 par défaut (ie. l'IPv6 sera toujours tentée avant l'IPv4).

source: You may have to specify the output network interface:
fr: Il est possible que vous deviez spécifier l'interface réseau de sortie :

source: Receive and save a stream
fr: Recevoir et enregistrer un flux

source: Receive a stream with VLC
fr: Recevoir un flux avec VLC

source: Receive an unicast stream
fr: Recevoir un flux unicast

source: Receive a multicast stream
fr: Recevoir un flux multicast

source: where <emphasis>239.255.12.42</emphasis> is the multicast IP address you want to join.
fr: où <emphasis>239.255.12.42</emphasis> est l'adresse multicast du flux.

source: Receive an HTTP/FTP/MMS stream
fr: Recevoir un flux HTTP/FTP/MMS

source: Use one of the following command lines:
fr: Utilisez l'une de ces lignes de commande :

source: <prompt>% </prompt><userinput>vlc -vvv http://example/stream.xyz</userinput>
fr: <prompt>% </prompt><userinput>vlc -vvv http://exemple/flux.xyz</userinput>

source: where <emphasis>http://example/stream.xyz</emphasis> is the HTTP address of the stream;
fr: où <emphasis>http://exemple/flux.xyz</emphasis> est l'adresse HTTP du flux ;

source: <prompt>% </prompt><userinput>vlc -vvv ftp://example/stream.xyz</userinput>
fr: <prompt>% </prompt><userinput>vlc -vvv ftp://exemple/flux.xyz</userinput>

source: where <emphasis>ftp://example/stream.xyz</emphasis> is the FTP address of the stream;
fr: où <emphasis>ftp://exemple/flux.xyz</emphasis> est l'adresse FTP du flux ;

source: where <emphasis>mms://viptvr.yacast.fr/encoderfranceinfo</emphasis> is the MMS address of the stream.
fr: où <emphasis>mms://viptvr.yacast.fr/encoderfranceinfo</emphasis> est l'adresse MMS du flux.

source: Receive a RTP stream available through RTSP
fr: Recevoir un flux RTP disponible par RTSP

source: where <emphasis>rtsp://www.hardradio.com/tonbeme.mov</emphasis> is the address of the stream.
fr: où <emphasis>rtsp://www.hardradio.com/tonbeme.mov</emphasis> est l'adresse du flux.

source: Receive a stream described by an SDP file
fr: Recevoir un flux décrit par un fichier SDP

source: <prompt>% </prompt><userinput>vlc -vvv http://server.example.org/stream.sdp</userinput>
fr: <prompt>% </prompt><userinput>vlc -vvv http://serveur.exemple.org/flux.sdp</userinput>

source: Save a stream with VLC
fr: Enregistrer un flux avec VLC

source: VLC can save the stream to the disk. In order to do this, use the Stream Output of VLC : you can do it via the graphical interface, or you can add to the command line the following argument:
fr: VLC peut enregistrer le flux sur le disque. Pour cela, utilisez le &quot;Flux de sortie&quot; de VLC : vous pouvez faire ceci via l'interface graphique, ou en utilisant cet argument de la ligne de commande :

source: <userinput>--sout file/muxer:stream.xyz</userinput>
fr: <userinput>--sout file/muxer:flux.xyz</userinput>

source: <emphasis>muxer</emphasis> is one of the formats supported by VLC's stream output, i.e. :
fr: <emphasis>muxer</emphasis> est l'un des formats supportés par le module de flux de sortie de VLC, c'est à dire :

source: <emphasis>ogg</emphasis> for OGG format,
fr: <emphasis>ogg</emphasis> pour le format OGG,

source: <emphasis>ps</emphasis> for MPEG2-PS format,
fr: <emphasis>ps</emphasis> pour le format MPEG2-PS,

source: <emphasis>ts</emphasis> for MPEG2-PS format.
fr: <emphasis>ts</emphasis> pour le format MPEG2-TS.

source: and
fr: et

source: stream.xyz
fr: flux.xyz

source: is the name of the file you want to save the stream to, with the right extension.
fr: est le nom du fichier sous lequel vous désirez enregistrer le flux, avec la bonne extension.

source: Receive a stream with a set-top-box
fr: Recevoir un flux avec une set-top-box

source: Some set-top-boxes with Ethernet cards can receive MPEG2-TS streams over UDP and support multicast.
fr: Certaines set-top-boxes munies d'une carte Ethernet peuvent recevoir des flux MPEG2-TS sur UDP et supportent le multicast.

source: Set-top-boxes known to work with VLC are :
fr: Les set-top-boxes connues pour fonctionner avec VLC sont :

source: <ulink url="http://www.aminocom.com">Aminocom</ulink> set top boxes. (all the models with mpeg2)
fr: <ulink url="http://www.aminocom.com">Aminocom</ulink> set top boxes. (tous les modèles avec mpeg2)

source: tuxia / gct-allwell (mpeg4 and mpeg2) sigma designs8174 chipset
fr: tuxia / gct-allwell (mpeg4 et mpeg2) sigma designs8174 chipset

source: i3micro mood200 (mpeg4 and mpeg2 in transport streams)
fr: i3micro mood200 (mpeg4 et mpeg2)

source: Advanced streaming using the command line
fr: Utilisation avancée du flux de sortie en ligne de commande

source: Structure of stream output
fr: Structure du flux de sortie

source: Stream output is the name of the feature of VLC that allows to output any stream read by VLC to a file or as a network stream instead of displaying it. Different kind of processing can be applied to the stream during this process (transcoding, re-scaling, filters, re-muxing...) Stream output includes different modules, each of them having different capabilities. You can <emphasis>chain</emphasis> modules to enhance the possibilities.
fr: Flux de sortie est le nom d'une fonctionnalité de VLC qui permet de diffuser sur le réseau, ou d'enregistrer, n'importe quel flux lu par VLC au lieu de l'afficher. Différents types de traitements peuvent être appliqués au flux durant ce procédé (transcodage, redimensionnement, filtres, re-multiplexage...) Le flux de sortie peut inclure plusieurs modules, chacun d'eux possédant différentes fonctionnalités. Vous pouvez <emphasis>enchaîner</emphasis> les modules afin d'augmanter les possibilités.

source: Here is the list of the modules currently available:
fr: Voici la liste des modules actuellement disponibles :

source: <emphasis>standard</emphasis> allows to <emphasis>send</emphasis> the stream via an <emphasis>access output</emphasis> module: for example, UDP, file, HTTP, ... You will probably want to use this module at the end of your chains.
fr: <emphasis>standard</emphasis> permet d'<emphasis>envoyer</emphasis> le flux via un <emphasis> module de sortie</emphasis> : par exemple, UDP, fichier, HTTP... Vous voudrez probablement utiliser ce module à la fin de vos chaînes.

source: <emphasis>transcode</emphasis> is used to transcode (decode and re-encode the stream using a different codec and/or bitrate) the audio and the video of the input stream. If the input or output access method doesn't allow pace control (network, capture devices), this done "on the fly", in real time. This can require quite a lot of CPU power, depending on the parameters set. Other streams, such as files and disks are transcoded as fast as the system allows it.
fr: <emphasis>transcode</emphasis> est utilisé pour transcoder (décoder et ré-encoder le flux en utilisant un codec et/ou un débit différent) l'audio et la vidéo du flux d'entrée. Si les modules d'entrée ou de sortie ne permettent pas le contrôle du débit (réseau, périphériques d'acquisition), ceci est fait "à la volée", en temps réel. Ceci peut nécessiter un charge importante en CPU, en fonction des paramètres choisis. Les autres flux, tels que fichiers et disques, sont transcodés aussi rapidement que le permet le système.

source: <emphasis>duplicate</emphasis> allows you to create a second chain, where the stream will be handled in an independent way.
fr: <emphasis>duplicate</emphasis> vous permet de créer une seconde chaîne, dans laquelle le flux sera traité d'une manière indépendante.

source: <emphasis>display</emphasis> allows you to display the input stream, as VLC would normally do. Used with the <emphasis>duplicate</emphasis> module, this allows you to monitor the stream while processing it.
fr: <emphasis>display</emphasis> vous permet d'afficher le flux d'entrée, tel que VLC le ferait en temps normal. Utilisé de paire avec le modules <emphasis>duplicate</emphasis>, ceci vous permet de visualiser le flux durant le traitement.

source: <emphasis>rtp</emphasis> streams over RTP (one UDP port for each elementary stream). This module also allows RTSP support.
fr: <emphasis>rtp</emphasis> diffuse sur RTP (un port UDP par flux élémentaire). Ce modules supporte aussi le RTSP.

source: <emphasis>es</emphasis> allows you to make separate Elementary Streams (ES) out of an input stream. This can be used to save audio and video streams to separate files, for instance.
fr: <emphasis>es</emphasis> vous permet de séparer les flux élémentaires (ES) d'un flux d'entrée. Ceci peut être utilisé afin d'enregistrer les flux audio et vidéo dans des fichiers séparés, par exemple.

source: Each of these modules may take options. Here is the syntax that you must use:
fr: Chacun de ces modules peut accepter des options. Voici la syntaxe que vous devez employer :

source: Some of the module options (option1 in the example) have to be set, others are optional. Option parameters (parameter-option1 in the example) are always optional. These option parameters are also often very advanced settings. If you don't understand their description, this certainly means that you don't need them.
fr: Certaines des options des modules sont requises (option1 dans cet exemple), les autres sont optionnelles. Les paramètres des options (option-du-paramètre1 dans cet exemple) sont toujours optionnelles. Ces paramètres d'options sont souvent des réglages très avancés. Si vous ne comprenez pas leur description, vous n'en avez sûrement pas besoin.

source: You may also use the following syntax :
fr: Vous pouvez aussi utiliser la syntaxe suivante :

source: <prompt>% </prompt><userinput>vlc input_stream --sout-module1-option1=... --sout-module1-option2=... --sout-module2-option1=... --sout-module2-option2=... ...</userinput>
fr: <prompt>% </prompt><userinput>vlc flux_d'entrée --sout-module1-option1=... --sout-module1-option2=... --sout-module2-option1=... --sout-module2-option2=... ...</userinput>

source: For example, to transcode a stream and send it, use:
fr: Par exemple, pour transcoder un flux et le diffuser, utilisez :

source: <prompt>% </prompt><userinput>vlc input_stream --sout '#transcode{options}:standard{options}'</userinput>
fr: <prompt>% </prompt><userinput>vlc flux_d'entrée --sout '#transcode{options}:standard{options}'</userinput>

source: Description of the modules
fr: Description des modules

source: This module saves the stream to a file or sends it over a network, after having muxed it.
fr: Ce module enregistre le flux dans un fichier ou le diffuse sur le réseau, après l'avoir multiplexé.

source: The available options are:
fr: Les options disponibles sont :

source: This option allows to set the medium used to save or send the stream. This is a compulsory option. Available options are:
fr: Ces options permmettent de sélectionner le medium utilisé pour enregistrer ou diffuser le flux. Cette option est obligatoirement requise. Les choix possibles sont :

source: file: saves the stream to a file.
fr: file : enregistre le flux dans un fichier.

source: Use the <emphasis>append</emphasis> option to append the stream to an existing file instead of replacing it.
fr: Utilisez l'option <emphasis>append</emphasis> pour ajouter le flux à un fichier existant au lieu de le remplacer.

source: udp: streams to a UDP unicast or multicast address.
fr: udp : diffuse vers une adresse UPD unicast ou multicast.

source: Item options are: <emphasis>caching=&lt;time in ms&gt;</emphasis> to set the time VLC should buffer data before sending it, <emphasis>ttl=&lt;ttl&gt;</emphasis> to set the ttl of the sent udp packets, <emphasis>group=&lt;amount of packets&gt;</emphasis> to sent packets by burst instead of one by one, <emphasis>late=&lt;time in ms&gt;</emphasis> to drop packets that arrive too late at this stage of the chain, <emphasis>raw</emphasis> if you don't want to wait until the MTU is filled before sending the packet.
fr: Les options sont : <emphasis>caching=&lt;durée en ms&gt;</emphasis> pour définir le temps pendant lequel VLC devrait garder les données en tampon avant de les envoyer, <emphasis>ttl=&lt;ttl&gt;</emphasis> pour définir le ttl des paquets UDP envoyés, <emphasis>group=&lt;nombre de paquets&gt;</emphasis> pour envoyer les paquets par rafales plutôt que un par un, <emphasis>late=&lt;durée en ms&gt;</emphasis> pour éliminer les paquets qui arrivent trop en retard à cette étape de la chaîne, <emphasis>raw</emphasis> si vous ne voulez pas attendre que le MTU soit rempli avant d'envoyer les paquets.

source: http: streams over HTTP.
fr: http : diffuse par HTTP.

source: Item options are: <emphasis>user=&lt;user name&gt;</emphasis> to enable HTTP basic authentication and set the user, <emphasis>pwd=&lt;password&gt;</emphasis> to set the basic authentication password, <emphasis>mime=&lt;mime type&gt;</emphasis> to set the mime type returned by the server.
fr: Elément les options sont : <emphasis>user=&lt;nom d'utilisateur&gt;</emphasis> pour activer l'authentification basique par HTTP et définir l'utilisateur, <emphasis>^wd=&lt;mot de passe&gt;</emphasis> pour définir le mot de passe <emphasis>mime=&lt;type mime&gt;</emphasis> pour définir le type MIME retourné par le serveru.

source: https: streams over HTTP, using a secured SSL connection.
fr: https : diffuse par HTTP, en utilisant une connexion sécurisée SSL

source: Item options are the same as for http and: <emphasis>cert=&lt;path to certificate&gt;</emphasis>to set the certificate to use, <emphasis>key=&lt;path to key&gt;</emphasis> to set the private key file the server should use for the SSL connection, <emphasis>ca=&lt;path to certificate&gt;</emphasis> to set the path to the root CA certificates to use for SSL, <emphasis>crl=&lt;path to certificate&gt;</emphasis> to set the revocation certificate to use for the SSL connection.
fr: Les options sont les même que pour http, plus : <emphasis>cert=&lt;chemin ver le certificat&gt;</emphasis> pour définir le certificat à utiliser, <emphasis>key=&lt;chemin vers la clef&gt;</emphasis> pour définir la clef à utiliser <emphasis>ca=&lt;chemin vers le certificat&gt;</emphasis> pour définir le certificat CA à utiliser dans le SSL, <emphasis>crl=&lt;chemin vers le certificat&gt;</emphasis> pour définir le certificat de révocation à utiliser dans la connection SSL.
