Repository: 01shobitha/test
Catalog: www.videolan.org/doc/streaming-howto/src/po/*.po
Languages: fr

source: Stenac
fr: Sténac

source: the VideoLAN project
fr: Projet VideoLAN

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. The text of the license can be found in the appendix. <xref linkend="gpl" endterm="tgpl"/>.
fr: Vous avez la permission de copier, distribuer et/ou modifier ce document selon les termes de la licence GNU General Public License, telle qu'elle est publiée par la Free Software Foundation; soit dans la version 2 de la licence, ou (si vous le souhaitez) toute version ultérieure. Le texte complet de la licence peut être trouvé (en anglais) en appendice. n<xref linkend="gpl" endterm="tgpl"/>.

source: This document explains how to stream, transcode and save streams using the VideoLAN solution
fr: Ce document explique comment diffuser, transcoder et sauver des flux en utilisant la solution VideoLAN

source: Stream a DVD
fr: Diffuser un DVD

source: Under Unix/Linux, you must have write access to the device corresponding to your DVD drive. For that, you should be in the <emphasis>disk</emphasis> or <emphasis>cdrom</emphasis> group (look at the permissions in
fr: Sous Unix/linux, vous devez avoir les droits en écriture au périphérique correspondant à votre lecteur DVD. Pour cela, vous devriez être dans le groupe <emphasis>disk</emphasis> ou <emphasis>cdrom</emphasis> (vérifiez les permissions dans

source: ). If you're not, add yourself to the group:
fr: ). Si vous n'y êtes dedans, ajoutez-vous au groupe :

source: <prompt># </prompt><userinput>adduser your_login disk_or_cdrom</userinput>
fr: <prompt># </prompt><userinput>adduser votre_login disk_ou_cdrom</userinput>

source: and then restart your session.
fr: et redémarrez votre session.

source: Stream a DVD with VLC
fr: Diffuser un DVD avec VLC

source: where:
fr: où :

source: is the name of your DVD drive (put
fr: est le nom de votre lecteur DVD (mettez

source: under Windows if
fr: sous Windows si

source: is the letter of your DVD drive) or the directory where you copied your DVD ,
fr: est la lettre de votre lecteur DVD) ou le répertoire où vous avez copié votre DVD , ,

source: <emphasis>192.168.0.42</emphasis> is either:
fr: <emphasis>192.168.0.42</emphasis> est soit :

source: the IP address of the machine you want to unicast to;
fr: l'adresse IP de la machine vers laquelle vous voulez émettre en unicast;

source: or the DNS name the machine you want to unicast to;
fr: ou le nom DNS de la machine vers laquelle vous vous voulez émettre en unicast;

source: or a multicast IP address.
fr: ou une adresse IP multicast.

source: <emphasis>12</emphasis> is the value of the TTL (Time To Live) of your IP packets (which means that the stream will be able to cross 11 routers).
fr: <emphasis>12</emphasis> est la valeur du TTL (Time To Live) de vos paquets IP (ce qui signifie que le flux peut traverser 11 routeurs maximum).

source: <emphasis>sout-all</emphasis> allows you to stream all soundtracks and subtitles
fr: <emphasis>sout-all</emphasis> vous permet de diffuser tous les doublages et les sous-titres

source: If you want to stream the DVD continuously, add the <emphasis>--loop</emphasis> option.
fr: Si vous voulez diffuser un DVD en continu, ajoutez l'option <emphasis>--loop</emphasis>.

source: Stream a file
fr: Diffuser un fichier

source: Stream a file with VLC
fr: Diffuser un fichier avec VLC

source: is the file you want to stream,
fr: est le fichier que vous voulez diffuser,

source: If you want to stream the file continuously, add the <emphasis>--loop</emphasis> option.
fr: Si vous voulez diffuser un fichier en continu, ajoutez l'option <emphasis>--loop</emphasis>.

source: Easy streaming
fr: Diffusion facile

source: The easier way to start streaming with VLC is by using one of the graphical user interfaces: wxwindows for Windows and GNU/Linux, the skinnable Windows and GNU/Linux interface or the MacOS X native interface.
fr: Le plus facile pour commencer à diffuser avec VLC consiste à utiliser l'une des interfaces graphiques utilisateur : wxwindows pour Windows et GNU/Linux, l'interface <emphasis>skinnable</emphasis> Windows et GNU/Linux ou l'interface native MacOS X.

source: Streaming using the Wizard
fr: Diffuser en utilisant l'Assistant

source: The <emphasis>Streaming/Transcoding Wizard</emphasis> leads you step by step through the process of streaming your media on a network or saving it to your hard drive. This <emphasis>Wizard</emphasis> offers easy to use menus but provides a restricted set of options.
fr: L'<emphasis>Assistant de Diffusion/Tanscodage</emphasis> vous guide pas par pas pour diffuser votre média sur un réseau ou le sauvegarder sur votre disque dur. Cet <emphasis>Assistant</emphasis> fournit des menus simples à utiliser, mais les choix d'options sont restreints.

source: The wizard is only available on the wxWindows interface.
fr: L'assistant est seulement disponible depuis l'interface wxWindows.

source: Launching the wizard
fr: Démarrer l'assistant

source: To launch the <emphasis>Streaming/Transcoding Wizard</emphasis>, open the "File" menu, and select the Wizard menu item.
fr: Pour démarrer l'<emphasis>Assistant de diffusion/transcodage</emphasis>, ouvrez le menu "Fichier", et sélectionnez Assistant dans le menu.

source: Launching the Wizard
fr: Démarrer l'assistant

source: Wizard dialog
fr: Champs à remplir dans l'assistant

source: First select the type of task:
fr: Pour commencer, sélectionnez le type de tâche :

source: <emphasis>Stream to network</emphasis>: Choose this option if you want to stream media on network.
fr: <emphasis>Diffuser vers un réseau</emphasis> : Choisissez cette option si vous voulez diffuser un média sur un réseau.

source: <emphasis>Transcode/Save to file</emphasis>: Choose this option if you want to change a file's audio codec and/or video codec, its bitrate, and/or encapsulation method.
fr: <emphasis>Transcoder/Sauvegarder</emphasis> : Choisissez cette option si vous souhaitez changer le codec d'un fichier audio et/ou vidéo, son échantillonage et/ou sa méthode d'encapsulation.

source: The Wizard Dialog
fr: Le boîte de dialogue de l'Assistant

source: Input selection
fr: Sélection de l'entrée

source: Select a stream (such as a file, a network stream, a disk, a capture device ...) by selecting the <emphasis>Choose...</emphasis> dialog or an existing item in your playlist, using the <emphasis>Existing playlist item</emphasis> option.
fr: Choisissez un flux (tel qu'un fichier, un flux réseau, un disque, un périphérique de capture, ...) avec le bouton <emphasis>Choisir</emphasis>, ou un élément existant de votre liste de lecture, en avec l'option <emphasis>Elément de la liste</emphasis>.

source: <emphasis>Partial Extract</emphasis>: To read only part of the stream, check the "Enable" checkbox and choose a start and end date (in seconds). This option should only be used with streams you can control such as files or discs but not network streams or capture devices.
fr: <emphasis>Extraction partielle</emphasis> : Pour lire uniquement une partie du flux, cochez "Activer" et choisissez un début et une fin (en secondes). Cette option ne doit être utilisée que dans le cas de flux que vous pouvez contrôler, comme des fichiers, des disques, mais pas des flux réseaux ou des périphériques de capture.

source: Wizard input selection
fr: Sélection de l'entrée par l'Assistant

source: Wizard input selection from playlist
fr: Sélection de l'entrée depuis la liste de lecture par l'Assistant

source: Streaming methods
fr: Méthodes de diffusion

source: If you chose <emphasis>Stream to network</emphasis> option, you can now specify the streaming method. Available methods are:
fr: Si vous avez choisi l'option <emphasis>Diffuser vers un réseau</emphasis>, vous pouvez maintenant spécifier la méthode de diffusion. Les méthodes de diffusion sont :

source: <emphasis>UDP Unicast</emphasis>: Stream to a single computer. Enter the client's IP address (in the 0.0.0.0 - 223.255.255.255 range).
fr: <emphasis>UDP Unicast</emphasis> : Diffuser vers un unique ordinateur. Entrez l'adresse IP du client (dans la plage 0.0.0.0 - 223.255.255.255).

source: <emphasis>UDP Multicast</emphasis>: Stream to multiple computers using multicast. Enter the IP address of the multicast group (in the 224.0.0.0 to 239.255.255.255 range).
fr: <emphasis>UDP Multicast</emphasis> : Diffuser un flux vers plusieurs utilisateurs en utilisant le multicast. Entrez l'adresse IP du groupe multicast (dans la plage 224.0.0.0 - 239.255.255.255).

source: <emphasis>HTTP</emphasis>: Stream by using the HTTP protocol. If you leave the <emphasis>Destination</emphasis> text box empty, VLC will listen on all the network interfaces of the server on port 8080. Specify an address, port and path on which to listen using the following syntax [ip][:port][/path].
fr: <emphasis>HTTP</emphasis> : Diffuser en utilisant le protocole HTTP. Si vous laissez le champ <emphasis>Destination</emphasis> vide, VLC va attendre les connextions sur toutes les interfaces réseaux du serveur sur le port 8080. Spécifiez une adresse, un port et un chemin pour les connexions en utilisant la syntaxe suivante [ip][:port][/path].

source: For instance, <emphasis>192.168.0.1:80/stream</emphasis> will make VLC listen on the interface carrying the 192.168.0.1 IP address, on the 80 TCP port, in the /stream <emphasis>virtual file</emphasis>.
fr: Par exemple, <emphasis>192.168.0.1:80/stream</emphasis> va faire écouter VLC sur l'interface portant l'adresse IP 192.168.0.1, sur le port TCP 80, dans le <emphasis>fichier virtuel</emphasis> /stream.

source: Wizard streaming method
fr: Méthode de diffusion par l'Assistant

source: Transcoding options
fr: Options de transcodage

source: If you chose the <emphasis>Transcode/Save to file</emphasis> option, you can now specify the new audio and video codecs and bitrates you want you input converted to.
fr: Si vous avez choisi l'option <emphasis>Transcoder/Sauvegarder</emphasis>, vous pouvez spécifier les nouveaux codecs audio et vidéo, et l'échantillonnage vers lesquels vous souhaitez convertir votre entrée.

source: (See <xref linkend="smc" endterm="tsmc" />)
fr: (Voir <xref linkend="smc" endterm="tsmc" />)

source: Wizard transcode
fr: Transcoder avec l'Assistant

source: Encapsulation method
fr: Méthode d'encapsulation

source: Choose the method format. The UDP streaming methods require MPEG TS encapsulation. The HTTP streaming method can be used with the MPEG PS, MPEG TS, MPEG 1, OGG, RAW or ASF encapsulation. Saving to a file can be done using any encapsulation format compatible with the chosen codecs.
fr: Choisissez le format de méthode. La diffusion UDP requière une encapsulation MPEG TS. La diffusion par HTTP peut-être utilisée avec les encapsulations MPEG PS, MPEG TS, MPEG 1, OGG, RAW ou ASF. Sauvegarder un fichier peut être fait en utilisant n'importe quelle format d'encapsulation compatible avec les codecs choisis.

source: Wizard encapsulation method
fr: Méthode d'encapsulation par l'Assistant

source: Streaming options
fr: Options de diffusion

source: If you chose to <emphasis>Stream to network</emphasis> you can now specify several options.
fr: Si vous avez choisi de <emphasis>Diffuser vers un réseau</emphasis>, vous pouvez maintenant spécifier plusieurs options.

source: <emphasis>Time To Live (TTL)</emphasis> This sets the numbers of routers your stream can go through, for UDP unicast and unicast access methods. If you do not know what this means, you should leave the default value.
fr: <emphasis>Time To Live (TTL)</emphasis> Ceci définit le nombre de routeurs que votre flux peut traverser avant d'être supprimé, pour l'unicast UDP et les méthodes d'accès unicast. Si vous ne savez pas ce que cela signifie, vous devriez laisser la valeur par défaut.

source: With UDP multicast, the default TTL is set to 1, meaning that your stream won't get accross any router. You may want to increase it if you want to route your multicast stream.
fr: Pour le multicast UDP, la valeur par défaut du TTL est 1, ce qui signifie que votre flux n'ira pas au-delà du premier routeur. Vous voudrez certainement augmenter ce nombre si vous souhaitez que votre flux multicast soit routé.

source: <emphasis>SAP Announce</emphasis> To advertise your stream over the network when using the UDP streaming method, using the SAP protocol, enter the name of the stream in the text input and check the checkbox. This is NOT available for the HTTP streaming method.
fr: <emphasis>Annonce SAP</emphasis> Pour annoncer votre flux sur le réseau quand vous utilisez une méthode de diffusion UDP, en utilisant le protocole SAP, entrez le nom du flux dans le champ de texte et cochez la case correspondante. Ceci N'EST PAS disponible pour la méthode de diffusion HTTP.

source: Wizard streaming options
fr: options de l'assistant de diffusion

source: Save to file destination
fr: destination du fichier d'enregistrement

source: If you chose <emphasis>Transcode/Save to file</emphasis> you can now specify the file you want to save the stream to.
fr: si vous avez choisi <emphasis>Tanscoder/Sauvegarder</emphasis> vous pouvez a présent spécifier le fichier dans lequel vous voulez sauvegarder le flux.

source: Wizard save file - wxWindows interface
fr: Assistant de sauvegarde - interface wxWindows

source: You can now select the <emphasis>Finish</emphasis> button to start streaming/converting the source.
fr: Vous pouvez a présent cliquer sur <emphasis>Terminer</emphasis> pour commencer à diffuser/transcoder la source

source: Streaming using the GUI
fr: Diffusion en mode graphique

source: A second way to set up a streaming instance using VLC is using <emphasis>Stream Output</emphasis> panel in the <emphasis>Open...</emphasis> dialog of the wxWindows (Windows / GNU Linux), skinnable (Windows / GNU Linux) and MacOS X interfaces. Streaming methods and options used 99% of time should be available in this panel.
fr: Une deuxième facon de parametrer une instance de diffusion avec VLC est d'utiliser le menu<emphasis>Flux de sortie</emphasis> dans la boite de dialogue <emphasis>Ouvrir...</emphasis> de l'interface wxWindows (Windows / GNU Linux), skins (Windows / GNU Linux) et MacOS X. Les options et méthodes les plus courantes de diffusion sont accessibles dans ce menu

source: To stream the opened media, check the "Stream output" checkbox in the "Open File/Disc/Network Stream/Capture Device" dialog and click on the "Settings" button.
fr: pour diffuser le media ouvert, cochez "flux de sortie" dans la boite de dialogue "ouvrir un fichier/disque/flux reseau/périphérique de capture"et cliquez sur le bouton "paramètres"

source: Open file dialog - wxWindows interface
fr: menu ouvrir un fichier - interface wxWindows

source: Open file dialog - Mac OS X interface
fr: menu ouvrir un fichier - Mac OS X

source: The Stream Output dialog
fr: la boite dialogue Flux de sortie

source: Stream output dialog - wxWindows interface
fr: la boite dialogue Flux de sortie - interface wxWindows

source: Stream Output MRL
fr: MRL Flux de sortie

source: On the wxWindows interface, a text box displays the <emphasis>Stream Output MRL</emphasis> (Media Ressource Locator). This is updated as you change options in the Stream output dialog. For more information on how to edit the <emphasis>Stream Output MRL</emphasis> read <xref linkend="cmdline" endterm="tcmdline" />.
fr: Dans l'interface wxWindows, un boite de dialogue affiche le <emphasis>MRL de flux de sortie</emphasis> (Media Ressource Locator). Elle est mise a jour quand vous modifiez des options dans le menu Flux de sortie. Pour plus d'information sur comment editer le <emphasis>MRL de flux de sortie</emphasis>, lisez <xref linkend="cmdline" endterm="tcmdline" />.

source: Output methods
fr: methodes de diffusion

source: <emphasis>Play localy</emphasis>: display the stream on your screen. This allows to display the stream you are actually streaming. Effects of transcoding, rescaling, etc... can be monitored locally using this function.
fr: <emphasis>Jouer en local</emphasis>: affiche la diffusion à l'écran. Cela permet d'afficher le flux que vous êtes en train de diffuser. Les effets de transcodage, etc... peuvent être surveillés en local avec cette fonction.

source: <emphasis>File</emphasis>: Save the stream to a file. The <emphasis>Dump raw input</emphasis> option allows to save the input stream as it read by VLC, without any processing.
fr: <emphasis>Fichier</emphasis>: Sauvegarder la diffusion dans un fichier. L'otion <emphasis>Dumper le flux brut</emphasis> permet d'enregistrer le flux d'entrée en même temps qu'il est lu par VLC, sans aucun traitement.

source: <emphasis>HTTP</emphasis>: Use the HTTP streaming method. Specify the IP address and TCP port number on which to listen.
fr: <emphasis>HTTP</emphasis>: Pour utiliser la methode de diffusion HTTP. Spécifiez l'adresse IP ainsi que le numero de port TCP à écouter

source: <emphasis>MMSH</emphasis>: This access method allows to stream to Microsoft Windows Media Player. Specify the IP address and TCP port number on which to listen.
fr: <emphasis>MMSH</emphasis>: Cette methode d'acces permet de diffuser vers Microsoft Windows Media Player. Spécifiez l'adresse IP ainsi que le numero de port TCP à écouter.

source: This will only work with the <emphasis>ASF</emphasis> enacpsulation method.
fr: Cela fonctionnera seulement avec la methode d'encapsulation <emphasis>ASF</emphasis>

source: <emphasis>UDP</emphasis>: Stream in unicast by providing an address in the 0.0.0.0 - 223.255.255.255 range or in multicast by providing an address in the 224.0.0.0 - 239.255.255.255 range. It is also possible to stream to IPv6 addresses.
fr: <emphasis>UDP</emphasis>: Diffusez en unicast en donnant une adresse dans la gamme 0.0.0.0 - 223.255.255.255 ou en multicast en donnant une adresse dans la gamme 224.0.0.0 - 239.255.255.255. Il est aussi possible de diffuser vers des adresses IPv6.

source: This will only work with the <emphasis>TS</emphasis> encapsulation method.
fr: Cela fonctionnera seulement avec la methode d'encapsulation <emphasis>TS</emphasis>

source: <emphasis>RTP</emphasis>: Use the Real-Time Transfer Protocol. Like UDP, it can use both unicast and multicast addresses.
fr: <emphasis>RTP</emphasis>: pour utiliser le "Real-Time Transfer Protocol". Comme avec l'UDP, cela fonctionne avec des adresses unicast et multicast.

source: UDP, HTTP, MMSH and RTP methods require to select the <emphasis>Stream</emphasis> option on the MacOS X interface
fr: Les méthodes UDP, HTTP, MMSH et RTP necessitent de choisir l'option <emphasis>diffuser</emphasis> sur l'interface MacOS X.

source: Select an encapsulation method that fits the codecs and access method of your stream, among MPEG TS, MPEG PS, MPEG 1, OGG, Raw, ASF, AVI, MP4 and MOV. (See <xref linkend="smc" endterm="tsmc" />)
fr: choisissez une méthode d'encapsulation qui corresponde aux methodes d'encodage et d'acces de votre diffusion, parmi MPEG TS, MPEG PS, MPEG 1, OGG, Raw, ASF,AVI, MP4 et MOV. (voir<xref linkend="smc" endterm="tsmc" />)

source: Enable video transcoding by checking the "Video Codec" checkbox. Choose a codec from the list. You can also specify an average bitrate and scale the input. (See <xref linkend="smc" endterm="tsmc" />)
fr: activez le transcodage video en cochant la case "Codec video". choisisses un codec dans la liste. Vous pouvez egalement spécifier un debit et une echelle. (voir<xref linkend="smc" endterm="tsmc" />)

source: Enable audio transcoding by checking the "Audio Codec" checkbox. Choose a codec from the list. You can also specify an average bitrate and the number of audio channels to encode. (See <xref linkend="smc" endterm="tsmc" />)
fr: activez le transcodage audio en cochant la case "Codec audio". choisisses un codec dans la liste. Vous pouvez egalement spécifier un debit et le nombre de canaux audio a encoder (Voir <xref linkend="smc" endterm="tsmc" />)

source: Miscellaneous options
fr: Option diverses

source: Select methods to announce your stream. You can use SAP (Service Announce Protocol) or SLP (Service Location Protocol). You must also specify a channel name. The Mac OS X interface also allows you to export the description (SDP) file of a RTP session using the internal HTTP or RTSP server of VLC, or as a file. This can be done using the according checkboxes. The <emphasis>SDP URL</emphasis> text box allows to give the url or destination where the SDP file will be available.
fr: Choisissez la methode d'annonce de diffusion. Vous pouvez utiliser SAP (Service Announce Protocol) ou SLP (Service Location Protocol). Vous devez alors spécifier un nom de chaine. L'interface MacOS X permet egalement d'exporter le fichier de description (SDP) d'une session RTP en utilisant le serveur HTTP ou RTSP de VLC, ou bien un fichier. Cela peut être fait en cochant les cases appropriées. La boite <emphasis>SDP URL</emphasis> permet de spécifier l'URL ou la destination ou le fichier SDP sera disponible.

source: Stream a DVB channel (satellite or digital terrestial TV)
fr: Diffuser une chaine DVB (Satellite ou TNT)

source: This is possible under GNU/Linux only.
fr: Cela est uniquement possible sous GNU/Linux.

source: Install the DVB drivers
fr: Installer les drivers DVB

source: If you want to be able to stream from a DVB card (a satellite card or a digital terrestial TV card), you need to install the DVB drivers:
fr: Si vous voulez pouvoir diffuser depuis une carte DVB (carte satellite ou TNT), vous devez installer les drivers DVB.

source: if you are using a Linux 2.4.x kernel, you must download the latest release of the DVB drivers from the <ulink url="http://www.linuxtv.org/download/dvb/">DVB drivers download page</ulink> of the <ulink url="http://www.linuxtv.org/">LinuxTV</ulink> Project.
fr: Si vous utilisez un noyau linux 2.4.x, vous devez telecharger la dernière version des drivers DVB depuis la page <ulink url="http://www.linuxtv.org/download/dvb/">DVB drivers download</ulink> du projet <ulink url="http://www.linuxtv.org/">LinuxTV</ulink>.

source: Stream with VLS
fr: Diffuser avec VLC

source: Put a
fr: Mettez un fichier

source: file containing the DVB channels (satellite or digital terrestial TV channels) you want to stream in your home directory (some are provided in the <emphasis>libdvb</emphasis> tarball for the satellite channels).
fr: contenant les chaines DVB (Staellite ou TNT) que vous désirez diffuser dans votre repertoire personnel (certains sont fournis dans le tarball <emphasis>libdvb</emphasis> pour chaines satellite.

source: Run VLS with the following command line :
fr: Lancez VLS avec la ligne de commande suivante :

source: <emphasis>"EUROSPORT"</emphasis> is the channel you want to stream as written in your
fr: <emphasis>"EUROSPORT"</emphasis> est la chaine que vous voulez diffuser comme ecrit dans votre fichier

source: <emphasis>192.168.0.42</emphasis> is either :
fr: <emphasis>192.168.0.42</emphasis> est l'un ou l'autre :

source: Stream with VLC
fr: Diffuser avec VLC

source: Examples for advanced use of VLC's stream output (transcoding, multiple streaming, etc...)
fr: Exemples d'utilisation avancée de diffusion avec VLC (transcodage, diffusion multiple, etc...)

source: Transcoding
fr: Transcodage

source: Transcode the input stream and send it to a multicast IP address with the associated SAP announce:
fr: Transcoder le flux d'entrée et l'envoier vers une adresse multicast avec l'annonce SAP associée:

source: Display the input stream, transcode it and send it to a multicast IP address with the associated SAP announce:
fr: Afficher le flux d'entrée, le transcoder et l'envoyer vers une adresse multicast avec l'annonce SAP associée:
