Repository: 01shobitha/test
Catalog: www-test.videolan.org/doc/play-howto/src/po/*.po
Languages: fr

source: VLC Play Howto
fr: VLC - Guide des aspects client

source: the VideoLAN project
fr: le projet VideoLAN

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. The text of the license can be found in the appendix. <xref linkend="gpl" endterm="tgpl"/>.
fr: Les permissions de copier, de distribuer et/ou de modifier ce document sont accordées selon les termes de la licence GNU General Public License telle qu'elle est publiée par la Free Software Foundation; soit la version 2 de cette licence ou toute version plus récente. Le texte de la licence peut etre trouvé dans l'appendice. <xref linkend="gpl" endterm="tgpl"/>.

source: This document is the complete user guide for the client aspects of VLC.
fr: Ce document est un guide de l'utilisateur complet concernant les aspectsclients de VLC.

source: Basic use of VLC
fr: Utilisation simple de VLC

source: General interface description
fr: Description générale de l'interface

source: VLC has several interfaces: a cross-platform interface, for Windows and GNU/Linux, called wxWidgets, a MacOS X native interface and a skinnable interface for Windows and GNU/Linux.
fr: VLC a plusieurs interfaces : une interface multi-plateforme, pour Windows et GNU/Linux, appellée wxWidgets, une interface pour MacOS X et une interface skinnable pour Windows et GNU/Linux.

source: Windows and GNU/Linux
fr: Windows et GNU/Linux

source: This is the default interface on Windows and GNU/Linux (the screenshot is done on GNU/Linux, but it would look quite the same on Windows.
fr: C'est l'interface par défaut sur Windows et GNU/Linux (la capture d'écran a été effectuée suos GNU/Linux, mais l'allure est similaire sous Windows.

source: The wxWidgets interface
fr: L'interface wxWidgets

source: This interface also features an <emphasis>Extended GUI</emphasis> which contains many additional features. To display or hide it, go to the <emphasis>Settings</emphasis> menu and click <emphasis>Extended GUI</emphasis>.
fr: Cette interface comporte aussi une <emphasis>Interface graphique utilisateur étendue</emphasis> qui inclut de nombreuses fonctionalités supplémentaires. Pour l'afficher ou la cacher, allez dans le menu <emphasis>Paramètres</emphasis> et cliquez sur <emphasis>Interface étendue</emphasis>.

source: The wxWidgets interface with extended GUI
fr: L'interface wxWidgets avec Interface étendue

source: Native Mac OS X (Cocoa)
fr: Mac OS X Natif (Cocoa)

source: This is the default interface on Mac OS X.
fr: Ceci est l'interface par défaut sur Mac OS X.

source: The Mac OS X interface
fr: L'interface MacOS X

source: This interface features an <emphasis>Extended GUI</emphasis> as well. It is called "Extended Controls" and can be opened through the Window-menu.
fr: Cette interface a aussi une <emphasis>Interface étendue</emphasis>. Elle est appelée "Contrôles étendus" et peux être ouverte via le menu "Fenêtres".

source: The Mac OSX interface with with the extended controls panel
fr: L'interface Mac OS X avec les contrôles étendus

source: Simple play
fr: Lecture simple

source: Play a file
fr: Lire un fichier

source: To open a file, open the <emphasis>File</emphasis> menu, and select the <emphasis>Quick Open File</emphasis> menu item. An Open File dialog box will appear. Select the file you want to open, and select Open. VLC will start playing the selected file.
fr: Pour ouvrir un fichier, ouvrez le menu <emphasis>Fichier</emphasis>, et sélectionnez le l'élément <emphasis>Ouvrir un fichier</emphasis>. Une boîte de dialogue devrait apparaître. Sélectionnez le fichier que vous voulez lire puis cliquez sur Ouvrir. VLC commencera la lecture du fichier indiqué.

source: An alternative is to Drag'n'Drop your file on the VLC main interface or playlist window from the file explorer (Finder on MacOS X).
fr: Une alternative est de glisser-déplacer votre fichier sur l'interface principale de VLC ou sur la liste de lecture depuis l'explorateur de fichier (ou le Finder sous MacOS X)

source: The File menu - wxWidgets interface
fr: Le menu Fichier - interface wxWidgets

source: The File menu - MacOS X interface
fr: Le menu Fichier - interface de MacOS X

source: The Open file dialog - wxWidgets interface
fr: La boîte de dialogue Ouvrir un fichier - interface wxWidgets

source: The Open file dialog - MacOS X interface
fr: La boîte de dialogue Ouvrir un fichier - interface MacOS X

source: Play a CD/DVD/VCD
fr: Lire un CD/DVD/VCD

source: To Play a CD, VCD or a DVD, open the <emphasis>File</emphasis> menu, and select the <emphasis>Open Disc...</emphasis> menu item. In the Open Disk Dialog Box, select the type of media (DVD, VCD or Audio CD). When reading a DVD, you can enable DVD menus by selecting the <emphasis>DVD (menus)</emphasis> Disc type in the wxWidgets Interface. In the MacOS X interface, this can be done by selecting the "Use DVD menus" dialog box.
fr: Pour lire un CD, VCD ou un DVD, ouvrez le menu <emphasis>Fichier</emphasis> et sélectionnez l'option <emphasis>Ouvrir un disque</emphasis>. Dans la boîte de dialogue <emphasis>Ouvrir un disque</emphasis>, choisissez le type de média (DVD, VCD ou CD Audio). Lors de la lecture d'un DVD, vous pouvez activer le menu DVD en sélectionnant <emphasis>DVD (menus)</emphasis> comme type de disque dans l'interface wxWidgets. Pour l'interface MacOS X, cela peut être fait en choisissant la boîte de dialogue "Use DVD menus".

source: You can select the drive from which the media should be read by giving the appropriate drive letter or device name in the "Device Name" text input. This should be autodetected on MacOS X.
fr: Vous pouvez choisir le lecteur depuis lequel le média doit être lu en spécifiant la lettre correspondant ou le nom du périphérique dans &ldquo;Nom du périphérique&rdquo;. Cela devrait être détecté automatiquement sous Mac OS X.

source: If you want to start the DVD or VCD playback from a given title and chapter instead of from the beginning, you can set it using the <emphasis>Title </emphasis> and <emphasis>Chapter</emphasis> selectors.
fr: Si vous voulez commencer la lecture du CD ou du VCD à partir d'un titre et d'un chapitre donnés plutôt que depuis le début, vous pouvez le définir à l'aide des sélecteurs de <emphasis>Titre</emphasis> and <emphasis>Chapitre</emphasis>.

source: You can start playback by selecting the <emphasis>Ok</emphasis> button.
fr: Vous pouvez commencer la lecture en choisissant le bouton <emphasis>Ok</emphasis>

source: The Open disk dialog - wxWidgets interface
fr: La boîte de dialogue Ouvrir un disque - interface wxWidgets

source: The Open disk dialog - MacOS X interface
fr: La boîte de dialogue Ouvrir un disque - interface MacOS X

source: Play a network stream (WebRadio, WebTV, ...)
fr: Lire un flux du réseau (WebRadio, WebTV, ...)

source: To open a network stream, open the "File" menu and select the "Open Network Stream" menu item.
fr: Pour lire un flux réseau, ouvrez le menu &ldquo;Fichier&rdquo; et sélectionnez l'élément &ldquo;Ouvrir un flux réseau&rdquo;.

source: To open a UDP unicast stream, select <emphasis>UDP/RTP </emphasis>, and set the appropriate UDP port in the selector (it is 1234 for streams sent by a VLC or VLS server).
fr: Pour ouvrir un flux UDP unicast, sélectionnez <emphasis>UDP/RTP</emphasis>, et indiquez le port UDP approprié dans la zone de saisie (il s'agit du port 1234 pour des flux envoyés par un serveur VLC ou VLS).

source: To open a UDP multicast stream, select <emphasis>UDP/RTP multicast</emphasis>. Give the address of the multicast group in the "Address" text input, and select the appropriate UDP port.
fr: Pour ouvrir un flux UDP multicast, sélectionnez <emphasis>UDP/RTP multidiff</emphasis>. Indiquez l'adresse du groupe multicast dans la zone de texte &ldquo;Address&rdquo;, et spécifiez le port UDP adéquat.

source: To open a stream sent over http (Webradios, WebTVs, Shoutcast, Icecast...), ftp, or mms (Microsoft Media Server), select "HTTP/FTP/MMS", and give the corresponding complete URL, (such as http://live.stream.org:8080/live or mms://live.ms.stream.net:8080/live.asf) in the corresponding text input. This also the way to open a RTSP stream with the MacOS X interface.
fr: Pour ouvrir un flux envoyé sur HTTP (Webradios, WebTVs, Shoutcast, Icecast...), FTP, ou MMS (serveur de médias de Microsoft), choisissez "HTTP/FTP/MMS" et indiquez l'URL correspondante dans la zone de saisie correspondante, (par exemple http://live.stream.org:8080/live ou mms://live.ms.stream.net:8080/live.asf). Ceci est également la méthode pour ouvrir un flux RTSP avec l'interface de MacOS X.

source: To open a RTSP stream (sent by Darwin Streaming Server, VLC, etc), in the wxWidgets interface, select "RTSP" and give the URL in the text input.
fr: Pour ouvrir un flux RTSP (envoyé par un seveur de flux Darwin, VLC, etc) avec l'interface wxWidgets, choisissez "RTSP" et indiquez l'URL dans la zone de texte.

source: You can start playback by selecting the <emphasis>Ok</emphasis> button.
fr: Vous pouvez commencer la lecture en choisissant le bouton <emphasis>Ok</emphasis>

source: If you get some stuttering during playback, you can try to increase the size of the read buffer. This can be done in the <emphasis>Open Network Stream </emphasis> dialog box, by selecting the <emphasis>Caching</emphasis> box. You can then choose the amount time (in milliseconds) VLC should store data in its buffer before starting playback.
fr: Si vous obtenez quelques bégaiements pendant la lecture, vous pouvez essayer d'augmenter la taille du tampon d'entrée. Cela peut être fait depuis la boîte de dialogue <emphasis>Open Network Stream</emphasis>, en choisissant <emphasis>Cache</emphasis>. Vous pouvez alors choisir la durée (en millisecondes) à mettre en tampon avant de débuter la lecture.

source: The Open network dialog - wxWidgets interface
fr: La boîte de dialogue Ouvrir un flux réseau - interface wxWidgets

source: The Open network dialog - MacOS X interface
fr: La boîte de dialogue Ouvrur un flux réseau - interface MacOS X

source: Play from an acquisition card
fr: Lecture à partir d'une carte d'acquisition

source: This currently only possible on Linux and Windows. Open the File menu, and select "Open Capture Device..."
fr: Pour le moment, cela est uniquement possible sous Linux et Windows. Ouvrez le menu Fichier et choisissez "Ouvrir un périphérique de capture..."

source: On Windows, supported cards include webcams, TV cards, acquisition cards... provided they come with directshow compatible drivers (Almost all acquisition cards do). You can choose the device to use for video and audio capture using the "Video device name" and "Audio device name" selectors. If your device doesn't appear in the list, try to select the "Refresh list" button. You can access the settings of your acquisition device by selecting the <emphasis>configure</emphasis> button. Options here depend on the driver of the device. You can select the "Device Proprieties" box if you want the configuration dialog box of every device to be displayed after having pressed the <emphasis>Ok</emphasis> button. Select the <emphasis>Tuner properties</emphasis> box to be prompted for tuner settings (PAL/NTSC standard, frequency...) for TV cards. The <emphasis>Advanced options...</emphasis> button allows to select some further settings useful in some rare cases, such as the chroma of the input (the way colors are encoded) and the size of the input buffer.
fr: Sous Windows, les webcams, les cartes TV, les cartes d'acquisition, etc sont supportées, pourvu qu'elles soient fournies avec des pilotes compatibles DirectShow (ce qui est pratiquement toujours le cas). Vous pouvez choisir le périphérique à utiliser pour l'acquisition vidéo et audio via les listes déroulantes "Nom du périphérique vidéo" et "Nom du périphérique audio". Si le périphérique n'apparaît pas dans la liste, esssayez en cliquant sur le bouton "Rafraîchir la liste". Vous pouvez accéder aux réglages de votre périphérique d'acquisition cliquant sur le bouton <emphasis>configure</emphasis>. Ces options dépendent du pilote du périphérique. Vous pouvez utiliser la boîte "Propriétés du périphérique" si vous voulez accéder à la boîte de dialogue de configuration de chaque périphérique. Utilisez la boîte <emphasis>Propriétés du Tuner</emphasis> pour les réglages du tuner (norme PAL/NTSC, fréquence ...) pour les cartes TV. Le bouton <emphasis>Options avancées... </emphasis> permet de choisir d'autres réglages utiles dans quelques cas rares, tels que le "chroma" de l'entrée (la façon dont les couleurs sont codées) et de la taille du buffer d'entrée.

source: The Open Capture device dialog and a device configuration windows- wxWidgets interface
fr: La boite de dialogue Ouvrir un périphérique de capture - interface wxWidgets

source: The Open Capture device dialog and a device configuration windows - wxWidgets interface
fr: La boite de dialogue Ouvrir un périphérique de capture - interface wxWidgets

source: On Linux, supported cards include webcams, TV cards, acquisition cards, provided they are supported by the Video4Linux architecture. Haupaugge PVR 250/350 cards are also supported, using the <ulink url="http://ivtv.sourceforge.net/">IVTV drivers </ulink>.
fr: Sous Linux, les périphériques comme les webcams, les cartes TV, les cartes d'acquisition fournies, sont compatibles si elles sont supportées par l'architecture Video4Linux. Les cartes Haupaugge PVR 250/350 sont aussi supportées, en utilisant les <ulink url="http://ivtv.sourceforge.net/">drivers IVTV</ulink>.

source: For Video4Linux devices, you can set the name of the video and audio devices using the "Video device name" and "Audio device name" text inputs. The "Advanced options..." button allows to select some further settings useful in some rare cases, such as the chroma of the input (the way colors are encoded) and the size of the input buffer.
fr: Pour les outils Video4Linux, vous pouvez mettre le nom du périphérique vidéo ou audio en utilisant les boites de saisie "Nom du périphérique vidéo" et "Nom du périphérique audio". Le bouton "Options avancées..." permet de choisir quelques réglages utiles dans quelques cas rares, comme l'entrée du "chroma"(la manière dont est codée les couleurs) et la taille du buffer d'entrée.

source: The Open Video4Linux dialog- wxWidgets interface
fr: La boite de dialogue Ouvrir un périphérique Video4Linux - interface wxWidgets

source: The Open Video4Linux dialog - wxWidgets interface
fr: La boite de dialogue Ouvrir un périphérique Video4Linux - interface wxWidgets

source: To use a Hauppauge PVR card, select the PVR tab in the "Open" dialog box. Use the "Device" text input to set the device of the card you want to use. You can set the Norm of the tuner (PAL, SECAM or NTSC) by using the "Norm" Drop Down. The Frequency selector allows you to set the frequency of the tuner (in kHz), the bitrate selector to set the bitrate of the resulting encoded stream (in bit/s). The "Advanced Options button allows to set some more settings, such as the size of the encoded video (in pixels), its framerate (in frame per second), the interval between 2 key frames, etc.
fr: Pour utiliser une carte Hauppauge PVR, choisissez l'étiquette PVR dans la zone de dialogue "Open la ". Utilisez l'outil d'entrée de texte pour mettre en place le dispositif de la carte que vous voulez utiliser. Vous pouvez placer la norme du tuner (pal, SECAM ou NTSC) en utilisant "Norm " vers le bas. Le sélecteur de fréquence vous permet de placer la fréquence du tuner (en kHz), le sélecteur de débit pour placer le débit du flux codé résultant (en bit/s). Le bouton d'options avancées place encore plus de réglages, tels que la taille de la vidéo codée (en pixel), de sa structure (en encadrement par seconde), de l'intervalle entre 2 fenêtres principales, etc...

source: After having set all the required parameters, you can start the capture by selecting the "Ok" button.
fr: Après avoir réglé tous les paramètres requis, vous pouvez commencer l'acquisition en cliquant le bouton "Ok".

source: The Open PVR dialog- wxWidgets interface
fr: La boite de dialogue PVR - interface wxWidgets

source: The Open PVR dialog - wxWidgets interface
fr: Le boite de dialogue PVRi - interface wxWidgets

source: Using the playlist
fr: En utilisant la playlist (liste de lecture)

source: VLC can of course store a list several files to play one after the other, using its playlist system. To access the playlist, click on the <emphasis>Playlist</emphasis> button on the main interface (see <xref linkend="desc" endterm="tdesc"/>).
fr: VLC peut bien sûr stocker une liste de plusieurs fichiers à lire les uns après les autres, en utilisant son système de playlist. Pour accéder à la playlist, cliquez sur le bouton <emphasis>Playlist</emphasis> de l'interface principale (voir <xref linkend="desc" endterm="tdesc"/>).

source: Each time you use the Open dialog box, the stream you select is appended at the end of the playlist and started.
fr: A chaque fois que vous utilisez la boîte de dialogue Ouvrir, le flux que vous choisissez est rajouté à la fin de la playlist et lu.

source: The playlist window shows all the streams available in the playlist. Double-click one to have it played.
fr: La fenêtre de la playlist montre tous les flux disponibles dans la playlist. Double cliquez sur un flux pour le lire.

source: The Playlist - wxWidgets interface
fr: La playlist - interface wxWidgets

source: The Playlist - MacOS X interface
fr: La playlist - interface MacOS X

source: Adding items, saving and loading playlists
fr: Ajout d'éléments, sauvegarde et chargement de playlists

source: In the wxWidgets interface, the <emphasis>Manage</emphasis> menu allows you to append an item at the end of the playlist (its playback won't start immediately), to save the playlist as a M3U or PLS file, or to import a playlist file.
fr: Dans l'interface wxWidgets, le menu <emphasis>Gérer</emphasis> vous permet d'ajouter un élément à la fin de la playlist (sa lecture ne démarre pas immédiatement), d'enregistrer la playlist comme un fichier M3U ou PLS, ou d'importer un fichier de playlist

source: In the MacOS X interface, saving a playlist can be done using the <emphasis>Save Playlist...</emphasis> function in the <emphasis>File</emphasis> menu. To import a playlist file, open it the same way as any other media file, using the <emphasis>Quick Open File...</emphasis> menu item.
fr: Dans l'interface MacOS, la sauvegarde d'une playlist peut être faite en utilisant la fonction <emphasis>Enregister la liste de lecture...</emphasis> dans le menu <emphasis>File</emphasis>. Pour importer un fichier de playlist, ouvrez le de la même façon que n'importe quel fichier multimedia, en utilisant <emphasis>Ouvrir un fichier</emphasis> .

source: Sorting
fr: Tri

source: In the wxWidgets interface, <emphasis>Sort</emphasis> allows you to sort the playlist according to several criteria, or to shuffle it. You can also sort by clicking the header of the column
fr: Dans l'interface wxWidgets,le menu <emphasis>Tri</emphasis> vous permet de trier la playlist selon plusieurs critères, ou de la rendre aléatoire. Vous pouvez aussi trier en cliquant l'en-tête de la colonne.

source: In the MacOS X interface, sorting can be done by clicking the header of the column matching the criteria you want to use for sorting.
fr: Dans l'interface MacOS X, le tri peut être fait en cliquant l'en-tête de la colonne correspondant au critère que vous voulez utiliser pour trier.

source: Playlist modes
fr: Les modes de playlist

source: The playlist supports several playback modes.
fr: La playlist supporte plusieurs modes de lecture

source: In the wxWidgets interface, the toolbar contains three playlist mode buttons. They allow to enable random mode, to repeat the whole playlist or to repeat one item.
fr: Dans l'interface wxWidgets, la barre d'outils contient trois boutons de mode de playlist. Cela permet d'activer le mode aléatoire, de répéter la playlist entière ou de répéter un élément.

source: In the MacOS X interface, random mode can be enabled by selecting the <emphasis>Random</emphasis> box. A drop down menu allows you to enable playlist and item repeat modes.
fr: Dans l'interface MacOS X, le mode aléatoire peut être activé en choisissant la boite <emphasis>Random</emphasis>. Un menu de saut vous permet d'activer la laylist et les modes de répétition.

source: Misc
fr: Divers

source: Search
fr: Recherche

source: You also have a search tool. Enter a search string and hit search. The next item to match the string will be highlighted. Keep hitting Search to cycle between all matching items.
fr: Vous disposez aussi d'un outil de recherche. Entrez un chaine de caractères à rechercher et lancer la recherche. Le prochain élément qui correspond va être surligné. Continuez à cliquer Chercher pour faire le tour de tous éléments.

source: Moving items
fr: Déplacer un fichier

source: In the wxWidgets interface, the <emphasis>Up</emphasis> and <emphasis>Down</emphasis> buttons at the bottom of the playlist window allow you to move an item. Select an item and use these buttons to move it.
fr: Dans l'interface wxWidgets, les boutons <emphasis>Haut</emphasis> et <emphasis>Bas</emphasis> en bas de la fenêtre de playlist vous permettent de déplacer un élément. Selectionez un élément et utilisez ces boutons pour le déplacer.

source: In the MacOS X interface, you can move an item with the mouse, easily using a <emphasis>Drag'n'Drop</emphasis>.
fr: Dans l'interface MacOS, vous pouvez déplacer un élément facilement à l'aide de la souris en utilisant <emphasis>Drag'n'Drop</emphasis>.

source: Contextual menu
fr: Le menu contextuel

source: By right-clicking an item, a contextual menu will appear, giving access to a number of functions (play the item, disable it, delete it, or get info on it).
fr: En cliquant avec le boutton droit de la souris sur un élément, un menu contextuel apparaîtra. Il donne accès à nombre de fonctions (lire l'objet, le désactiver, le supprimer ou obtenir des informations le concernant).

source: If you ask for info, an <emphasis>item info</emphasis> dialog box will appear. This dialog box also allows you to change the name, the author and the location of the item to play.
fr: Si vous cherchez des infos, la boîte de dialogue <emphasis>Informations sur l'élément</emphasis> va pparaître. Cette boîte de dialogue vous permet aussi de changer le nom, l'auteur et l'emplacement du fichier à lire.

source: Item Info Dialog - wx Interface
fr: La boite de dialogue Informations sur l'élément - interface wxWindows

source: Item Info Dialog - MacOS X interface
fr: La boite de dialogue Informations sur l'élément - interface wxWindows

source: Hotkeys
fr: Raccourcis Clavier

source: Most of VLC functions are accessible using hotkeys
fr: La plupart des fonctions de VLC sont accessibles par des raccourcis
