Repository: 01shobitha/test
Catalog: www-test.videolan.org/doc/play-howto/src/po/*.po
Languages: fr

source: <emphasis>vlc_var_set</emphasis> : sets variable ST(2) of object ST(1) to ST(3)
fr: <emphasis>vlc_var_set</emphasis>: change la valeur de la variable ST(2) de l'objet ST(1) à ST(3)

source: <emphasis>vlc_var_get</emphasis> : pushes the value of the variable ST(2) of object ST(1)
fr: <emphasis>vlc_var_get</emphasis>: renvoie la valeur de la variable ST(2) de l'objet ST(1)

source: <emphasis>vlc_object_exists</emphasis> : checks if object ST(1) exists
fr: <emphasis>vlc_object_exists</emphasis> : vérifie si l'objet ST(1) existe

source: <emphasis>vlc_config_type</emphasis> : pushes the type of the configuration variable ST(1); see <emphasis>vlc_var_type</emphasis> for a list of types
fr: <emphasis>vlc_config_type</emphasis>: renvoie le type de la variable de configuration ST(1); voir <emphasis>vlc_var_type</emphasis> pour une liste de types

source: <emphasis>vlc_config_set</emphasis> : sets configuration variable ST(1) to ST(2)
fr: <emphasis>vlc_config_set</emphasis> : change la valeur de la variable de configuration ST(1) à ST(2)

source: <emphasis>vlc_config_get</emphasis> : pushes the value of the configuration variable ST(1)
fr: <emphasis>vlc_config_get</emphasis>: renvoie la valeur de la variable de configuration ST(1)

source: <emphasis>vlc_config_save</emphasis> : saves the modification made to the configuration variables of module ST(1) to the configuration file (ST(1) may be empty, in which case the whole configuration is saved) and pushes the return status (0 in case of success)
fr: <emphasis>vlc_config_save</emphasis>: sauve les modifications apportées aux variables de configuration du module ST(1) (ST(1) peut être vide, au quel cas toute la configuration est sauvegardée) et renvoir l'état de sortie (0 en cas de succès)

source: <emphasis>vlc_config_reset</emphasis> : resets the configuration file to the default value (use with caution)
fr: <emphasis>vlc_config_reset</emphasis>: réinitialise le fichier de configuration aux valeurs par défaut

source: playlist functions:
fr: fonctions pour la playlist:

source: <emphasis>playlist_add</emphasis> : adds MRL ST(1) to the playlist, with name ST(2) and returns the playlist ID associated to this item; special characters must be escaped with addslashes first; it is very convenient to call 'toto.mpg' playlist_add vlc_play
fr: <emphasis>playlist_add</emphasis>: ajoute MRL ST(1) à la liste de lecture, avec le nom ST(1) et renvoie l'ID associé à l'élément ainsi créé; les caractères spéciaux doivent être echapés avec addslashes; il est pratique d'appeler 'toto.mpg' playlist_add vlc_play

source: <emphasis>playlist_empty</emphasis> : clears the playlist of all items
fr: <emphasis>playlist_empty</emphasis>: vide la playlist

source: <emphasis>playlist_move</emphasis> : moves playlist item at position ST(2) to position ST(1)
fr: <emphasis>playlist_move</emphasis>: bouge l'élément de la playlist en position ST(2) à la position ST(1)

source: <emphasis>playlist_delete</emphasis> : deletes playlist item ID ST(1)
fr: <emphasis>playlist_delete</emphasis> : efface l'élément d'ID ST(1) de la playlist

source: The macros
fr: Les macros

source: The <emphasis>control</emphasis> macro
fr: La macro <emphasis>control</emphasis>

source: When asking for a page, you can pass arguments to it through the url. (e.g. using a &lt;form&gt;). Ex: http://host:port/page.html?var=value&amp;var2=value2&amp;... The "control" macro tells a page to parse these arguments and to execute the ones that are allowed. param1 of this macro says which commands are allowed. If empty, all commands will be permitted.
fr: Lorsqu'une page est appelée, des arguments peuvent lui être passés à travers l'URL. (par ex: en utilisant &lt;form&gt;). Ex: http://host:port/page.html?var=value&amp;var2=value2&amp;.. La macro "control" demande à la page de vérifier ces arguments et d'exécuter ceux qui sont autorisés. Le paramètre param1 de cette macro spécifie les commandes autorisées, s'il est vide, toutes les commandes seront permises.

source: Some commands require an argument that must be passed in the URL too.
fr: Certaines commandes requièrent un argument qui doit également être spécifié dans l'URL.

source: URL commands
fr: Les commandes dans l'URL

source: Name
fr: Nom

source: item (integer)
fr: item (entier)

source: Play the specified playlist item
fr: Lit l'élément spécifié de la playlist

source: Go to next playlist item
fr: Avance jusqu'au prochain élément de la playlist

source: Go to previous playlist item
fr: Recule à l'élément précédent de la playlist

source: mrl (string)
fr: mrl (chaine de caractères)

source: Add a MRL (Media Resource Locator) to the playlist
fr: Ajoute un MRL (Ressource de Localistion de Média) à la playlist

source: Delete the specified playlist item or list of playlist items
fr: Supprime l'élément de playlist spécifié, ou la liste d'éléments de la playlist

source: Empty the playlist
fr: En utilisant la playlist (liste de lecture)

source: Close a specific connection
fr: Ferme une connection spécifique

source: Quit VLC
fr: Quitter VLC

source: For example, you can restrict execution of the <command>shutdown</command> command to protected page (through a <emphasis>.access</emphasis> file), using the control macro in all unprotected pages.
fr: Par exemple, vous pouvez restreindre l'exécution de la commande <command>shutdown</command> à une page protégée (par un fichier <emphasis>.acces</emphasis>), tout en utilisant la macro control dans toutes les pages non protégées.

source: The <emphasis>include</emphasis> macro
fr: La macro <emphasis>include</emphasis>

source: This macro is replaced by the contents of the file param1. If the file contains vlc macros, they are correctly parsed and replaced.
fr: Cette macro est remplacée par le contenu du fichier param1. Si le fichier contient des macros VLC, elles seront exécutées.

source: The <emphasis>get</emphasis> macro
fr: La macro <emphasis>get</emphasis>

source: This macro will be replaced by the value of the configuration variable which name is stored in param1 and which type is given by param2.
fr: Cette macro sera remplacée par la valeur de la variable de configuration dont le nom est stocké dans param1 et dont le type est donné par param2.

source: param1 must be the name of an existing configuration variable. param2 must be the right type of the variable. It can be one of <emphasis>int</emphasis>, <emphasis>float</emphasis>, or <emphasis>string</emphasis>.
fr: param1 doit être le nom d'une variable de configuration existante. param2 doit être le type de la variable. Il devra être choisi parmi <emphasis>int</emphasis>, <emphasis>float</emphasis>, ou <emphasis>string</emphasis>.

source: Example: &lt;vlc id="get" param1="sout" param2="string" /&gt; will be replaced in the output page by the value of sout.
fr: Exemple: &lt;vlc id="get" param1="sout" param2="string" /&gt; sera remplacé par la valeur de sout dans la page.

source: The <emphasis>set</emphasis> macro
fr: La macro <emphasis>set</emphasis>

source: This macro allows to set the value of a configuration variable. The name is given by param1 and the type by param2 (like for get). The value is retrieved from the url using the name given in param1.
fr: Cette macro permet de définir la valeur d'une variable de configuration. Le nom est donné par param1 et le type par param2 (comme pour get). La valeur est définie à partir de l'URL en utilisant le nom donné dans param1.

source: For example, if player.html contains &lt;vlc id="set" param1="sout" param2="string" /&gt;, and if you browse at <emphasis> http://host:ip/player.html?sout=sout_value</emphasis>, the sout variable will be set to "sout_value". If the URL doesn't contain sout, nothing will be done.
fr: Par exemple, si player.html contient &lt;vlc id="set" param1="sout" param2="string" /&gt;, et si vous demandez la page <emphasis> http://host:ip/player.html?sout=sout_value</emphasis>, la variable sout sera égale à "sout_value". Si l'URL ne contient pas sout, rien ne sera fait.

source: The <emphasis>rpn</emphasis> macro
fr: La macro <emphasis>rpn</emphasis>

source: This macro allows you to interpret RPN commands. (See II).
fr: Cette macro vous permet d'interpréter les commandes RPN. (Voir II).

source: The <emphasis>if,else,end</emphasis> macro
fr: La macro <emphasis>if, else, end</emphasis>

source: This macro allows you to control the parsing of the HTML page.
fr: Cette macro vous permet de controler la validité de la page HTML.

source: If param1 isn't empty, it is first executed with the RPN evaluator. If the first element from the stack is not 0, the test value is true, else false..
fr: Si param1 n'est pas vide, il est tout d'abbord exectuté avec l'évaluateur RPN. Si le premier élément de la liste n'est pas 0, le résultat du test est vrai, faux sinon...

source: &lt;vlc id="if" param1="1 2 =" /&gt; &lt;!-- Never reached --&gt; &lt;vlc id="else" /&gt; &lt;p&gt; Test succeed: 1 isn't equal to 2 &lt;/p&gt; &lt;vlc id="end" /&gt;
fr: &lt;vlc id="if" param1="1 2 =" /&gt; &lt;!-- Jamais atteint --&gt; &lt;vlc id="else" /&gt; &lt;p&gt; Test vrai: 1 n'est pas égal à 2&lt;/p&gt; &lt;vlc id="end" /&gt;

source: You can also just use "if" and "end".
fr: Vous pouvez aussi n'utiliser que "if" et "end".

source: The <emphasis>value</emphasis> macro
fr: La macro <emphasis>value</emphasis>

source: If param1 isn't empty, it is first executed with the RPN evaluator. The macro is replaced with the value of the first element of the stack.
fr: Si param1 n'est pas vide, il est tout d'abord exécuté avec l'évaluateur RPN. La macro est remplacée par la valeur du premier élément de la pile.

source: Note: If the element is the name of a local variable, its value will be displayed instead of its name.
fr: Remarque: Si l'élément est le nom d'une variable locale, sa valeur sera affichée à la place de son nom.

source: The <emphasis>foreach,end</emphasis> macro
fr: La macro <emphasis>foreach,end</emphasis>

source: param1 is the name of the variable that will be used for the loop. param2 is the name of the set to be built:
fr: param1 est le nom de la variable utilisée pour la boucle. param2 est le nom de l'ensemble construit :

source: <emphasis>integer</emphasis>: take the first element from the stack to construct a set of integer. The stack element should be a string like: <emphasis>first:last[:step][,first2:last2[:step2][,...]</emphasis> (Ex: 1:5:2,6:8:1 will be expanded into 1,3,5,6,7,8)
fr: <emphasis>integer</emphasis>: prenedre le premier élément de la pile pour construire une suite d'entiers. L'élément pile devra être une chaîne de caractères de caractères de la forme: <emphasis>premier:dernier[:pas][,premier2:dernier2[:pas2][,...]</emphasis> (Ex: 1:5:2,6:8:1 sera interprété comme 1,3,5,6,7,8)

source: <emphasis>directory</emphasis>: take the first element of the stack as the base directory and construct a set of filename and directly in it. Each element has the following fields:
fr: <emphasis>directory</emphasis>: prendre le premier élément de la pile comme répertoire de base et construire un ensemble intrinsèque de noms de fichiers. Chaque élément possède les champs suivants:

source: name: file/directory name
fr: name: fichier/nom de répertoire

source: type: "directory" or "file" or "unknown"
fr: type: "directory" ou "file" ou "unknown"

source: size: size of the file
fr: size: taille du fichier

source: playlist: set based on the playlist with fields: current is 1 if item is currently selected, 0 else. index is the index value, that can be used by the play or delete control command. name is the name of the item.
fr: playlist: ensemble basé sur la playlist avec les champs suivants: current est égal à 1 si l'élément est actuellement sélectionné, 0 sinon. index est la valeur d'indexation, qui peut être utilisée par les commandes lecture ou supprimer. name est le nom de l'élément.

source: "information": Create information for the current playing stream. name is the name of the category, value is its value, info is a new set that can be parsed with a new foreach (subfields of info are name and value).
fr: "information": Crée des informations concernant le flux diffusé. <emphasis>name</emphasis> est le nom de la catégorie, <emphasis>value</emphasis> est sa valeur, <emphasis>info</emphasis> est un nouvel ensemble qui peut être rempli à chaque fois (les champs secondaires de info sont <emphasis>name</emphasis> et <emphasis>value</emphasis>).

source: input variables such as "program", "title", "chapter", "audio-es", "video-es" and "spu-es": Create lists for the current playing stream. Every list has the following fields:
fr: les variables d'entrée telles que "program", "title", "chapter", "audio-es", "video-es" et "spu-es": Créer une liste pour l'élément en cours de lecture. Chaque liste a les champs suivants:

source: name: item name (language for elementary streams, tracks, etc.) to display in places where a human-readable format is preferred
fr: nome: nom de l'élément (langue des flux élémentaires, pistes, etc.) à afficher aux endroits où un format lisible est préféré

source: id: item ID to pass to the RPN function vlc_var_set, and returned by vlc_var_get
fr: id: ID de l'élément à passer en argument de la fonction vlc_var_set et renvoyé par la fonction vlc_var_get

source: selected: 1 if the item is selected, 0 otherwise
fr: selected: 1 si l'élément est sélectionné, 0 sinon

source: the name of a foreach variable if it's a set of set of value.
fr: le nom d'une variable foreach si c'est un ensemble d'ensembles de valeurs.

source: For more details, have a look at the share/http directory of the VLC source tree...
fr: Pour plus de détails, regardez le répertoire share/http situé à la racine de l'arboresence de VLC...
