Repository: 01shobitha/test
Catalog: www-test.videolan.org/doc/play-howto/src/po/*.po
Languages: fr

source: In most cases, <userinput>vlc dvd://</userinput> or <userinput>vlc dvd://[device]</userinput> will do. [device] is for example <userinput>/dev/dvd</userinput> on GNU/Linux or <userinput>D:</userinput> on Windows (complete path to your DVD drive).
fr: Dans la plupart des cas <userinput>vlc dvd://</userinput> ou <userinput>vlc dvd://[périphérique]</userinput> suffiront. [périphérique] est par exemple <userinput>/dev/dvd</userinput> sous GNU/Linux ou <userinput>D:</userinput> sur Windows (le chemin complet de votre lecteur de DVDs).

source: or (DVD without menus) :
fr: ou (DVD sans menus) :

source: <prompt>% </prompt><userinput>vlc dvdsimple://[device][@raw_device][@[title][:[chapter][:angle]]]</userinput>
fr: <prompt>% </prompt><userinput>vlc dvdsimple://[périphérique][@périphérique "brut"][@[titre][:[chapitre][:angle]]]</userinput>

source: or (VCD):
fr: ou (VCD):

source: or (Audio CD):
fr: ou (Audio CD):

source: Receiving a network stream
fr: Reception d'un flux réseau

source: To receive an unicast UDP stream (sent by VLS or VLC's stream output), start VLC with:
fr: Pour recevoir un flux unicast UDP (envoyé par VLS ou par VLC), démarrez VLC avec :

source: If you use the default port (1234), <userinput>vlc udp:</userinput> will do. For more information, look at the Streaming Howto
fr: Si vous utilisez le port de défaut (1234), la commande <userinput>vlc udp:</userinput> suffira. Pour plus d'information, regardez dans le Streaming Howto

source: To receive an multicast UDP stream (sent by VLS or VLC's stream output), start VLC with:
fr: Pour recevoir un flux multicast UDP (envoyé par VLS ou par VLC), démarrez VLC avec :

source: To receive a SSM (source specific multicast) stream, you can use:
fr: Pour recevoir un flux SSM (source specific multicast), vous pouvez utiliser :

source: This only works on OSs that support SSM (Windows XP and recent Linux kernels)
fr: Cela ne marche seulement que sur un OS qui supporte un SSM (Windows XP et les récents noyaux linux)

source: To receive a HTTP stream, start VLC with :
fr: Pour recevoir un flux HTTP, démarrez VLC avec :

source: To receive a RTSP stream, start VLC with:
fr: Pour recevoir un flux RTSP, démarrez VLC avec:

source: Modules selection
fr: Sélection de modules

source: VLC always try to select the most appropriate interface, input and output modules, among the ones available on the system, according to the stream it is given to read. However, you may wish to force the use of a specific module with the following options.
fr: VLC essaie toujours de choisir l'interface, les modules d'entrée et sortie les plus appropriés, parmi ceux disponibles dans le système, selon le flux qu'on lui demande de lire. Cependant, vous pouvez forcer l'utilisation d'un module spécifique avec les options suivantes.

source: <emphasis>--intf &lt;module&gt;</emphasis> allows you to select the interface module.
fr: <emphasis>--intf &lt;module&gt;</emphasis> vous permet de chosir le module d'interface.

source: <emphasis>--extraintf &lt;module&gt;</emphasis> allows you to select extra interface modules that will be launched in addition to the main one. This is mainly useful for special <emphasis>control</emphasis> interfaces, like HTTP, RC (Remote Control), ... (see below)
fr: <emphasis>--extraintf &lt;module&gt;</emphasis> vous permet de choisir les modules d'interface supplémentaires qui seront lancés en plus du module principal. C'est très utile pour les interfaces spéciales <emphasis>de controle</emphasis>, comme le HTTP, le RC (télécommande)...(voir plus loin)

source: <emphasis>--aout &lt;module&gt;</emphasis> allows you to select the audio output module.
fr: <emphasis>--aout &lt;module&gt;</emphasis> Vous permet de choisir le module de sortie audio.

source: <emphasis>--vout &lt;module&gt;</emphasis> allows you to select the video output module.
fr: <emphasis>--vout &lt;module&gt;</emphasis> Vous permet de choisir le module de sortie vidéo.

source: <emphasis>--memcpy &lt;module&gt;</emphasis> allows you to choose a memory copy module. You should probably never touch that.
fr: <emphasis>--memcpy &lt;module&gt;</emphasis> vous permet de choisir un module de copie de mémoire. Vous ne devriez probablement jamais toucher cette option.

source: You can get a listing of the available modules by using <userinput>vlc -l</userinput>
fr: Vous pouvez obtenir une liste des modules disponibles en utilisant <userinput>vlc -l</userinput>

source: Stream Output
fr: Flux de sortie / Diffusion

source: The Stream output system allows vlc to become a streaming server.
fr: Le système de diffusion de flux permet à vlc de devenir un serveur de diffusion.

source: For more details on the stream output system, please have a look at the Streaming Howto.
fr: Pour plus d'information sur le système de diffusion, veuillez consulter le Streaming Howto.

source: Other Options
fr: D'autres options

source: Audio options
fr: Options audio

source: <emphasis>--noaudio</emphasis> disables audio output.
fr: <emphasis>--noaudio</emphasis> désactive la sortie audio.

source: <emphasis>--mono</emphasis> forces VLC to treat the stream in mono audio.
fr: <emphasis>--mono</emphasis> Force VLC à traiter diffuser le flux en mono.

source: <emphasis>--volume &lt;integer&gt;</emphasis> sets the level of audio output (between 0 and 1024)
fr: <emphasis>--volume &lt;integer&gt;</emphasis> règle le volume (entre 0 et 1024)

source: <emphasis>--aout-rate &lt;integer&gt;</emphasis> sets the audio output frequency (Hz). By default, VLC will try to autodetect this.
fr: <emphasis>--aout-rate &lt;integer&gt;</emphasis> règle la fréquence audio de sortie (hertz). Par défaut, VLC essayera de la détecter automatiquement.

source: <emphasis>--desync &lt;integer&gt;</emphasis> compensates desynchronization of audio (ms). (If audio and video streams are not synchronized, use this setting to delay the audio stream)
fr: <emphasis>--desync &lt;integer&gt;</emphasis> compense la désynchronisation du son. (Si des flux audio et vidéo ne sont pas synchronisés, utilisez ce réglage pour retarder le flux audio)

source: <emphasis>--audio-filter &lt;string&gt;</emphasis> adds audio filters to the processing chain. Available filters are visual (visualizer with spectrum analyzer and oscilloscope), headphone (virtual headphone spatialization) and normalizer (volume normalizer)
fr: <emphasis>--audio-filter &lt;string&gt;</emphasis> ajoute des filtres audio à la chaîne de traitement. Les filtres disponibles sont visuels (visualiseur avec l'analyseur et l'oscilloscope de spectre), écouteur (spatialisation virtuelle de l'écouteur) et normalisateurs (normalisateur de volume)

source: Video options
fr: Options vidéo

source: <emphasis>--novideo</emphasis> disables video output.
fr: <emphasis>--novideo</emphasis> désactive la sortie vidéo.

source: <emphasis>--greyscale</emphasis> turns video output into grayscale mode.
fr: <emphasis>--greyscale</emphasis> passe la sortie video en niveaux de gris.

source: <emphasis>--fullscreen</emphasis> ( or <emphasis>-f</emphasis>) sets fullscreen video.
fr: <emphasis>--fullscreen</emphasis> ( ou <emphasis>-f</emphasis>) met la vidéo en plein écran.

source: <emphasis>--nooverlay</emphasis> disables hardware acceleration for the video output.
fr: <emphasis>--nooverlay</emphasis> désactive l'accélération matérielle pour la sortie vidéo.

source: <emphasis>--width, --height &lt;integer&gt;</emphasis> sets the video window dimensions. By default, the video window size will be adjusted to match the video dimensions.
fr: <emphasis>--width, --height &lt;integer&gt;</emphasis> Règle les dimensions de la fenêtre vidéo. Par défaut, la taille de la fenêtre vidéo sera ajustée aux dimensions de la vidéo.

source: <emphasis>--zoom &lt;float&gt;</emphasis> adds a zoom factor.
fr: <emphasis>--zoom &lt;float&gt;</emphasis> ajoute un facteur de zoom.

source: <emphasis>--aspect-ratio &lt;mode&gt;</emphasis> forces source aspect ratio. Modes are 4x3, 16x9, ...
fr: <emphasis>--aspect-ratio &lt;mode&gt;</emphasis> force le format d'écran de la source. Les modes sont 4:3, 16:9, ...

source: <emphasis>--spumargin &lt;integer&gt;</emphasis> forces SPU subtitles postion.
fr: <emphasis>--spumargin &lt;integer&gt;</emphasis> force la position des sous titres SPU .

source: <emphasis>--filter &lt;string&gt;</emphasis> adds video filters to the processing chain. You can add several filters, separated by commas
fr: <emphasis>--filter &lt;string&gt;</emphasis> ajoute des filtres vidéo à la chaîne de traitement. Vous pouvez ajouter plusieurs filtres, séparés par des virgules

source: <emphasis>--sout-transcode-sfilter &lt;string&gt;</emphasis> adds video subpictures filter to the processing chain.
fr: <emphasis>--sout-transcode-sfilter &lt;string&gt;</emphasis> ajoute le filtre video subpictures (imagettes) à la chaîne de traitement.

source: Playlist options
fr: Options de la playlist

source: <emphasis>--random</emphasis> plays files randomly forever.
fr: <emphasis>--random</emphasis> lit les fichiers aléatoirement indéfiniment.

source: <emphasis>--loop</emphasis> loops playlist on end.
fr: <emphasis>--loop</emphasis> boucle à la fin de la playlist.

source: <emphasis>--repeat</emphasis> repeats the current item until another item is forced
fr: <emphasis>--repeat</emphasis> répète l'élément en cours tant qu'un autre flux n'est pas forcé

source: <emphasis>--play-and-stop</emphasis> stops the playlist after each played item.
fr: <emphasis>--play-and-stop</emphasis> arrête la playlist après chaque flux lu.

source: Network options
fr: Options d'utilistation du réseau

source: <emphasis>--server-port &lt;integer&gt;</emphasis> sets server port.
fr: <emphasis>--server-port &lt;integer&gt;</emphasis> règle le port utilisé par le serveur.

source: <emphasis>--iface &lt;string&gt;</emphasis> specifies the network interface to use.
fr: <emphasis>--iface &lt;string&gt;</emphasis> indique l'interface réseau à utiliser.

source: <emphasis>--iface-addr &lt;string&gt;</emphasis> specifies your network interface IP address.
fr: <emphasis>--iface-addr &lt;string&gt;</emphasis> indique l'addresse IP de votre interface réseau.

source: <emphasis>--mtu &lt;integer&gt;</emphasis> specifies the MTU of the network interface.
fr: <emphasis>--mtu &lt;integer&gt;</emphasis> indique le MTU de l'interface réseau.

source: <emphasis>--ipv6</emphasis> forces IPv6.
fr: <emphasis>--ipv6</emphasis> force l'IPv6.

source: <emphasis>--ipv4</emphasis> forces IPv4.
fr: <emphasis>--ipv4</emphasis> force l'IPv4.

source: CPU options
fr: Les options d'utilisation du processeur

source: You should probably not touch these options unless you know what you are doing.
fr: Vous ne devriez probablement pas avoir à toucher à ces options à moins de savoir ce que vous êtes entrain de faire.

source: <emphasis>--nommx</emphasis> disables the use of MMX CPU extensions.
fr: <emphasis>--nommx</emphasis> désactive l'utilisation des extensions MMX du processeur.

source: <emphasis>--no3dn</emphasis> disables the use of 3D Now! CPU extensions.
fr: <emphasis>--no3dn</emphasis> désactive l'utilisation des extensions 3D NOW du processeur.

source: <emphasis>--nommxext</emphasis> disables the use of MMX Ext CPU extensions.
fr: <emphasis>--nommxext</emphasis> désactive l'utilisation des extensions MMX Ext du processeur.

source: <emphasis>--nosse</emphasis> disables the use of SSE CPU extensions.
fr: <emphasis>--nosse</emphasis> désactive l'utilisation des extensions SSE du processeur.

source: <emphasis>--noaltivec</emphasis> disables the use of Altivec CPU extensions.
fr: <emphasis>--noaltivec</emphasis> désactive l'utilisation des extensions Altivec du processeur.

source: Miscellaneous options
fr: Options diverses

source: <emphasis>--quiet</emphasis> deactivates all console messages.
fr: <emphasis>--quiet</emphasis> désactive tous les messages sur la console.

source: <emphasis>--color</emphasis> displays color messages.
fr: <emphasis>--color</emphasis> affiche les messages en couleurs.

source: <emphasis>--search-path &lt;string&gt;</emphasis> specifies interface default search path.
fr: <emphasis>--search-path &lt;string&gt;</emphasis> indique le chemin de recherche par défaut de l'interface.

source: <emphasis>--plugin-path &lt;string&gt;</emphasis> specifies plugin search path.
fr: <emphasis>--plugin-path &lt;string&gt;</emphasis> indique le chemin de recherche des plugin.

source: <emphasis>--no-plugins-cache</emphasis> disables the plugin cache (plugins cache speeds up startup)
fr: <emphasis>--no-plugins-cache</emphasis> désactive la mise en cache des plugins (la mise en cache des plugins accélère le démarrage)

source: <emphasis>--dvd &lt;string&gt;</emphasis> specifies the default DVD device.
fr: <emphasis>--dvd &lt;string&gt;</emphasis> indique le dispositif de DVD par défault.

source: <emphasis>--vcd &lt;string&gt;</emphasis> specifies the default VCD device.
fr: <emphasis>--vcd &lt;string&gt;</emphasis> indique le dispositif VCD par défault.

source: <emphasis>--program &lt;;integer&gt;</emphasis> specifies program (SID) (for streams with several programs, like satellite ones).
fr: <emphasis>--program &lt;;integer&gt;</emphasis> indique le programme (SID) (pour les flux comportant plusieurs programmes, comme ceux des satellites).

source: <emphasis>--audio-type &lt;integer&gt;</emphasis> specifies the default audio type to use with dvds.
fr: <emphasis>--audio-type &lt;integer&gt;</emphasis> indique le type audio utilisé par défaut avec des dvds.

source: <emphasis>--audio-channel &lt;integer&gt;</emphasis> specifies the default audio channel to use with dvds.
fr: <emphasis>--audio-channel &lt;integer&gt;</emphasis> indique le canal audio à utiliser par défaut avec des dvds.

source: <emphasis>--spu-channel &lt;integer&gt;</emphasis> specifies the default subtitle channel to use with dvds.
fr: <emphasis>--spu-channel &lt;integer&gt;</emphasis> indique le canal de sous titres à utiliser par défaut avec des dvds.

source: <emphasis>--version</emphasis> gives you information about the current VLC version.
fr: <emphasis>--version</emphasis> donne la version actuelle de VLC.

source: <emphasis>--module &lt;module&gt;</emphasis> displays help about specified module. (Shortcut : <emphasis>-p</emphasis>)
fr: <emphasis>--module &lt;module&gt;</emphasis> affiche l'aide sur sur le module spécifié. (Raccourcis : <emphasis>-p</emphasis>)

source: Item-specific options
fr: Les options spécifiques des éléments

source: There are many options that are related to items (like --novideo, --codec, --fullscreen).
fr: Il y a plusieurs options liées aux éléments (comme --novideo, --codec, --fullscreen).

source: For all of these, you have the possibility to make them item-specific, using ":" instead of "--" and putting the option just after the concerned item
fr: Pour ces derniers, vous avez la possibilité d'en faire des règlages spécifiques à l'élément, en utilisant ":" au lieu de "--" et en mettant l'option juste après l'élément concerné

source: Examples:
fr: Exemples :

source: will play file1.mpg in fullscreen mode and file2.mpg in the default mode (which is generally no fullscreen), whereas
fr: lira file1.mpg en mode plein écran et file2.mpg au mode par défaut (qui n'est généralement le mode plein écran), tandis que

source: will play both files in fullscreen mode
fr: les lira tous les deux en mode plein écran

source: will play file1.mpg in windowed (no-fullscreen) mode with the subtitles file file1.srt and will play file2.mpg with video filter distort enabled in fullscreen mode (item-specific options override global options)
fr: lira file1.mpg en mode fenêtre (pas plein écran) avec le fichier sous-titres file1.srt et lira file2.mpg avec le filtre de distortion d'image activé en mode plein écran (les options de l'élément spécifique sont prioritaires sur les options générales)

source: Advanced use of filters
fr: Utilisation avancée des filtres

source: Filters
fr: Les filtres

source: These are the old style VLC filters. They only apply to on screen display and thus cannot be streamed.
fr: Ce sont les vieux filtres vidéo de VLC. Ils s'appliquent seulement à l'affichage à écran. Ils ne peuvent donc pas être diffusés.

source: Deinterlacing video filter
fr: Filtre de désinterlacement de la vidéo

source: Module name : <emphasis>deinterlace</emphasis>
fr: Nom du module : <emphasis>deinterlace</emphasis>

source: <emphasis>--deinterlace-mode {discard,blend,mean,bob,linear}</emphasis> choose a deinterlacing mode.
fr: <emphasis>--deinterlace-mode {discard,blend,mean,bob,linear}</emphasis> choisi un mode de desenterlacement.

source: Invert video filter
fr: Filtre d'inversion de la vidéo

source: Module name : <emphasis>invert</emphasis>
fr: Nom du module : <emphasis>invert</emphasis>

source: Image properties filter
fr: Filtres de propriétés d'image

source: Module name : <emphasis>adjust</emphasis>
fr: Nom du module : <emphasis>adjust</emphasis>

source: <emphasis>--contrast &lt;float&gt;</emphasis> Image contrast in the 0-2 range.
fr: <emphasis>--contrast &lt;float&gt;</emphasis> Contraste de l'image dans l'inteervalle 0-2.

source: <emphasis>--brightness &lt;float&gt;</emphasis> Image brightness in the 0-2 range.
fr: <emphasis>--brightness &lt;float&gt;</emphasis> Luminosité de l'image dans l'intervalle 0-2.

source: <emphasis>--hue &lt;integer&gt;</emphasis> Image hue in the 0-360 range
fr: <emphasis>--hue &lt;integer&gt;</emphasis> Tonalité de l'image dans l'intevalle 0-360

source: <emphasis>--saturation &lt;float&gt;</emphasis> Image saturation in the 0-3 range.
fr: <emphasis>--saturation &lt;float&gt;</emphasis> Saturation de l'image dans l'intervalle 0-3.

source: <emphasis>--gamma &lt;float&gt;</emphasis> Image gamma in the 0-10 range.
fr: <emphasis>--gamma &lt;float&gt;</emphasis> Gamma de l'image dans l'intervalle 0-10.

source: Wall video filter
fr: Filtre mur vidéo du pare-feu

source: Module name : <emphasis>wall</emphasis>
fr: Nom du module : <emphasis>wall</emphasis>

source: This filter splits the output in several windows.
fr: Ce filtre découpe la sortie en plusieurs fenêtres

source: <emphasis>--wall-cols &lt;integer&gt;</emphasis> Number of columns.
fr: <emphasis>--wall-cols &lt;integer&gt;</emphasis> Nombre de colonnes.

source: <emphasis>--wall-rows &lt;integer&gt;</emphasis> Number of rows.
fr: <emphasis>--wall-rows &lt;integer&gt;</emphasis> Nombre de rangées.

source: <emphasis>--wall-active &lt;string&gt;</emphasis> Select the windows you want to display. To select windows 2 and 4 you would write --wall-active 2,4 . When this option isn't specified, all windows are displayed.
fr: <emphasis>--wall-active &lt;string&gt;</emphasis> Choisissez les fenêtres que vous voulez afficher. Pour choisir les fenêtres 2 et 4 vous écrivez --wall-active 2,4 . Quand cette option n'est pas indiquée, toutes les fenêtres sont affichées.

source: Video transformation filter
fr: Filtre de transformation vidéo

source: Module name : <emphasis>transform</emphasis>
fr: Nom du module : <emphasis>transform</emphasis>

source: <emphasis>--transform-type {90,180,270,hflip,vflip}</emphasis> Select rotation angle or symmetry.
fr: <emphasis>--transform-type {90,180,270,hflip,vflip}</emphasis> Choisissez l'angle de rotation ou la symétrie

source: Distort video filter
fr: Filtre de distorsion de la vidéo

source: Module name : <emphasis>distort</emphasis>
fr: Nom du module : <emphasis>distort</emphasis>

source: Clone video filter
fr: Filtre de clonage vidéo

source: This filter clones the output window.
fr: Ce filtre clone la fenetre de sortie vidéo.

source: Module name : <emphasis>clone</emphasis>
fr: Nom du module : <emphasis>clone</emphasis>

source: <emphasis>--clone-count &lt;integer&gt;</emphasis> Number of clones.
fr: <emphasis>--clone-count &lt;integer&gt;</emphasis> Nombre de clones.

source: <emphasis>--clone-vout-list &lt;string&gt;</emphasis> Comma separated string of video output modules.
fr: <emphasis>--clone-vout-list &lt;string&gt;</emphasis> Liste de modules de sortie vidéo sépararés par des virgules.

source: Crop video filter
fr: Filtre vidé de rognage

source: Module name : <emphasis>crop</emphasis>
fr: Nom du module : <emphasis>crop</emphasis>

source: <emphasis>--crop-geometry &lt;string&gt;</emphasis> Set the geometry of the zone to crop. This is set as &lt;width&gt; x &lt;height&gt; + &lt;left offset&gt; + &lt;top offset&gt;.
fr: <emphasis>--crop-geometry &lt;string&gt;</emphasis> Règle la géométrie de la zone à rogner. Cela se fait avec &lt;largeur&gt; x &lt;hauteur&gt; + &lt;décalage à gauche&gt; + &lt;décalage en haut&gt;.

source: <emphasis>--autocrop</emphasis> Enable automatic black border cropping.
fr: <emphasis>--autocrop</emphasis> Active le rognage automatique des bordures.

source: Motion blur filter
fr: Filtre flou de mouvement

source: Module name : <emphasis>motionblur</emphasis>
fr: Nom du module : <emphasis>motionblur</emphasis>

source: <emphasis>--blur-factor &lt;integer&gt;</emphasis> Blur factor in the 1-127 range.
fr: Facteur flou dans la gamme 1-127

source: Video pictures blending
fr: Mélange des images vidéo

source: Module name : <emphasis>blend</emphasis>
fr: Nom du module : <emphasis>blend</emphasis>

source: Video scaling filter
fr: Filtre de redimensionement de la vidéo

source: Module name : <emphasis>scale</emphasis>
fr: Nom du module : <emphasis>scale</emphasis>

source: Subpictures Filters
fr: Filtres subpictures (imagettes)

source: These are the new VLC filters. They can be streamed.
fr: Ces filtres sont les nouveaux filtres de VLC. Ils peuvent être diffusés.

source: Time display sub filter
fr: Filtre d'affichage de temps

source: Module name : <emphasis>time</emphasis>
fr: Nom du module : <emphasis>time</emphasis>

source: <emphasis>--time-format &lt;string&gt;</emphasis> Time format string. You can use the following special characters %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second.
fr: <emphasis>--time-format &lt;string&gt;</emphasis> Format du temps. Vous pouvez utiliser les caractères spéciaux suivants %Y = année, %m = mois, %d = jour, %H = heure, %M = minute, %S = seconde.

source: <emphasis>--time-x &lt;integer&gt;</emphasis> X offset from the left in pixels.
fr: <emphasis>--time-x &lt;integer&gt;</emphasis> X offset en pixels à partir de la gauche.

source: <emphasis>--time-y &lt;integer&gt;</emphasis> Y offset from the top in pixels.
fr: <emphasis>--time-y &lt;integer&gt;</emphasis> Y offset en pixels à partir du haut.

source: Marque display sub filter
fr: Filtre d'affichage de texte

source: Module name : <emphasis>marq</emphasis>
fr: Nom du module : <emphasis>marq</emphasis>

source: <emphasis>--marq-marquee &lt;string&gt;</emphasis> Marquee text to display.
fr: <emphasis>--marq-marquee &lt;string&gt;</emphasis> Texte à afficher.

source: <emphasis>--marq-x &lt;integer&gt;</emphasis> X offset from the left in pixels.
fr: <emphasis>--marq-x &lt;integer&gt;</emphasis> X de décalage en pixels à partir de la gauche.

source: <emphasis>--marq-y &lt;integer&gt;</emphasis> Y offset from the top in pixels.
fr: <emphasis>--marq-y &lt;integer&gt;</emphasis> Y de décalage en pixels à partir du haut.

source: <emphasis>--marq-timeout &lt;timeout&gt;</emphasis> Defines the time the marquee must remain displayed in milliseconds. Default value is 0 (remain forever).
fr: <emphasis>--marq-timeout &lt;timeout&gt;</emphasis> Définit, en milisecondes, le temps pendant lequel le texte doit rester affichiché. La valeur par défaut étant 0 (rester pour toujours).

source: Logo video filter
fr: Filtre vidéo d'insertion de logo

source: Module name : <emphasis>logo</emphasis>
fr: Nom du module : <emphasis>logo</emphasis>
