Repository: 01shobitha/test
Catalog: www-test.videolan.org/doc/play-howto/src/po/*.po
Languages: fr

source: The list of the available hotkeys and their binding can be retrieved and altered in the preferences panel of the player. In the wxWidgets interface, preferences are available in the "Settings" menu, "Preferences" menu item. In the MacOS X interface, open the "VLC" menu, and select "Preferences". Select the "Hot keys" panel in the dialog. For each function of VLC, you get the bound hotkey in the dropdown in the right part of the panel. Several boxes gives the list of modifiers for the hotkey. To trigger an action using a hotkey, you need to press at the same time the keys corresponding to the different selected modifiers as well as the key set in the dropdown.
fr: La liste de raccourcis disponibles et de leurs combinaisons de touches peut être trouvée et changée dans le tableau de préférences du lecteur. Dans l'interface wxWidgets, les préférences sont disponibles dans le menu "Paramètres" , menu "Préférences ". Dans l'interface MacOS X, ouvrez le menu "VLC", et choisissez "Préférences ". Choisissez l'élément raccourcis. Pour chaque fonction de VLC, vous obtenez le raccourci correspondant dans la partie droite du tableau. Plusieurs boîtes donnent la liste de modificateurs pour le raccourcis. Pour déclencher une action en utilisant un raccourcis, vous devez appuyer en même temps les touches correspondant aux différents modificateurs choisis et la touche réglée dans la liste déroulante.

source: To change the binding of a hotkey, select or deselect boxes corresponding to the different modifiers, and change the key by using the dropdown. Select the <emphasis>Save</emphasis> button to apply the changes.
fr: Pour changer la combinaison de touches d'un raccourci, cochez ou décochez les boîtes correspondant aux différents modificateurs, et changez la touche en utilisant la liste déroulante. Choisissez le bouton <emphasis>Enregistrer</emphasis> pour appliquer les changements.

source: The Hotkeys Panel - wxWidgets interface
fr: Le tableau des raccourcis - interface wxWidgets

source: The Hotkeys Panel - MacOS X interface
fr: Le tableau des raccourcis - interface MacOS X

source: Using subtitles
fr: Utilisation des sous-titres

source: VLC supports many kinds of subtitles.
fr: VLC supporte plusieurs types de sous-titres

source: Media with included subtitles
fr: Les média avec des sous-titres inclus

source: Many types of media can have embedded subtitles. VLC can read subtitles for the following media:
fr: Plusieurs types de média peuvent avoir des sous-titres embarqués. VLC peut lire les sous-titres pour les médias suivants :

source: OGM files
fr: Fichiers OGM

source: Matroska (MKV) files
fr: Fichiers Matroska (MKV)

source: Subtitles are disabled by default. To enable them, go to the <emphasis>Video</emphasis> menu, and to <emphasis>Subtitles track</emphasis>. All available subtitles tracks will be listed. Select one to get the subtitles. Depending on the media, a description (language, for example) might be available for the track.
fr: Les sous-titres sont désactivés par défault. Pour les activer, il faut aller dans le menu <emphasis>Video</emphasis>, et à <emphasis>Subtitles track</emphasis>. Tous les sous-titres disponibles vont être listés. Choisissez en un pour afficher un sous-titre. Dépendant du média, une description (par exemple la langue) doit être disponible pour le chemin.

source: Select a subtitles track under Windows or Linux
fr: Choisir un chemin de sous-titres sous Windows ou Linux

source: Select a subtitles track under MacOS X
fr: Choisir un chemin de sous-titres sous MacOS X

source: DVD and SVCD subtitles are merely images, so you won't be able to change anything for them. OGM and Matroska subtitles are rendered text, so you will be able to change several options.
fr: Les sous-titres DVD et SVCD sont simplement des images, donc vous ne pouvez rien changer pour ceux là. Les sous titres OGM et Matroska des textes, donc vous pouvez changer quelques options.

source: Text rendering options can be changed in the Preferences. In the <emphasis>Modules</emphasis> section, <emphasis>text renderer</emphasis> subsection, open the <emphasis>freetype</emphasis> page. You can then set the font and its size. For the font, you have to select a font file. Under Windows, they can be found in <emphasis>C:\Windows\Fonts</emphasis>. Under MacOS X, they are in <emphasis>/System/Library/Fonts</emphasis>. Size can be set either relatively or as a number of pixels.
fr: Les options de rendu du textes peuvent être changées dans les préférences. Dans la section <emphasis>Modules</emphasis>, au niveau de la sous section <emphasis>text renderer</emphasis>, ouvrez la page <emphasis>freetype</emphasis> Vous pouvez alors régler la police de caractère du texte et sa taille. Pour la police de caractères, vous devez choisir un fichier de police de caractères. Sous Windows, ils peuvent être trouvés dans <emphasis>C:\Windows\Fonts</emphasis>. sous MacOS X, ils sont dans <emphasis>/System/Library/Fonts</emphasis>. La taille peut être spécifiée de manière relative ou en nombre de pixels.

source: You need to restart your stream for the font modifications to take effect.
fr: Vous devez redémarrer votre flux pour que les modifications de la police de caractère prennent effet.

source: Subtitles files
fr: Les fichiers de sous-titres

source: While modern file formats like Matroska or OGM can handle subtitles directly, older formats like AVI can't. Therefore, a number of subtitles files formats have been created. You need two files: the video file and the subtitles files that only contains the text of the subtitles and timestamps.
fr: Tandis que les nouveaux formats de fichiers comme matroska ou OGM peuvent s'occuper directement des sous-titres, les anciens formats comme AVI ne le peuvent pas. Donc, un nombre de formats de fichiers de sous-titres sont créé. Vous avez besoin de deux fichiers : le fichier vidéo et et le fichier de sous-titre qui ne contient que le texte des sous-titres.

source: VLC can handle these types of subtitles files:
fr: VLC peut lire ces types de fichiers de sous-titres :

source: Vobsub (this one is quite special: it is not made from text but from images, which means that you can't change the fonts)
fr: Vobsub (celui là spécial : il n'est pas fait de texte mais d'images, ce qui veut dire que vous ne pouvez pas changer les caractères.

source: To open a subtitles file, use the Advanced Open dialog box (Menu File, Open file). Select your file by clicking on the <emphasis>Browse</emphasis> button. Then, check the <emphasis>Subtitle options</emphasis> checkbox and click on the Settings button.
fr: Pour ouvrir un fichier de sous-titres, utilisez la boîte de dialoge Ouvrir un fichier (avancé) (Menu fichier, Ouvrir fichier (avancé)). Choisissez votre fichier en cliquant sur le bouton <emphasis>Parcourir</emphasis>. Ensuite, vérifiez le menu <emphasis>Options de sous-titre</emphasis> et cliquez sur Ok.

source: Select a subtitles file under Windows or Linux
fr: Choisir un fichier de sous-titres sous Windows ou Linux

source: You can then select the subtitles file by clicking the <emphasis>Browse</emphasis> button. You can also set a few options like character encoding, alignment and size. The delay option allows you to delay the subtitles against the video if they are not in sync. If they are not at the same speed, you might also want to adjust the subtitles framerate.
fr: Vous pouvez ensuite choisir les fichiers de sous-titres en cliquant sur le bouton <emphasis>Parcourir</emphasis>. Vous pouvez aussi mettre quelques options comme l'encodage des caractères, l'alignement et la taille. L'option de retard vous demande de retarder les sous-titres par rapport à la vidéo s'ils ne sont pas synchronisés. S'ils n'ont pas la même cadence, vous devez aussi avoir besoin d'ajuster la structure des sous-titres.

source: For Vobsub subtitles, you need to select the <userinput>.idx</userinput> file, not the <userinput>.sub</userinput> file
fr: Pour les sous-titres Vobsub, vous devez choisir le fichier <userinput>.idx</userinput> et non pas le fichier <userinput>.sub</userinput>

source: Encoding, alignment and size won't have any effect for Vobsub subtitles.
fr: L'encodage, l'alignement et la taille n'auront aucun effet pour les sous-titres Vobsub.

source: Font can be changed as explained in the previous section.
fr: La police de caractères peut être changée comme expliqué dans la section précédente.

source: Video and audio filters
fr: Les filtres Vidéo et Audio

source: VLC includes a system of <emphasis>filters</emphasis> that allow you to modify the audio and video.
fr: VLC comprend un système de <emphasis>filtres</emphasis> qui vous permet de modifier la vidéo ou le son.

source: Deinterlacement and Post Processing
fr: Désenterlacement et post-traitement

source: VLC is able to deinterlace a video stream using different deinterlacement methods. Deinterlacement can be enabled in the <emphasis>Video</emphasis> menu, <emphasis>Deinterlacement</emphasis> menu item. The <emphasis>Blend</emphasis> methods gives the best results in most cases. The <emphasis>discard</emphasis> method is a less resource consuming alternative.
fr: VLC est capable de désenterlacer un flux vidéo en utilisant différentes méthodes de désenterlacement. Le désenterlacement peut être activé dans le menu <emphasis>Deenterlacement</emphasis>. La méthode <emphasis>Blend</emphasis> donne de meilleurs résultats pour la plupart du temps. La méthode <emphasis>discard</emphasis> donne moins d'alternative.

source: On some particular streams (MPEG 4, DIVX, XVID, Sorenson, ...), some additional image filtering can be applied to the video before display, improving its quality in some cases. This can be enabled in the <emphasis>Video </emphasis> menu, <emphasis>Post processing</emphasis> menu item. Different levels of post processing can be chosen here. A higher level means more filtering.
fr: Pour quelques flux spéciaux (MPEG 4, DIVX, XVID, Sorenson, ...), quelques filtres d'images supplémentaires peuvent être appliqués sur la vidéo avant l'affichage, améliorant sa qualité dans certains cas. Cela peut être activé dans le menu <emphasis>Video</emphasis>, dans <emphasis>Post processing</emphasis>. Différent niveaux de traitement peuvent être choisis ici. Le plus haut niveau signifie plus de filtrage.

source: Video filters
fr: Filtres vidéo

source: VLC features several filters able to change the video (distortion, brightness adjustment, motion blurring, ...).
fr: VLC comporte plusieurs filtres capables de changer la vidéo (distorsion, ajustement de l'éclairage, mouvement de flou,...).

source: With the wxWidgets interface, filters can be easily enabled using the Extended GUI. In the Video tab, simply select the filters to enable. Image settings can be easily adjusted.
fr: Avec l'interface wxWidgets, les filtres peuvent être facilement activés en utilisant l'interface étendue. Dans l'onglet vidéo, choisissez simplement les filtres à activer. Les réglages de l'image peuvent être facilement ajustées.

source: Video filters selection in the wxWidgets interface
fr: La sélection des filtres vidéo dans l'interface wxWidgets

source: You can enable these filters through the <emphasis>Extended Controls panel</emphasis> on Mac OS X. Click on the triangle next to <emphasis>Video filters</emphasis> to select your filters or expand the <emphasis>Adjust Image</emphasis> section to change the contrast, hue, etc.
fr: Vous pouvez activer ces filtre via les <emphasis>contrôles étendus</emphasis> sur Mac OS X. Cliquez sur le triangle à coté de <emphasis>Filtres vidéo</emphasis> pour sélectionner vos filtres ou étendez la section <emphasis>Ajuster l'image</emphasis> pour changer le contraste, la luminosité, etc.

source: Video filters selection in the Mac OS X interface
fr: La sélection des filtres vidéo dans l'interface Mac OS X

source: For better control, you need to go to the preferences. To select the filters to be enabled, go to <emphasis>Video</emphasis>, then to <emphasis>Filters</emphasis>. In the "video filter module" box, enter the names of the filters to enable, separated by semicommas. Filters will be applied in the selected order. Valid names are "clone", "wall", "transform", "adjust", "crop", "deinterlace", "distort", "motionblur" and "logo".
fr: Sous MacOS X, ou pour un meilleur contrôle, vous devez aller dans les préférences. Pour choisir les filtres à activer, allez dans <emphasis>General Settings</emphasis>, ensuite dans <emphasis>Video</emphasis>. Dans la boîte "video filter module", entrez les noms des filtres à activer, en les séparants par des points virgules. Les filtres seront appliqués dans l'ordre choisi. Les noms valides sont "clone", "wall","transform", "adjust", "crop", "deinterlace", "distort", "motionblur" et "logo".

source: If you want to tune the behavior of these filters, go to <emphasis>Video, Filters, [your filter] </emphasis>. For each filter, you will find a short description and the options
fr: Si vous voulez régler le comportement de ces filtres, allez dans <emphasis>Video, Filtres, [votre filtre]</emphasis>. Pour chaque filtre, vous allez trouver une courte description et des options.

source: Audio filters
fr: Filtres audio

source: Equalizer
fr: L'équaliseur

source: VLC features a 10-band graphical equalizer. You can display it by activating the advanced GUI on wxWidgets or by clicking the <emphasis>Equalizer</emphasis> button on the MacOS X interface.
fr: VLC comporte l'équaliseur graphique 10 bandes. Vous pouvez l'afficher en activant l'interface étendue sous wxWidgets ou en cliquant sur le bouton <emphasis>Equalizer</emphasis> dans l'interface Mac OS X.

source: The equalizer in the wxWidgets interface
fr: L'équaliseur dans l'interface wxWidgets

source: The equalizer in the MacOS X interface
fr: L'équaliseur dans l'interface MacOS X

source: Presets are available in the Audio menu in wxWidgets, or in the Equalizer window in the MacOS X interface
fr: Des préréglages sont disponibles dans le menu Audio de l'interface wxWidgets et dans la fenêtre egaliseur de l'interface Mac OS X.

source: Other audio filters
fr: Autres filtres audio

source: At the moment, VLC features two other audio filters: a volume normalizer and a filter providing sound spatialization with a headphone. They can be enabled in the Audio tab of the extended GUI for the wxWidgets interface and in the Audio section of the Extended Controls panel of the Mac OS X interface.
fr: A l'heure actuelle, VLC comporte deux autres filtres audio: un régulateur de volume et un filtre fournissant au son spatial avec un casque. ILs peuvent être activés dans l'onglet audio de l'interface étendue pour l'interface wxWidgets et dans la catégorie Audio des contrôles étendus pour l'interface Mac OS X.

source: For better control, you need to go to the preferences. To select the filters to be enabled, go to <emphasis>Audio</emphasis>, then to <emphasis>Filters</emphasis>. In the "audio filters" box, enter the names of the filters to enable, separated by commas. Valid names are "equalizer", "normvol" and "headphone".
fr: Pour un meilleur controle, vous devez aller dans les préférences. Pour choisir les filtres à activer, allez dans <emphasis>Audio</emphasis>, puis <emphasis>Filtres</emphasis>. Dans la boîte "filtres audio" , entrez les noms des filtres à activer en les séparant par des virgules. Les noms valides sont "equalizer ", "normvol" et "headphone".

source: Basic troubleshooting
fr: Dépannage de base

source: This is very incomplete
fr: Ceci est très incomplet

source: File does not play, only sound or only video
fr: Le fichier ne peut pas être lu, seul le son ou seule la vidéo marche

source: Maybe the file you are trying to read is not fully supported. VLC does not use the codec packs you might have installed. It comes with its own codecs. If there is no open-source decoder for the format you are trying to read, it won't be supported. (There is an exception, under Windows, for codecs that use the DirectShow framework).
fr: Peut-être que le fichier que vous essayez de lire n'est pas totalement supporté. VLC n'utilise pas les codecs que vous pourriez avoir installés. Il est fourni avec ses propres codecs. S'il n'y a aucun décodeur open-source pour le format que vous êtes en train de lire, il ne sera pas lisible. (il y a une exception, sous Windows, pour les codecs qui utilisent le cadre de DirectShow).

source: To find out, open the Messages Window (View menu) and restart your stream. Look for error messages (red messages)
fr: Pour trouver, ouvrez la fenêtre de messages (menu Vue) et relancez votre flux. Recherchez les messages d'erreurs (messages rouges)

source: The wxWidgets messages window
fr: La fenêtre de messages wxWidgets

source: In this example, the file contains a IV41 video stream, a codec that is not supported by VLC.
fr: Dans cet exemple, le dossier contient flux video IV41 , un codec qui n'est pas supporté par VLC.

source: You may of course have other messages. If you post to a VideoLAN mailing list or in the forum, please include such a log, it is very valuable.
fr: Vous pouvez avoir naturellement d'autres messages. Si vous postez dans une mailing-list VideoLAN ou dans le forum, veuillez inclure ces messages, c'est très important.

source: Weird VLC behavior ("stopped working")
fr: Comportement étrange de VLC ("ne marche plus")

source: A very common thing is a bogus preferences file. Don't hesitate to delete it if problems appear suddenly. You will find in the FAQ details on <ulink url="http://www.videolan.org/doc/faq/en/index.html#id2470084">how to delete your preferences file</ulink>.
fr: Un problème très fréquent est un fichier de préférences corrompu. N'hésitez pas de l'effacer si les problèmes apparaissent soudainement. Vous trouverez en detail dans la FAQ comment supprimer vos dossiers de préférence <ulink url="http://www.videolan.org/doc/faq/en/index.html#id2470084"> ici </ulink>.

source: Computer crashes / Video is corrupted
fr: L'ordinateur plante / la Vidéo ne marche pas

source: Another common problem is buggy video drivers. Try upgrading them from the website of your video card's manufacturer.
fr: Un autre problème courant est la défaillance des pilotes vidéos. Essayez de les mettre à jour à partir du site web du fabricant de votre carte vidéo.

source: Also, you can try disabling Overlay (Preferences/General/Video, untick "Overlay video output")
fr: En outre, vous pouvez essayer de neutraliser le recouvrement (Preference/General/Video : décochez "Overlay video output")

source: Advanced use of VLC
fr: Utilisation avancée de VLC

source: Use the command line
fr: Utilisez la ligne de commande

source: All standard operations of VLC should be available from the GUI. However, some complex operations can only be done from the command line and there are situations in which you don't need or want a GUI. Here is the complete description of VLC's command line and how to use it
fr: Toutes les opérations standard de VLC devraient être disponibles dans l'interface graphique (GUI). Cependant, quelques opérations complexes peuvent être faites seulement à partir de la ligne de commande et il y a des situations dans lesquelles vous n'avez pas besoin d'un GUI ou vous n'en voulez pas. Voilà la description complète de la ligne de la commande de VLC et comment l'utiliser.

source: You need to be quite comfortable with command line usage to use this.
fr: Vous devez être tout à fait confortable avec l'utilisation de la ligne de commande pour utiliser ceci.

source: Windows users have to use the <emphasis>--option-name="value"</emphasis> syntax instead of the <emphasis>--option-name value</emphasis> syntax.
fr: Les utilisateurs de Windows doivent utiliser la syntaxe <emphasis>--option-name="value"</emphasis> au lieu de <emphasis>--option-name value</emphasis>

source: Getting help
fr: Récupérer de l'aide

source: VLC uses a modular structure. The core mainly manages communication between modules. All the multimedia processing is done by modules. There are input modules, demultiplexers, decoders, video output modules, ...
fr: VLC utilise une structure modulaire. Le noyau contrôle principalement la communication entre les modules. Tout le traitement multimédia est fait par les modules. Il y a des modules d'entrée, des démultiplexeurs, des décodeurs, des modules d'affichage vidéo, ...

source: This chapter will only describe the "general" options, i.e. the core options. Each module adds new options. For example, the HTTP input module will add options for caching, proxy, authentication, ...
fr: Ce chapitre décrira seulement les options générales, c'est à dire les options de noyau. Chaque module ajoute de nouvelles options. Par exemple, le module d'entrée de HTTP ajoutera des options de cache, de proxy, d'authentification...

source: By using <userinput>vlc --help</userinput>, you will get the basic core options. <userinput>vlc --longhelp</userinput> will give all the basic options (core + modules). Adding <userinput>--advanced</userinput> will give the "advanced options" (for advanced users). So <userinput>vlc --longhelp --advanced</userinput> will give you all options.
fr: En utilisant la commande <userinput>vlc --help</userinput>,vous obtiendrez les options de base du noyau. <userinput>vlc --longhelp</userinput> donnera toutes les options de base (noyau + modules). La commande <userinput> -- advanced</userinput> vous donnera les options avançées (pour les utilisateurs avancés). Alors <userinput>vlc --longhelp --advanced</userinput> vous donnera toutes les options.

source: Also, you might want to get debug informations. To do this, use <userinput>-v</userinput> or <userinput>-vv</userinput> (this will show lower severity messages). If your console supports it, you can add <userinput>--color</userinput> to get messages in color.
fr: En outre, vous pourriez vouloir obtenir des informations de débugage. Pour ce faire, utilisez <userinput>-v</userinput> ou <userinput>-vv</userinput> (ceci montrera les messages de moindre sévérité). Si votre console la permet, vous pouvez ajouter <userinput>--color</userinput> pour afficher les messages en couleurs.

source: Opening streams
fr: Lire un flux

source: The following commands start VLC and start reading the given element(s)
fr: les commandes suivantes démarrent VLC et commencent à lire le(s) element(s) sélectionné(s)

source: Opening a file
fr: Lire un fichier

source: Start VLC with:
fr: Démarrez VLC avec :

source: <prompt>% </prompt><userinput>vlc my_file</userinput>
fr: <prompt>% </prompt><userinput>vlc mon_fichier</userinput>

source: VLC should be able to recognize the file type. If it does not, you can force demultiplexer and decoder (see below).
fr: VLC devrait être capable d'identifier le type diu fichier. S'il n'y arrive pas , vous pouvez forcer le démultiplexeur et le décodeur (voir ci-dessous).

source: A list of all video and audio codecs supported by VLC is available on the <ulink url="http://www.videolan.org/vlc/features.html">VLC features list</ulink>.
fr: Une liste de tous les codecs vidéo et audio que supporte VLC est disponible dans sur la <ulink url="http://www.videolan.org/vlc/features.html"> liste des fonctionalités de VLC</ulink>.

source: Opening a DVD or VCD, or an audio CD
fr: Lire un DVD, un VCD, on un CD audio

source: For a DVD with menus :
fr: Pour un DVD avec menus :

source: <prompt>% </prompt><userinput>vlc dvd://[device][@raw_device][@[title][:[chapter][:angle]]]</userinput>
fr: <prompt>% </prompt><userinput>vlc dvd://[périphérique][@périphérique "brut"][@[titre][:[chapitre][:angle]]]</userinput>
