Repository: 01shobitha/test
Catalog: www-test.videolan.org/doc/play-howto/src/po/*.po
Languages: fr

source: This filter can be used both as an old style filter or a subpictures filter.
fr: Ce filtre peut être utilisé comme un filtre de l'ancien type ou comme un filre subpictures.

source: <emphasis>--logo-file &lt;string&gt;</emphasis> Full path of the PNG file to use.
fr: <emphasis>--logo-file &lt;string&gt;</emphasis> Chemin complet du fichier PNG à utiliser.

source: <emphasis>--logo-x &lt;integer&gt;</emphasis> X offset from the left in pixels.
fr: <emphasis>--logo-x &lt;integer&gt;</emphasis> X de décalage en pixels à partir de la gauche.

source: <emphasis>--logo-y &lt;integer&gt;</emphasis> Y offset from the top in pixels.
fr: <emphasis>--logo-y &lt;integer&gt;</emphasis> Y de décalage en pixels à partir du haut.

source: <emphasis>--logo-transparency &lt;integer&gt;</emphasis> You can set the logo transparency value here (from 0 for full transparency to 255 for full opacity).
fr: <emphasis>--logo-transparency &lt;integer&gt;</emphasis> Vous pouvez mettre ici la valeur de la transparence du logo (entre 0 pour une transparence complète à 255 pour une opacité complète).

source: You can move the logo by left-clicking on it.
fr: Vous pouvez déplacer le logo en faisant un click gauche sur lui.

source: The HTTP interface
fr: L'interface HTTP

source: VLC ships with a little HTTP server integrated. It is used both to stream using HTTP, and for the HTTP remote control interface.
fr: VLC est fourni avec un petit serveur HTTP intégré. Il est utilisé pour diffuser le flux en utilisant HTTP, et pour l'interface de commande à distance HTTP.

source: To start VLC with the HTTP interface, use:
fr: Pour démarrer VLC avec l'interface HTTP, utilisez :

source: If you want to have both the "normal" interface and the HTTP interface, use <userinput>vlc --extraintf http</userinput>.
fr: Si vous voulez obtenir en même temps une interface normale et une interface HTTP, utilisez <userinput>vlc --extraintf http</userinput>.

source: The HTTP interface will start listening at host:port (&lt;all interfaces&gt;:8080 if omitted), and will reproduce the structure of /directory at http://host:port/ ( vlc_source_path/share/http if omitted ).
fr: L'interface HTTP commencera à écouter sur host:port (&lt;all interfaces&gt;:8080 en cas d'oubli), et reproduira la structure du /répertoire dans http://host:port/ ( vlc_source_path/share/http en cas d'oubli ).

source: Use a browser to go to http://your_host_machine:port. You should be taken to the main page
fr: Utilisez un navigateur web pour aller à http://votre_serveur_machine:port. Vous devriez être conduit à la page principale.

source: VLC is shipped with a set of files that should be enough for generic needs. It is also possible to customize pages. See <xref linkend="http" />.
fr: VLC est fourni avec un ensemble de dossiers qui devraient être suffisant pour les besoins génériques. Il est également possible d'adapter des pages aux besoins du client. Voir <xref linkend="http " />.

source: Available pages are :
fr: Les pages disponibles sont :

source: <emphasis>/index.html</emphasis> gives access to the playlist, allows you to add or delete items and to control playback.
fr: <emphasis>/index.html</emphasis> donne accès à la playlist, vous permet d'ajouter ou de supprimer des éléments et de contrôler la lecture.

source: <emphasis>/info.html</emphasis> gives you statistics and data about the usage of the server.
fr: <emphasis>/info.html</emphasis> vous donne les statistiques et les données concernat l'utilistaion du serveur.

source: <emphasis>/admin/</emphasis>. This folder gives more power and is therefore protected by a login/password. The default couple is admin/admin. The passwords and users can be changed in the <emphasis>.access</emphasis> file in the <emphasis>VLC_directory/share/http/admin</emphasis> folder. (Each folder can be protected, see <xref linkend="http" /> for more details).
fr: <emphasis>/admin/</emphasis>. Ce répertoire donne plus de pouvoir et est donc protégé par un login et un mot de passe. Le couple par défaut est admin/admin. Les mots de passe et les utilisateurs peuvent être changés dans le fichier <emphasis>.access</emphasis> dans le répertoire <emphasis>VLC_directory/share/http/admin</emphasis>. (Chaque répertoire peut être protégé, voir <xref linkend="http" /> pour plus de détail).

source: <emphasis>/vlm/</emphasis>. This folder allows you to control the VideoLAN manager (VLM). The VLM allows you to stream several input streams with only one VLC instance. For more information about VLM, please look at the <ulink url="http://www.videolan.org/doc/streaming-howto/en">Streaming Howto</ulink>.
fr: <emphasis>/vlm/</emphasis>. Ce répertoire vous permet de contrôler le VideoLAN manager (VLM). Le VLM vous permet de diffuser plusieurs flux d'entrée avec seulement une instance de VLC. Pour plus d'information sur le VLM, veuillez consulter le <ulink url="http://www.videolan.org/doc/streaming-howto/en">Streaming Howto</ulink>.

source: Other control interfaces
fr: Autres interfaces de contôle

source: VLC includes a number of so-called interfaces that are not really interfaces, but means of controlling VLC. Nevertheless, they are enabled by setting them as interface or extra interface, either in the Preferences, in General/Interface, or using -I or --extraintf on the command line.
fr: VLC inclut un certain nombre de prétendues interfaces qui ne sont pas vraiment des interfaces, mais des moyens de commander VLC. Néanmoins, elles sont activées en les plaçant comme interface ou interface supplémentaire, dans Preferences, General/Interface, ou en utilisant -I ou --extraintf sur la ligne de commande.

source: This module allows you to control VLC and playback via hotkeys. It is always enabled by default. You can use hotkeys in the video output window.
fr: Ce module vous permet de contrôler VLC et de l'exécuter via un raccourcis. Il est toujours activé par défaut. Vous pouvez utiliser des raccourcis dans la fenêtre de sortie vidéo.

source: Hotkeys can be hacked by :
fr: Les raccourcis peuvent être 'hackés' par :

source: Code is composed by modifiers keys (Alt, Shift, Ctrl, Meta, Command) separated by a dash (-) and terminated by a key (a...z, +, =, -, ',', +, &lt;, &gt;, `, /, ;, ', \, [, ], *, Left, Right, Up, Down, Space, Enter, F1...F12, Home, End, Menu, Esc, Page Up, Page Down, Tab, Backspace, Mouse Wheel Up and Mouse Wheel Down). Main controls are available from hotkeys, such as : fullscreen, play-pause, faster, slower, next, prev, stop, quit, vol-up, etc. (use the <emphasis>--longhelp</emphasis> option for full list of functions). For example, for binding fullscreen to Ctrl-f, run :
fr: Le code est composé par les touches de modification ((Alt, Shift, Ctrl, Meta, Command) séparées par un tiret (-) et terminées par une touche (a...z, +, =, -, ',', +, &lt;, &gt;, `, /, ;, ', \, [, ], *, Left, Right, Up, Down, Space, Enter, F1...F12, Home, End, Menu, Esc, Page Up, Page Down, Tab, Backspace, Mouse Wheel Up and Mouse Wheel Down). Les commandes principales sont disponibles des raccourcis, comme : le plein écran, lecture-pause, jouer rapidement, jouer lentement, élément suivant, élément précédent, arrêter, quitter, augmenter le volume, etc. (utiliser nl'option <emphasis>--longhelp</emphasis> pour la liste complète des fonctions). Par exemple, pour lier le plein écran à Ctrl-f, exécuter :

source: RC and RTCI
fr: RC et RTCI

source: These two interfaces allow you to control VLC from a command shell (possibly using a remote connexion or a Unix socket.
fr: Ces deux interfaces vous permettent de contrôler VLC à partir de la commande de shell (à l'aide probablement d'un raccordement à distance ou d'une douille d'Unix).

source: Start VLC with <emphasis>-I rc</emphasis> or <emphasis>--extraintf rc</emphasis>. When you get the <userinput>Remote control interface initialized, `h' for help</userinput> message, press h and Enter to get help about available commands.
fr: Démarrer VLC avec <emphasis>-I rc</emphasis> ou <emphasis>--extraintf rc</emphasis>. Quand vous obtenez le message <userinput>Remote control interface initialized, `h' for help</userinput>, appuyez sur h et Entrer pour obtenir de l'aide sur ls commandes disponibles.

source: To be able to remote connect to your VLC using a TCP socket (telnet-like connexion), use <emphasis>--rc-host your_host:port</emphasis>. Then, by connecting (using telnet or netcat) to the host on the given port, you will get the command shell.
fr: Pour être en mesure de se connecter à distance à votre VLC en utilisant une 'socket' TCP (telnet-comme raccordement), utilisez <emphasis>--host your_host:port</emphasis>. Puis, en se connectant (en utilisant telnet ou netcat) au centre serveur sur le port donné, vous obtiendrez l'invite de commande.

source: To use a UNIX socket (local socket, this does not work for Windows), use <emphasis>--rc-unix /path/to/socket</emphasis>. Commands can then be passed using this UNIX socket.
fr: Pour utiliser une 'socket' UNIX (commande locale, cela ne marche pas pour Windows) utilisez <emphasis>--rc-unix /path/to/socket</emphasis>. Les commandes peuvent être passées en utilisant cet 'socket' UNIX.

source: The RTCI interface gives you more advanced options, such as marquee control for the marquee subpicture filter (See filter section).
fr: L'interface RTCI vous donne plus d'options avancées, comme le controle d'un filtre subpicture d'insertion de texte (Voir la section filtres - Marquee).

source: This is a text interface, using ncurses library.
fr: Ceci est une interface de texte, utilisant la librairie ncurses.

source: Start VLC with <emphasis>-I ncurses</emphasis> or <emphasis>--extraintf ncurses</emphasis>. You will then get something like that:
fr: Démarrez VLC avec <emphasis>-I ncurses</emphasis> ou <emphasis>--extraintf ncurses</emphasis>. Vous allez obtenir donc quelque chose comme ceci :

source: The ncurses interface
fr: L'interface ncurses

source: Press h to get the list of all available commands, with a short description.
fr: Appuyez sur h pour avoir la liste de tous les commandes disponibles, ainsi qu'une courte description

source: There is also a filebrowser available for the ncurses interface in order to add playlist items. Press 'B' to use it.
fr: Il y a aussi un navigateur de fichier disponible pour l'interface ncurse pour ajouter des éléments de playlist. Appuyer sur 'B' pour l'utiliser.

source: The ncurses filebrowser
fr: Le navigateur de fichiers ncurses

source: You can set the filebrowser starting point by launching vlc with the <emphasis>--browse-dir</emphasis> option:
fr: Vous pouvez placer le point de départ du navigateur de fichier en lançant VLC avec <emphasis>--browse-dir</emphasis> option :

source: Gestures provide a simple mouse gestures control. TODO
fr: Les mouvements fournissent une commande simple de mouvement de la souris. TODO

source: The Mozilla plugin
fr: Le plugin Mozilla

source: VLC can also be embedded in a web browser ! At the moment, this function is only available with <ulink url="http://www.mozilla.org/">Mozilla</ulink> or <ulink url="http://www.mozilla.org/products/firefox/">Firefox</ulink>.
fr: VLC peut aussi être embarqué dans un navigateur web! Pour l'instant, cette fonctionalité n'est disponible que sur <ulink url="http://www.mozilla.org/">Mozilla</ulink> ou <ulink url="http://www.mozilla.org/products/firefox/">Firefox</ulink>.

source: Install the plugin
fr: Installez le plugin

source: You should already have the following lines in your
fr: Vous devriez déjà avoir ces quelques lignes dans votre fichier

source: file, if you run Debian Woody:
fr: , si vous ètes sous Debian Woody:

source: deb http://download.videolan.org/pub/videolan/debian woody main deb-src http://download.videolan.org/pub/videolan/debian woody main
fr: deb http://download.videolan.org/pub/videolan/debian woody mail deb-src http://download.videolan.org/pub/videolan/debian woody main

source: VLC's latest packaged version is always in the official Debian unstable branch. However you should still use our apt-get line if you need libdvdcss in its latest version:
fr: La dernière version des packages de VLC est toujours disponible pour la version unstable de la Debian. Néanmoins, vous devez toujours utiliser apt-get si vous voulez libdvdcss dans sa dernière version :

source: Install the <emphasis>mozilla-plugin-vlc</emphasis> package:
fr: Installer le package <emphasis>mozilla-plugin-vlc</emphasis> :

source: Quit Firefox or Mozilla
fr: Quittez Mozilla ou Firefox

source: Copy the two files in <emphasis>VLC_Installation_folder\mozilla</emphasis> (usually <emphasis>C:\Program Files\VideoLAN\VLC\mozilla</emphasis>) to your mozilla plugins directory (Usually <emphasis>C:\Program Files\Mozilla\plugins</emphasis> or <emphasis>C:\Program Files\Mozilla Firefox\plugins</emphasis>).
fr: Copiez les 2 fichiers situés dans <emphasis>Répertoire_d_installation_de_VLC\mozilla</emphasis> (habituellement <emphasis>C:\Progam Files\VideoLAN\VLC\mozilla</emphasis>) vers le répertoire des plugins de Mozilla (habituellement <emphasis>C/\Progam Files\Mozilla\plugins</emphasis> ou <emphasis>C:\Program Files\Mozilla\Firefox\plugins</emphasis>).

source: Restart Firefox or Mozilla
fr: Redémarrez Mozilla ou Firefox

source: Compile the sources yourself
fr: Pour compiler vous-même les sources

source: Please look at the <ulink url="http://developers.videolan.org">developers page</ulink> for information on how to do this.
fr: Allez voir la page des <ulink url="http://developpers.videolan.org">développeurs</ulink> pour plus d'informations sur la façon de faire ceci.

source: Use the plugin
fr: Utiliser le plugin

source: If you open a link to a video file handled by the VLC plugin (To get the list of handled types, browse to <userinput>about:plugins</userinput>) or a page with an embedded video, the plugin should open and read the video.
fr: Si vous cliquez sur un lien vers une vidéo supportée par le plugin VLC (pour obtenir la liste des formats supportés, allez voir <userinput>about:plugins</userinput>) ou une page contenant une vidéo, le plugin devrait ouvrir et lire la vidéo.

source: Build HTML pages that use the plugin
fr: Construire des pages HTML utilisant le plugin

source: Additionally to viewing video on all pages, you can build custom pages that will use the advanced features of the plugin, using Javascript functions to control playback or extract information from the plugin.
fr: En plus d'inclure des vidéos sur vos pages, vous pouvez construire des pages qui utilisent les fonctionalités avancées du plugin, grâce à des fonctions Javascript pour contrôler la lecture ou récupérer des informations du plugin.

source: The vlc plugin supports the following function calls:
fr: Le plugin VLC supporte les fonctions suivantes :

source: <command>play()</command> : Start playing media in the plugin.
fr: <command>play()</command> : Démarre la lecture d'un média avec le plugin.

source: <command>pause()</command> : Pause playback.
fr: <command>pause()</command> : Met la lecture en pause

source: <command>stop()</command> : Stop media playback.
fr: <command>stop()</command> : Stoppe la lecture

source: <command>fullscreen()</command> : Switch the video to full screen.
fr: <command>fullscreen()</command> : Bascule la vidéo en plein écran

source: <command>set_volume(vol)</command> : Set the volume. <emphasis>vol</emphasis> has to be an int in the 0-200 range.
fr: <command>set_volume(vol)</command> : Définit le volume. <emphasis>vol</emphasis> doit étre un entier entre 0 et 200.

source: <command>get_volume()</command> : Get the current volume setting.
fr: <command>get_volume()</command> : Renvoie le volume actuel.

source: <command>mute()</command> : Toggle volume muting.
fr: <command>mute()</command> : Coupe le son

source: <command>clear_playlist()</command> : Clear the playlist.
fr: <command>clear_playlist()</command> : Vide la playlist.

source: <command>add_item(mrl>)</command> : Append an item whose location is given by the Media Resource Locator to the playlist.
fr: <command>add_item(mrl>)</command> : Ajoute à la playlist un élément dont l'adresse est donnée par Media Resource Locator.

source: <command>isplaying()</command> : return true if the plugin is playing something.
fr: <command>isplaying()</command> : renvoie vrai si si le plugin lit quelque chose.

source: <command>get_length()</command> : Get the media's length in seconds.
fr: <command>get_lenght()</command> : Renvoie la longueur du média en secondes

source: <command>get_position()</command> : Get the current position in the media in percent.
fr: <command>get_position()</command> : Renvoie la position du curseur de lecture en secondes.

source: <command>get_time()</command> : Get the current position in the media in seconds.
fr: <command>get_time()</command> : Renvoie la position du curseur de lecture en secondes.

source: <command>seek(seconds,is_relative)</command> : If is_relative is true, seek relatively to current time, else seek from beginning of the stream. Seek time is specified in seconds.
fr: <command>seek(seconds,is_relative)</command> : Si is_relative est vrai, déplace le curseur de lecture par rapport à la position actuelle, sinon, à partir du début du média. La longueur du déplacement est spécifiée en secondes.

source: Here are a few examples of HTML pages that use the Mozilla plugin.
fr: Ci-après quelques exemples de pages HTML utilisant le plugin Mozilla.

source: Example 1
fr: Exemple 1

source: In this example, the plugin will read an HTTP stream inside the web page. If the user goes fullscreen, he will have to press
fr: Dans cet exemple, le plugin va lire un flux HTTP à l'intérieur même de la page. Si l'utilisateur lit en plein écran, il doit taper

source: to go back in normal view.
fr: pour revenir en vue normale.

source: Example
fr: Exemples :

source: In this example, the plugin will read a multicast UDP stream in a dedicated video output window.
fr: Dans cet exemple, le plugin va lire un flux UDP multicast dans une fenêtre dédiée.

source: Introduction to VLC
fr: Introduction à VLC

source: Overview of the VideoLAN project
fr: Le projet VideoLAN

source: VideoLAN is a complete software solution for video streaming and playback, developed by students of the <ulink url="http://www.ecp.fr">Ecole Centrale Paris</ulink> and developers from all over the world, under the <ulink url="http://www.gnu.org/copyleft/gpl.html">GNU General Public License</ulink> (GPL). VideoLAN is designed to stream MPEG videos on high bandwidth networks.
fr: VideoLAN est une solution complète pour la lecture et la diffusion de vidéo par réseau, développée par des étudiants de l'<ulink url="http://www.ecp.fr">Ecole Centrale Paris</ulink> et des développeurs du monde entier, sous licence <ulink url="http://www.gnu.org/copyleft/gpl.html">GNU General Public License</ulink> (GPL). VideoLAN est concu pour diffuser des vidéos MPEG sur des réseaux haut débit.

source: VideoLAN was originally designed for network streaming but VideoLAN's main software, VLC media player has evolved to become a full-featured cross-platform media player.
fr: VideoLAN a été historiquement conçu pour la diffusion sur réseau, mais le principal logiciel du projet, VLC media player, est devenu un lecteur multimédia tout-en-un multi-plateformes.

source: More details about the project can be found on the <ulink url="http://www.videolan.org/">VideoLAN Web site</ulink>.
fr: Plus de détails concernant le projet peuvent être trouvés sur le site web de <ulink url="http://www.videolan.org/">VideoLAN</ulink>.

source: Originally called VideoLAN Client, VLC media player is the main software of the VideoLAN solution.
fr: Historiquement appelé VideoLAN Client, VLC media player est le principal logiciel de la solution VideoLAN.

source: VLC works on many platforms: Linux, Windows, Mac OS X, BeOS, *BSD, Solaris, Familiar Linux, Yopy/Linupy and QNX. It can play:
fr: VLC tourne sur de nombreux systèmes d'exploitation : Linux, Windows, Mac OS X, BeOS, *BSD, Solaris, Familiar Linux, Yopy/Linupy et QNX. Il peut lire :

source: MPEG-1, MPEG-2 and MPEG-4 / DivX files from a hard disk, a CD-ROM drive, ...
fr: des fichiers MPEG-1, MPEG-2 et MPEG-4 / DivX depuis un disque dur, un lecteur de CD-ROM, ...

source: DVDs, VCDs, and Audio CDs
fr: des DVDs, VCDs, et des CDs audio

source: from satellite card (DVB-S),
fr: depuis des cartes d'acquisition satellite (DVB-S),

source: Several types of network stream : UDP Unicast, UDP Multicast (MPEG-TS), HTTP, RTP/RTSP, MMS, etc .
fr: De nombreux types de flux réseau: UDP Unicast, UDP Multicast (MPEG-TS), HTTP, RTP/RSTP, MMS, etc .

source: From acquisition or encoding cards (on GNU/Linux and Windows only)
fr: Depuis des cartes d'acquisition ou d'encodage (sur GNU/Linux ou Windows seulement)

source: VLC can also be used as a streaming server. These aspects are detailed in the <ulink url="http://www.videolan.org/doc/streaming-howto">Streaming Howto</ulink>
fr: VLC peut également être utilisé comme serveur de difussion de flux. Ces fonctionalités sont détaillées dans le <ulink url="http://www.videolan.org/doc/streaming-howto">Streaming Howto</ulink>

source: The present guide describes all the client (playback) aspects of VLC
fr: Ce guide décrit toutes les fonctionalités de lecture de VLC

source: Getting some help
fr: Obtenir de l'aide

source: The user documentation of VideoLAN is made up of 4 documents:
fr: La documentation de VideoLAN est composée de 4 documents:

source: the <emphasis>Play-Howto</emphasis>. This document is the complete guide of VLC as a client.
fr: Le <emphasis>Play-Howto</emphasis>. Ce document est le guide exhaustif de l'utilisation de VLC en temps que client.

source: the <emphasis>Streaming Howto</emphasis>. This document is the complete guide of VLC as a streaming server. It will give you practical examples to set up your streaming solution.
fr: le <emphasis>Streaming Howto</emphasis>. Ce document est le guide exhaustif de VLC en tant que serveur de diffusion. Il vous donnera des exemples concrets pour établir votre solution de diffusion.

source: the <emphasis>VLS user guide</emphasis>. This document is the complete guide for VLS (VideoLAN's legacy streaming server)
fr: le <emphasis>VLS user guide</emphasis>. Ce document est le guide exhaustif de VLS (Le serveur de diffusion dédié à VideoLAN)

source: The <emphasis>VideoLAN FAQ</emphasis>. This document contains Frequently Asked Questions about VideoLAN.
fr: La <emphasis>FAQ de VideoLAN</emphasis>. Ce document contient les questions fréquement posées concernant VideoLAN.

source: The latest version of these documents can be found on the <ulink url="http://www.videolan.org/doc/">documentation page</ulink>.
fr: La dernière version de ces documents peut être obtenue sur la <ulink url="http://www.videolan.org/doc/">page des documentations</ulink>.

source: User support
fr: Le support aux utilisateurs

source: There are different methods to get support from The VideoLAN team. For more details, please visit our <ulink url="http://www.videolan.org/support/">Support page</ulink>.
fr: Il y a diverses méthodes pour obtenir de l'aide de la part de l'équipe VideoLAN. Pour plus de détails regardez la <ulink url="http://www.videolan.org/support/">page du support</ulink>.

source: Installing VLC
fr: Installer VLC

source: There are VLC binaries available for the many OSes, but not for all supported ones. If there are no binaries for your OS or if you want to change the default settings, you can compile VLC from sources.
fr: Il y a des binaires VLC disponibles pour de nombreux OSs, mais pas pour tous ceux supportés. S'il n'y a pas de binaires disponibles pour le votre, ou si vous voulez changer les paramètres par défaut, vous pouvez compiler VLC vous-même à partir des sources.
