Repository: 01shobitha/test
Catalog: www-test.videolan.org/doc/play-howto/src/po/*.po
Languages: fr

source: VLC works under Windows 95/98/ME/2000/XP. Download the self-extracting package from the <ulink url="http://www.videolan.org/vlc/download-windows.html">VLC Windows download page</ulink>. Launch the
fr: VLC est disponible pour Windows 95/98/ME/2000/XP. Téléchargez le programme d'installation depuis la page <ulink url="http:/www.videolan.org/vlc/download-windows.html">VLC Windows download page</ulink>. Lancez le

source: to install VLC.
fr: pour installer VLC.

source: Download the Mac OS X package from the <ulink url="http://www.videolan.org/vlc/download-macosx.html">VLC MacOS X download page</ulink>. Double-click on the icon of the package : an icon will appear on your Desktop, right beside your drive(s). Open it and drag the VLC application from the resulting window to the place where you want to install it (it should be
fr: Téléchargez le paquet pour Mac OS X depuis la page <ulink url="http://ww.videolan.org/vlc/download-macosx.html">VLC Mas OS X download page</ulink>. Double-cliquez sur l'icone du package : une nouvelle icone apparaitra sur votre bureau, juste sous votre (vos) disque(s). Ouvrez-la et déplacez l'application ainsi ouverte vers l'endroit où vous voulez l'installer (ce devrait être

source: Download the Zip file from the <ulink url="http://www.videolan.org/vlc/download-beos.html">VLC BeOS download page</ulink>. Unzip the file in a directory to install VLC.
fr: Téléchargez l'archive Zip depuis la page <ulink url="http://www.videolan.org/vlc/download-beos.html">VLC BeOS download page</ulink>. Décompressez le fichier dans un répertoire pour installer VLC.

source: Add the following lines to your
fr: Ajoutez les lignes suivantes à votre

source: Then, for a normal install, do:
fr: Ensuite, pour une installation normale, faites :

source: Debian unstable (sid)
fr: Debian instable (sid)

source: You should not be using Debian testing unless you perfectly know what you are doing. It is almost impossible to support Debian testing and there are no plans to do it. For more informations on Debian testing, please look: <ulink url="http://www.debian.org/devel/testing">testing page</ulink>
fr: Vous ne devriez pas utiliser la version test de la Debian sans savoir parfaitement ce que vous faites. Il est en effet quasi-impossible de faire un support pour la version test, et il n'est pas prévu d'en faire. Pour plus d'informations concernant la version test de la Debian, allez voir: <ulink url="http://www.debian.org/devel/testing">testing page</ulink>

source: There are VLC packages for Mandrake 9.1 and cooker.
fr: Il y a des packages pour la Madrake 9.1 et la Cooker

source: To install them, add the following sources for either Mandrake 9.1 or Cooker (you can use <ulink url="http://plf.zarb.org/~nanardon/">Easy urpmi</ulink> for that): <emphasis>contrib</emphasis> from the core distribution and <emphasis>plf</emphasis> (Penguin Liberation Front) from the external add-ons.
fr: Pour les installer, ajoutez les sources suivantes pour la Mandrake 9.1 ou la Cooker (vous pouvez utiliser pour ce faire <ulink url="http://plf.zarb.org/~nanardon/">Easy urpmi</ulink>): <emphasis>contrib</emphasis> depuis la distribution elle-même et <emphasis>plf</emphasis> (Penguin Liberation Front) depuis des modules externes.

source: Then install the required packages with <command>urpmi</command>:
fr: Ensuite installez les packages nécessaires avec <command>urpmi</command>:

source: Download the RPM package <emphasis>vlc</emphasis> and the packages listed in the <emphasis>required libraries and codecs</emphasis> section (the other packages are optional) from the <ulink url="http://www.videolan.org/vlc/download-redhat.html">VLC Red Hat download page</ulink> and put them all into the same directory.
fr: Téléchargez les packages RPM <emphasis>vlc</emphasis> et les packages listés dans la section <emphasis>required libraries and codecs</emphasis> (les autres packages sont optionnels) de la page <ulink url="http://www.videolan.org/vlc/download-redhat.html">VLC RedHat download page</ulink> et placez les tous dans le même répertoire.

source: Then install the RPM packages you have downloaded:
fr: Ensuite installez les packages RPM que vous venez de télécharger:

source: If you have not installed all the RPM packages included with your distribution, you may be asked to install a few of them first.
fr: Si vous n'avez pas installé tous les packages RPM fournis avec votre disrtibution, il vous sera peut-être demandé d'en installer certains auparavant.

source: Compile the sources by yourself (for every other OS)
fr: Compilez-vous même les sources (pour tous OS)

source: For more detailed information on compiling VLC by yourself, please have a look at the documentation on our <ulink url="http://developers.videolan.org">developers website</ulink>.
fr: Pour plus d'informations sur la facon de compiler vous-même VLC, regardez la documentation sur le <ulink url="http://developers.videolan.org">site web des développeurs</ulink>.

source: Uninstalling VLC
fr: Désinstaller VLC

source: Click on the <emphasis>Uninstall VLC</emphasis> icon that was created during installation
fr: Cliquez sur l'icone <emphasis>Désinstaller VLC</emphasis> qui a été créée pendant l'installation.

source: Drag the VLC application to your trash can. You can also remove the configuration file and the cache files in
fr: Déplacez en maintenant le bouton enfoncé l'application VLC vers la corbeille. Vous pouvez aussi supprimer le fichier de configuration et les fichiers temporaires situés dans

source: Delete the
fr: Supprimez le répertoire

source: directory. You can also remove the configuration file
fr: . Vous pouvez aussi supprimer le fichier de configuration :

source: Remove the packages that you installed:
fr: Supprimer les packages que vous avez installés :

source: <prompt># </prompt><userinput>apt-get remove --purge wxvlc vlc-mad libdvdcss2 libdvbpsi1</userinput>
fr: <prompt># </prompt><userinput>apt-get remove --purge wxvlc vlc-mad libdvdcss2 libdvdpsi1</userinput>

source: Uninstall the RPM packages that you installed:
fr: Désinstaller les packages RPM que vous avez installés :

source: If you compiled VLC from sources
fr: Si vous avez compilé VLC à partir des sources

source: Go to the directory containing VLC sources and execute
fr: Allez dans le répertoire contenant les sources de VLC et exécutez :

source: You can then remove the VLC sources.
fr: Vous pouvez par la suite supprimer le répertoire contenant les sources.

source: Building pages for the HTTP interface
fr: Construire des pages pour l'interface HTTP

source: This appendix describes the language used for writing dynamic web pages for the HTTP interface.
fr: Cette annexe décrit le language utilisé pour écrire des pages web dynamiques pour l'interface HTTP.

source: Pages must be placed in the share/http folder in either VLC's folder (Windows, Mac) or /usr/share/vlc/share/http or /usr/local/share/vlc/share/http (or wherever vlc's shared files are installed)
fr: Les pages doivent être placées dans le répertoire share/http soit dans le répertoire de VLC (Windows, Mac), soit dans /usr/share/vlc/share/http, soit dans /usr/local/share/http (soit encore dans n'importe quel endroit contenant des fichiers partagés de vlc).

source: Some files are handled a bit specially :
fr: Certains fichiers sont traités à part :

source: Files beginning with '.' are not exported.
fr: Les fichiers commencant par '.' ne sont pas exportés.

source: A '.access' file will be opened and the http interface will expect to find at the first line a login/password (written as login:password). This login/password will be used to protect all files in this directory. Be careful that only files in this directory will be protected. (sub-directories won't be protected.)
fr: Un fichier '.access' sera ouvert et l'interface http s'attendra à trouver à la première ligne un login et un mot de passe (sous la forme login:mot de passe). Ce login et mot de passe seront utilisés pour restreindre l'accès aux fichiers dans le répertoire. Attention : seuls les fichiers situés dans le répertoire seront protégés (les sous-répertoires ne sont pas protégés).

source: A '.hosts' file will be opened and the http interface will expect to find a list of network/mask pairs separated by new line, for instance 192.168.0.0/255.255.255.0. If this file is present, then the default behaviour is to deny access from hosts which don't match any of the network/mask pairs to all the files of the directory. If the file is not present, then any host has access to the files of the directory. Be careful that only files in this directory will be protected. (sub-directories won't be protected.)
fr: Un fichier '.host' sera ouvert et l'interface http s'attendra à trouver une list de paires réseau/maque séparés par des retours à la ligne, par exemple 192.168.0.0./255.255.255.0. Si ce fichier est présent, le comportement par défaut est de refuser l'accès aux clients dont l'adresse ne fait pas parti de l'une des pares réseau/masque pour tous les fichiers du répertoire. Si le fichier n'est pas présent, tous les clients auront accès aux fichiers du répertoire. Attention : seuls les fichiers situés dans le répertoire seront protégés (les sous-répertoires ne sont pas protégés).

source: The file &lt;dir&gt;/index.html will be exported as &lt;dir&gt; and &lt;dir&gt;/ and not as index.html.
fr: Le fichier &lt;dir&gt;/index.html sera exporté comme &lt;dir&gt; et &lt;dir&gt;/ mais pas comme index.html.

source: The MIME type is set by looking at the file extension and cannot be specified nor modified for a specific file. Unknown extensions will have "application/octet-stream" as MIME type.
fr: Le type MIME est défini par l'extension du fichier et ne peut pas être spécifié ou modifié pour un fichier donné. Les extensions inconnues auront un type MIME "application/octet-stream".

source: You should avoid exporting big files. Each file is indeed first loaded into the memory before being sent to the client, so please be careful.
fr: Vous devriez éviter d'exporter de gros fichiers. En effet chaque fichier est d'abord chargé en mémoire avant d'être envoyé au client. Soyez donc prudents.

source: VLC macros
fr: Les macros VLC

source: Each type a .html/.htm page is requested, it is parsed by VLC before being sent. The parser searches for the VLC macros, and executes or substitutes them. Moreover, URL arguments received by the GET method can be interpreted .
fr: Chaque fois qu'une page .html/.htm est demandée, elle est analysée par VLC avant d'être envoyée. L'analyseur cherche des macros VLC et les exécute ou les substitue. Les arguments URL reçus par la méthode GET peuvent également être interprétés .

source: A VLC macro looks like: <emphasis>&lt;vlc id="macro-name" param1="macro-parameters1" param2="macro-parameters2" /&gt;</emphasis>.
fr: Une macro VLC ressemble à : <emphasis>&lt;vlc id="macro-name" param1="macro-parameters1" param2="macro-parameters2" /&gt;</emphasis>.

source: "id" is the only mandatory field, param1 and param2 may or may not be present and depend on the value of "id".
fr: "id" est le seul champ nécessaire, param1 et param2 sont facultatifs, et dépendent de la valeur de "id".

source: You should take care that you _have to_ respect this syntax, VLC won't like invalid syntax. (It could easily leads to crashes).
fr: Vous devez faire attention à cette syntaxe, VLC n'apprécie pas pas les synataxes invalides (elles peuvent souvent être à la base de plantages).

source: Examples :
fr: Exemples :

source: Incorrect: <emphasis>&lt;vlc id="value" param1="version" &gt; </emphasis> (missing tag ending), <emphasis>&lt;vlc id=value param1="version" /&gt;</emphasis> (missing "" )
fr: Incorrect : <emphasis>&lt;vlc id="value" param1="version" &gt; </emphasis> (il manque le dernier paramètre), <emphasis>&lt;vlc id=value param1="version" /&gt;</emphasis> (il manque ici "" )

source: Valid macros are:
fr: Les macros valides sont :

source: <emphasis>control</emphasis> (1 optional parameter)
fr: <emphasis>control</emphasis> (1 paramètre optionnel)

source: <emphasis>include</emphasis> (1 parameter)
fr: <emphasis>include</emphasis> (1 paramètre)

source: <emphasis>get</emphasis> (2 parameters)
fr: <emphasis>get</emphasis> (2 paramètres)

source: <emphasis>set</emphasis> (2 parameters)
fr: <emphasis>set</emphasis> (2 paramètres>

source: <emphasis>rpn</emphasis> (1 parameter)
fr: <emphasis>rpn</emphasis> (1 paramètre)

source: <emphasis>if</emphasis> (1 optional parameter)
fr: <emphasis>if</emphasis> (1 paramètre optionnel)

source: <emphasis>else</emphasis> (no parameter)
fr: <emphasis>else</emphasis> (sans paramètre)

source: <emphasis>end</emphasis> (no parameter)
fr: <emphasis>end</emphasis> (sans paramètre)

source: <emphasis>value</emphasis> (1 optional parameter)
fr: <emphasis>value</emphasis> (1 paramètre optionnel)

source: <emphasis>foreach</emphasis> (2 parameters)
fr: <emphasis>foreach</emphasis> (2 paramètres)

source: For powerful macros, you may use these tools :
fr: Pour des macros puissantes, vous pouvez utiliser ces outils :

source: RPN Evaluator (see part 2)
fr: L'évaluateur RPN (voir partie II)

source: Stacks: The stack is a place where you can push numbers and strings, and then pop them backs. It's used with the little RPN evaluator.
fr: Les piles : Une pile est un endroit où il est possible d'empiler des nombres et des chaînes des caractères, puis de les récupérer. Elles sont souvent utilisées avec l'évaluateur RPN.

source: Local variables: You can dynamically create new variables and changes their values. Some local variables are predefined:
fr: Les variables locales : Il est possible de créer dynamiquement de nouvelles variables et de changer leurs valeurs. Quelques variables locales sont prédéfinies :

source: <emphasis>url_value</emphasis> : parameter of the URL
fr: <emphasis>url_value</emphasis> : paramètre de l'URL

source: <emphasis>url_param</emphasis> : 1 if url_value isn't empty else 0
fr: <emphasis>url_param</emphasis> : 1 si url_value n'est pas vide, 0 sinon

source: <emphasis>version</emphasis> : the VLC version
fr: <emphasis>version</emphasis> : version de VLC

source: <emphasis>copyright</emphasis> : the VLC copyright
fr: <emphasis>copyright</emphasis> : le copyright de VLC

source: <emphasis>vlc_compile_time, vlc_compile_by, vlc_compile_host, vlc_compile_domain, vlc_compiler, vlc_changeset</emphasis> : information on the VLC build
fr: <emphasis>vlc_compile_time, vlc_compile_by, vlc_compile_host, vlc_compile_domain, vlc_compiler, vlc_changeset</emphasis>: information sur le binaire VLC

source: <emphasis>stream_position, stream_time, stream_length, stream_state</emphasis> : information on the currently playing stream
fr: <emphasis>stream_position, stream_time, stream_length, stream_state</emphasis>: information sur le flux en cours de lecture

source: <emphasis>volume</emphasis> : current volume setting
fr: <emphasis>volume</emphasis> : réglage de volume actuel

source: Remark: The stacks, and local variables context is reseted before the page is executed.
fr: Remarque: Les piles et les variables locales sont réinitialisées avant l'exécution de la page.

source: The RPN evaluator
fr: L'évaluateur RPN

source: RPN means Reverse Polish Notation
fr: RPN sont les initiales de Reverse Polish Notation (Notation Polonaise Inversée)

source: RPN could look strange but it's a fast and easy way to write expressions. It also avoids the use of ( and ).
fr: La notation RPN peut paraître étrange, mais c'est un moyen simple et rapide d'écrire des expressions. Cela évite également l'usage des parenthèses ( et ).

source: Instead of writing ( 1 + 2 ) * 5 you just use 1 2 + 5 *.
fr: Au lieu d'écrire ( 1 + 2 ) * 5 , il suffit d'écrire 1 2 + 5 * .

source: The idea beyond it is: if we have a number or a string (using ''), push it on the stack. If it is an operator (like +), pop the arguments from the stack, execute the operators and then push the result onto the stack. The result of the RPN sequence is the value on the top of the stack.
fr: L'idée sous-jacente est: S'il s'agit d'un nombre ou une chaîne de caractères (utilisant ''), il est placé sur la pile. Si c'est un opérateur (+ par exemple), les arguments sont récupérés sur la pile, l'opération est exécutée, et le résultat est placé sur la pile. Le résultat final de la séquence RPN est la valeur au sommet de la pile.

source: stack: Word processed empty 1 1 is pushed on the stack 1 2 2 same things 1 | 2 + +: remove 1 and 2 and write 3 on the stack 3 5 5 is pushed on the stack 3 | 5 * *: remove 3 and 5 and write 15 15 &lt;- result
fr: pile: Expression analysée vide 1 1 est placé sur la pile 1 2 2 est placé sur la pile 1 | 2 + +: remplace 1 et 2 par 3 au sommet de la pile 3 5 5 est placé au sommet de la pile 3 | 5 * *: remplace 3 et 5 par 15 au sommet de la pile 15 &lt;- résutat

source: Operators
fr: Opérateurs

source: Notation: ST(1) means the first stack element, ST(2) the second one ... and op the operator.
fr: Notation: ST(1) désigne l'élément situé au sommet de la pile, ST(2) le deuxième,... op est un opérateur.

source: You have access to :
fr: Sont utilisables :

source: Standard arithmetics operators: <emphasis>+, -, *, /, %</emphasis>: these ones push the result of ST(1) op ST(2) to the stack
fr: Les opérateurs mathématiques standards: <emphasis>+, -, *, /, %</emphasis>: ils placent le résultat de ST(1) op ST(2) au sommet de la pile

source: Binary operators: <emphasis>!</emphasis> (push !ST(1)); <emphasis>^, &amp;, |</emphasis>: push the result ST(1) op ST(2)
fr: Les opérateurs binaires: <emphasis>!</emphasis> (renvoie !ST(1)); <emphasis>^, &amp;, |</emphasis>: renvoient le résultat de ST(1) op ST(2)

source: test: <emphasis>=, &lt;, &lt;=, &gt;, &gt;=</emphasis>: execute ST(1) op ST(2) and push -1 if true else 0
fr: Les tests: <emphasis>=, &lt;, &lt;=, &gt;=</emphasis>: exécute ST(1) op ST(2) et renvoie -1 si vrai, 0 sinon

source: string functions:
fr: fonctions pour les chaînes de caractères:

source: <emphasis>strcat</emphasis> : pushes the result of 'ST(1)ST(2)
fr: <emphasis>strcat</emphasis>: renvoie la concaténation ST(1)ST(2)

source: <emphasis>strcmp</emphasis> : compares ST(1) and ST(2) (0 if equal)
fr: <emphasis>strcmp</emphasis>: compare ST(1) et ST(2). Renvoie 0 s'ils sont égaux

source: <emphasis>strncmp</emphasis> : compares the first ST(1) characters of ST(2) and ST(3) (0 if equal)
fr: <emphasis>strncmp</emphasis>: compare les ST(1) premiers caractères de ST(2) et ST(3). Renvoie 0 s'ils sont identiques

source: <emphasis>strsub</emphasis> : extracts characters ST(1) to ST(2) of streaing ST(3)
fr: <emphasis>strsub</emphasis>: extrait les caractères ST(1) à ST(2) de la chaîne ST(3)

source: <emphasis>strlen</emphasis> : pushes the length of ST(1)
fr: <emphasis>strlen</emphasis> : renvoie la longueur de ST(1)

source: <emphasis>str_replace</emphasis> : replaces string ST(2) with ST(1) in ST(3)
fr: <emphasis>str_replace</emphasis>: remplace la chaîne ST(2) avec ST(1) dans ST(3)

source: <emphasis>url_encode</emphasis> : encodes non-alphanumeric characters of ST(1) as %XX so that they can be safely passed as GET or POST variables
fr: <emphasis>url_encode</emphasis>: encode les charactères non alphanumériques de ST(1) en %XX pour qu'ils puissent être passés en variables GET ou POST.

source: <emphasis>url_extract</emphasis> : performs the reverse operation of url_encode
fr: <emphasis>url_extract</emphasis> : fait l'opération inverse d'<emphasis>url_encode</emphasis>

source: <emphasis>addslashes</emphasis> : protects single quotes (&#039;) and double quotes (&quot;) of ST(1) with backslashes (\) so that they can be safely passed to a VLC playlist function
fr: <emphasis>addslashes</emphasis>: protège les guillemets simples (&#039;) et les guillemets doubles (&quot;) de ST(1) avec un backslash (\) pour qu'ils puissent êtres passés aux fonctions playlist de VLC

source: <emphasis>stripslashes</emphasis> : performs the reverse operation of addslashes
fr: <emphasis>stripslashes</emphasis> : fait l'opération inverse de <emphasis>addslashes</emphasis>.

source: <emphasis>htmlspecialchars</emphasis> : encodes &amp;, &quot;, &#039;, &lt; and &gt; of ST(1) as their &amp;stuff; HTML counterpart, so that they don't interact with HTML tags
fr: <emphasis>htmlspecialchars</emphasis>: encode les caractères &amp;, &quot;, &#039;, &lt; et &gt; de ST(1) en &amp;truc; pour qu'ils n'interagissent pas avec les balises HTML.

source: <emphasis>realpath</emphasis> : parses ST(1) as a filename path, and pushes an absolute path to that file, removing ~ and ../
fr: <emphasis>realpath</emphasis>: parse ST(1) comme le chemin d'accès à un fichier et renvoir le chemin absolu vers ce fichier, en enlevant ~ et ../

source: stack manipulation:
fr: manipulation de la pile:

source: <emphasis>dup</emphasis> : pops ST(1) and pushes the same string twice
fr: <emphasis>dup</emphasis>: enlève ST(1) de la pile et empile cette même chaîne deux fois

source: <emphasis>drop</emphasis> : pops ST(1) and drops it
fr: <emphasis>drop</emphasis>: enlève ST(1) de la pile

source: <emphasis>swap</emphasis> : exchanges ST(1) and ST(2)
fr: <emphasis>swap</emphasis>: échange ST(1) et ST(2)

source: <emphasis>flush</emphasis> : empties the stack
fr: <emphasis>flush</emphasis> : vide la pile

source: variables manipulation:
fr: manipulation des variables:

source: <emphasis>store</emphasis> : stores ST(2) in a local variable named ST(1)
fr: <emphasis>store</emphasis>: stocke ST(2) dans une variable locale appelée ST(1)

source: <emphasis>value</emphasis> : pushes the value of the local variable named ST(1)
fr: <emphasis>value</emphasis>: renvoie la valeur de la variable locale appelée ST(1)

source: player control:
fr: controle du lecteur:

source: <emphasis>vlc_play</emphasis> : plays the playlist item whose ID is ST(1), and pushes the return value of the play function (0 in case of success); see playlist functions below
fr: <emphasis>vlc_play</emphasis>: lit l'élement de la playlist d'ID ST(1) et renvoie 0 en cas de success; voir les fonctions playlist plus bas

source: <emphasis>vlc_stop</emphasis> : stops the playlist
fr: <emphasis>vlc_stop</emphasis> : arrête la playlist

source: <emphasis>vlc_pause</emphasis> : pauses the playlist
fr: <emphasis>vlc_pause</emphasis> : met la playlist en pause

source: <emphasis>vlc_next</emphasis> : plays the next playlist item
fr: <emphasis>vlc_next</emphasis> : joue l'item suivant dans la playlist

source: <emphasis>vlc_previous</emphasis> : plays the previous playlist item
fr: <emphasis>vlc_previous</emphasis> : joue l'item précédent dans la playlist

source: <emphasis>vlc_var_type</emphasis> : pushes the type of the variable ST(2) of object ST(1); the type is one of these strings <emphasis>VLC_VAR_BOOL, VLC_VAR_INTEGER, VLC_VAR_HOTKEY, VLC_VAR_STRING, VLC_VAR_MODULE, VLC_VAR_FILE, VLC_VAR_DIRECTORY, VLC_VAR_VARIABLE, VLC_VAR_FLOAT, UNDEFINED</emphasis> (no such variable) or <emphasis>INVALID</emphasis> (no input stream); the object is one of <emphasis>VLC_OBJECT_ROOT, VLC_OBJECT_VLC, VLC_OBJECT_INTF, VLC_OBJECT_PLAYLIST, VLC_OBJECT_INPUT, VLC_OBJECT_VOUT, VLC_OBJECT_AOUT</emphasis> or <emphasis>VLC_OBJECT_SOUT</emphasis>
fr: <emphasis>vlc_var_type</emphasis>: renvoie le type de la variable ST(2) de l'objet ST(1); le type est l'une de ces chaînes <emphasis>VLC_VAR_BOOL, VLC_VAR_INTEGER, VLC_VAR_HOTKEY, VLC_VAR_STRING, VLC_VAR_MODULE, VLC_VAR_FILE, VLC_VAR_DIRECTORY, VLC_VAR_VARIABLE, VLC_VAR_FLOAT, UNDEFINED</emphasis> (pas de variable de ce type) or <emphasis>INVALID</emphasis> (pas de flux en entrée); l'objet est <emphasis>VLC_OBJECT_ROOT, VLC_OBJECT_VLC, VLC_OBJECT_INTF, VLC_OBJECT_PLAYLIST, VLC_OBJECT_INPUT, VLC_OBJECT_VOUT, VLC_OBJECT_AOUT</emphasis> ou <emphasis>VLC_OBJECT_SOUT</emphasis>
