Repository: 01shobitha/test
Catalog: www.videolan.org/locale/an/LC_MESSAGES/website.po
Languages: an

source: non-profit organization
an: organización sin animo de lucro

source: Partners
an: Companyers

source: Events
an: Eventos

source: Legal
an: Aspectos legals

source: Press center
an: Centro de prensa

source: Contact us
an: Contactar

source: Download
an: Descargas

source: Features
an: Caracteristicas

source: Get Goodies
an: Bells lamins

source: Projects
an: Prochectos

source: All Projects
an: Totz os prochectos

source: Contribute
an: Colaborar-ie

source: Donate
an: Donar

source: Report a bug
an: Informar d'un error

source: Support
an: Aduya

source: Skins
an: Apariencia

source: Screenshots
an: Capturas de pantalla

source: Community
an: Comunidat

source: Forums
an: Foros

source: Mailing-Lists
an: Listas de correu

source: FAQ
an: Preguntas mas freqüents

source: Donate money
an: Donar diners

source: Donate time
an: Donar tiempo

source: Project and Organization
an: Prochecto y organización

source: Team
an: Equipo

source: Mirrors
an: Espiellos

source: Security center
an: Centro de seguranza

source: Get Involved
an: Embrecar-se-ie

source: News
an: Noticias

source: Download VLC
an: Descargar o VLC

source: Other Systems
an: Atros sistemas

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVDs, Audio CDs, VCDs, and various streaming protocols.
an: VLC ye un reproductor gratuito, de codigo ubierto y multiplataforma que ye compatible con quasi totz os archivos multimedia, formatos de DVD, Audio CD, VCD y quantos protocolos de fluxo de datos.

source: VLC: Official site - Free multimedia solutions for all OS!
an: VLC: puesto oficial - Solucions multimedia gratuitas y libres ta totz os SO!

source: Other projects from VideoLAN
an: Atros prochectos de VideoLAN

source: For Everyone
an: Ta totz

source: VLC is a powerful media player playing most of the media codecs and video formats out there.
an: VLC ye un reproductor muit potent, compatible con a mayoría d'os codecs y formatos de video que n'i ha.

source: VideoLAN Movie Creator is a non-linear editing software for video creation.
an: VideoLAN Movie Creator ye un software d'edición no linial ta creyar videos.

source: For Professionals
an: Ta profesionals

source: DVBlast is a simple and powerful MPEG-2/TS demux and streaming application.
an: DVBlast ye un demultiplexor MPEG-2/TS simple y potent.

source: multicat is a set of tools designed to easily and efficiently manipulate multicast streams and TS.
an: multicat ye un conchunto de ferramientas que permiten chestionar de traza facil y efectiva fluxos multicast y TS.

source: x264 is a free application for encoding video streams into the H.264/MPEG-4 AVC format.
an: x264 ye una aplicación gratuita ta codificar fluxos de video en o formato H.264/MPEG-4 AVC.

source: For Developers
an: Ta desembolicadors

source: View All Projects
an: Amostrar totz os prochectos

source: Help us out!
an: Aduya-nos!

source: donate
an: fer un donativo

source: VideoLAN is a non-profit organization.
an: VideoLAN ye una organización sin animo de lucro.

source: All our costs are met by donations we receive from our users. If you enjoy using a VideoLAN product, please donate to support us.
an: Totz os gastos se sufragan con os donativos feitos por os usuarios. Si le fa goyo bell producto de VideoLAN, faiga un donativo ta aduyar-nos.

source: Learn More
an: Aprender-ne mas

source: VideoLAN is open-source software.
an: VideoLan ye un software de codigo ubierto.

source: This means that if you have the skill and the desire to improve one of our products, your contributions are welcome
an: Ixo significa que si tien a capacidat y o deseyo d'amillorar belún d'os nuestros productos, a suya colaboración ye bienplegada

source: Spread the Word
an: Espardir a parola

source: We feel that VideoLAN has the best video software available at the best price: free. If you agree please help spread the word about our software.
an: Creyemos que VideoLAN tien o millor software de video a o millor pre: gratis. Si tamién i creye, esparda o nuestro software.

source: News &amp; Updates
an: Noticias y actualizacions

source: Development Blogs
an: Blogs de desembolique

source: Social media
an: Retz socials

source: Official page for VLC media player, the Open Source video framework!
an: Pachina oficial d'o reproductor VLC, o programa ta video the codigo ubierto!

source: Get VLC for
an: Aconseguir o VLC ta

source: View all screenshots
an: Amostrar todas as capturas

source: Official Downloads of VLC media player
an: Descargas oficials d'o reproductor VLC

source: Sources
an: Fuents

source: You can also directly get the
an: Tamién puet aconseguir dreitament o

source: source code
an: codigo fuent
