Repository: 01shobitha/test
Catalog: www.videolan.org/locale/co/LC_MESSAGES/website.po
Languages: co

source: a project and a
co: un prughjettu è un

source: non-profit organization
co: urganismu senza prufittu

source: Partners
co: Cumpagni

source: Team &amp; Organization
co: Squadra &amp; Urganismu

source: Consulting Services &amp; Partners
co: Servizii di Cunsigliu &amp; Cumpagni

source: Events
co: Evvenimenti

source: Legal
co: Infurmazioni Legale

source: Press center
co: Centru di stampa

source: Contact us
co: Cuntattatecci

source: Download
co: Telecaricà

source: Features
co: Funzioni

source: Customize
co: Persunalizà

source: Get Goodies
co: Ottene Rigali

source: Projects
co: Prughjetti

source: All Projects
co: Tutti i Prughjetti

source: Contribute
co: Cuntribuì

source: Getting started
co: Principià pianu pianu

source: Donate
co: Rigalà

source: Report a bug
co: Riferisce un penseru

source: Support
co: Assistenza

source: Skins
co: Vestiture

source: Extensions
co: Stinzioni

source: Screenshots
co: Catture di Screnu

source: Community
co: Cumunità

source: Forums
co: Fori

source: Mailing-Lists
co: Liste di Diffusione

source: Donate money
co: Rigalà qualchì soldi

source: Donate time
co: Rigalà di u so tempu

source: Project and Organization
co: Prughjettu è Urganismu

source: Team
co: Squadra

source: Mirrors
co: Spechji

source: Security center
co: Centru di Sicurità

source: Get Involved
co: Implicassi

source: News
co: Nutizie

source: Download VLC
co: Telecaricà VLC

source: Other Systems
co: Altri Sistemi

source: downloads so far
co: telecaricamenti sin'avà

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVDs, Audio CDs, VCDs, and various streaming protocols.
co: VLC hè un sunatore multimedia liberu è 'open source' per tutti i sistemi è una struttura chì suna guasi tutti i schedarii multimedia ma dinù DVD, CD Audio, VCD, è parechji protocolli di lettura di cuntinuu.

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files, and various streaming protocols.
co: VLC hè un sunatore multimedia liberu è 'open source' per tutti i sistemi è una struttura chì suna guasi tutti i schedarii multimedia è parechji protocolli di lettura di cuntinuu.

source: VLC: Official site - Free multimedia solutions for all OS!
co: VLC : Situ ufficiale - Suluzioni libere di multimedia per tutti i sistemi !

source: Other projects from VideoLAN
co: Altri prughjetti da VideoLAN

source: For Everyone
co: Per Tutti

source: VLC is a powerful media player playing most of the media codecs and video formats out there.
co: VLC hè un sunatore multimedia putente chì suna guasi tutti i codecs media è e forme video chì esistenu.

source: VideoLAN Movie Creator is a non-linear editing software for video creation.
co: VideoLAN Movie Creator hè un prugramma non-lineare di mudificazione per a creazione video.

source: For Professionals
co: Per i Prufessiunali

source: DVBlast is a simple and powerful MPEG-2/TS demux and streaming application.
co: DVBlast hè un appiecazione simplice è putente per a trasfurmazione 'demux' è a lettura di cuntinuu di MPEG-2/TS.

source: multicat is a set of tools designed to easily and efficiently manipulate multicast streams and TS.
co: multicat hè un inseme d'attrezzi creati per manighjà facilmente è efficentemente i flussi multicast è i TS.

source: x264 is a free application for encoding video streams into the H.264/MPEG-4 AVC format.
co: x264 hè un appiecazione libera per trasfurmà i flussi video in a forma H.264/MPEG-4 AVC.

source: For Developers
co: Per i Sviluppatori

source: View All Projects
co: Affissà Tutti i Prughjetti

source: Help us out!
co: Aiutatecci !

source: donate
co: rigalà

source: VideoLAN is a non-profit organization.
co: VideoLAN hè un urganismu senza prufittu.

source: All our costs are met by donations we receive from our users. If you enjoy using a VideoLAN product, please donate to support us.
co: Tutti i nostri costi sò cuparti da e dunazioni mandate da i nostri utilizatori. S'ella vi piace d'impiegà un pruduttu VideoLAN, pensate à suppurtacci.

source: Learn More
co: Per Sapene di Più

source: VideoLAN is open-source software.
co: VideoLAN hè un prugramma 'open-source'.

source: This means that if you have the skill and the desire to improve one of our products, your contributions are welcome
co: Vole si dì chì s'è voi avete a cumpetenza è a vuluntà di megliurà unu di i nostri prudutti, i vostri cuntribuzioni sò i benvenuti.

source: Spread the Word
co: Sparghje Dapertuttu

source: We feel that VideoLAN has the best video software available at the best price: free. If you agree please help spread the word about our software.
co: Ci pare chì VideoLAN hà u più bellu prugramma video à u più bellu prezzu : gratisi. S'è voi site d'accunsentu, aiutateci à sparghje dapertuttu apprupositu di u nostru prugramma.

source: News &amp; Updates
co: Nutizie &amp; Rinnovi

source: More News
co: D'altre Nutizie

source: Development Blogs
co: Blogs di Sviluppu

source: Social media
co: Media Suciale

source: Official page for VLC media player, the Open Source video framework!
co: Pagina ufficiale di VLC media player, a struttura video in Open Source !

source: Get VLC for
co: Ottene VLC per

source: Simple, fast and powerful
co: Simplice, prontu è putente

source: Plays everything
co: Suna tuttu

source: Files, Discs, Webcams, Devices and Streams.
co: Schedarii, Dischetti, Webcams, Apparechji (Periferichi) è Flussi.

source: Plays most codecs with no codec packs needed
co: Suna guasi tutti i codec senza alcunu 'pack'

source: Runs on all platforms
co: Funziona nant'à tutti i sistemi

source: Completely Free
co: Tuttu Gratis !

source: no spyware, no ads and no user tracking.
co: senza spia, senza publicità è senza seguità l'utilizatori.

source: learn more
co: per sapene di più

source: Add
co: Aghjunghje

source: skins
co: vestiture

source: Create skins with
co: Creà vestiture cù

source: Install
co: Installà

source: extensions
co: stinzioni

source: View all screenshots
co: Affissà tutte e catture di screnu

source: Official Downloads of VLC media player
co: Telecaricamenti ufficiale di VLC media player

source: Sources
co: Surghjenti

source: You can also directly get the
co: Pudete dinù ottene subitu u

source: source code
co: codice surghjente
