Repository: 01shobitha/test
Catalog: www.videolan.org/locale/dv/LC_MESSAGES/website.po
Languages: dv

source: non-profit organization
dv: މަދަނީ ޖަމިއްޔާއެއް

source: Partners
dv: ހިއްސާދާރުން

source: Events
dv: ހަރަކާތްތައް

source: Legal
dv: ގާނޫނީ

source: Press center
dv: ޚަބަރު މާލަން

source: Contact us
dv: ގުޅުއްވުން

source: Download
dv: ނެގުމަށް

source: Features
dv: ސިފަތައް

source: Get Goodies
dv: އެހެނިހެންތަކެތި

source: Projects
dv: ޕްރޮޖެކްޓްތައް

source: All Projects
dv: ހުރިހާ ޕްރޮޖެކްޓެއް

source: Contribute
dv: ބައިވެރިވުން

source: Report a bug
dv: މައްސަލައެއް ހުށަހެޅުން

source: Support
dv: އެހީތެރިކަން

source: Skins
dv: ކަވަރުތައް

source: Extensions
dv: އެކްސްޓެންޝަންތައް

source: Screenshots
dv: ސްކްރީންފޮޓޯތައް

source: Community
dv: މުޖުތަމައު

source: Forums
dv: ފޯރަމްތައް

source: Mailing-Lists
dv: މެއިލްފޮނުވާ ލިސްޓް

source: FAQ
dv: އކސ

source: Donate money
dv: ފައިސާގެ އެހީ

source: Donate time
dv: ވަގުތު ދިނުން

source: Project and Organization
dv: ޕްރޮޖެކްޓް ރާވާ ހިންގުން

source: Team
dv: ޓީމް

source: Mirrors
dv: ލިބެންހުރި ތަންތަން

source: Security center
dv: ސެކިއުރިޓީ މަރުކަޒު

source: Get Involved
dv: ބައިވެރިވުން

source: News
dv: ޚަބަރު

source: Download VLC
dv: ވީ.އެލް.ސީ ނަގާ

source: Other Systems
dv: އެހެނިހެން ނިޒާމުތައް

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVDs, Audio CDs, VCDs, and various streaming protocols.
dv: ވީ.އެލް.ސީ އަކީ ހިލޭ ބޭނުންކުރެވޭ، ހުރިހާ ޕްލެޓްފޯމަކަށްވެސް ސަޕޯޓްކުރާ އަދި ގިނަ ވައްތަރުތަކުގެ މީޑިއާ ފައިލް ޕްލޭކުރެވޭ ގޮތަށް ހަދާފައިވާ އެއްޗެއް. އޭގެ ތެރޭގައި ޑީ.ވީ.ޑީ ތަކާއި އޯޑިއޯ ސީ.ޑީ ތަކާއި ވީ.ސީ.ޑީ ތައް ހިމެނޭ

source: VLC: Official site - Free multimedia solutions for all OS!
dv: ވީ.އެލް.ސީ: ރަސްމީ ވެބްސައިޓް - މަލްޓިމީޑިއާގެ ވަސީލަތްތައް ހުރިހާ އޯއެސްތަކަށް

source: Other projects from VideoLAN
dv: ވީޑިއޯލޭންގެ އެހެން ޕްރޮޖެކްޓްތައް

source: For Everyone
dv: ހުރިހާ އެންމެނަށް

source: VLC is a powerful media player playing most of the media codecs and video formats out there.
dv: ވީ.އެލް.ސީ އަކީ ގިނަ ކޯޑެކްތައް ޕްލޭކުރުމުގެ ކުޅަދާނަކަން ލިބިގެންވާ ބާރުގަދަ މީޑިއާ ޕްލެޔަރެއް

source: VideoLAN Movie Creator is a non-linear editing software for video creation.
dv: ވީޑިއޯލޭންގެ މޫވީ ކްރިއޭޓާއިން ވީޑިއޯތަކަށް ނޮން-ލީނިއާ އެޑިޓިން ހެދޭނެ

source: For Professionals
dv: ތަޖުރިބާކާރުންނަށް ޚާއްސަ

source: DVBlast is a simple and powerful MPEG-2/TS demux and streaming application.
dv: ޑީ.ވީބްލާސްޓް އަކީ އާދައިގެ ނަމަވެސް ބާރުގަދަ އެމް.ޕީ.އީ.ޖީ-2/ޓީ.އެސް ޑިމަކްސް އަދި ސްޓްރީމް ކުރެވޭ އެޕްލީކޭޝަނެއް.

source: multicat is a set of tools designed to easily and efficiently manipulate multicast streams and TS.
dv: މަލްޓިކާސްޓަކީ ފަސޭހަކާމާއި އަވަސްކަމާއެކު މަލްޓިކާސްޓް ސްޓްރީމްތަކާއި ޓީ،އެސް ތަކަށް ގޮތްގޮތް ހެދޭ ގޮތަށް ޑިޒައިން ކޮށްފައިވާ ޓޫލް ސެޓެއް

source: x264 is a free application for encoding video streams into the H.264/MPEG-4 AVC format.
dv: އެކްސް264 އަކީ ވީޑިއޯ ސްޓްރީމްތައް އެޗް.264/އެމް.ޕީ.އީ.ޖީ-4 ފޯމެޓަށް އެންކޯޑް ކުރެވޭ، ހިލޭލިބޭ އެޕްލިކޭޝަނެއް

source: For Developers
dv: ތަރައްޤީކުރާ ފަރާތްތަކަށް ޚާއްސަ

source: View All Projects
dv: ހުރިހާ ޕްރޮޖެކްޓެއް ދައްކާ

source: Help us out!
dv: އަޅުގަނޑުމެންނަށް އެހީތެރިވެދެއްވާ!

source: donate
dv: އެހީ

source: VideoLAN is a non-profit organization.
dv: ވީޑިއޯލޭން އަކީ މަދަނީ ޖަމިއްޔާއެއް

source: All our costs are met by donations we receive from our users. If you enjoy using a VideoLAN product, please donate to support us.
dv: އަޅުގަނޑުމެންގެ ހުރިހާ އުފެއްދުމަކަށް ހިނގާ ހުރިހާ ޚަރަދަކީވެސް އަޅުގަނޑުމެންނަށް އެކި ފަރާތްތަކުން ދެއްވާ ދީލަތި އެހީގައި ކުރެވޭ ޚަރަދެއް. އަޅުގަނޑުމެންގެ އުފެއްދުމެއް ތިބާ ބަލައިގަންނަ ނަމަ، އަޅުގަނޑުމެންނަށް އެހީތެރިވެދެއްވާ

source: Learn More
dv: އިތުރަށް ދަސްކުރުން

source: VideoLAN is open-source software.
dv: ވީޑިއޯލޭން އަކީ ހުޅުވާލެވިފައިވާ ސޮފްޓްވެއާއެއް

source: This means that if you have the skill and the desire to improve one of our products, your contributions are welcome
dv: މީގެ މާނައަކީ، އަޅުގަނޑުމެންގެ ސޮފްޓްވެއާއެއް ތަރައްޤީ ކުރުމަށްޓަކައި ބޭނުންވާ ހުނަރު ހުރިނަމަ، އަޅުގަނޑުމެން މަރުހަބާ ކިޔާނަމޭ

source: Spread the Word
dv: ވާހަކަ ފަތުރާ

source: We feel that VideoLAN has the best video software available at the best price: free. If you agree please help spread the word about our software.
dv: އަޅުގަނޑުމެން ދެކެނީ ވީޑިއޯލޭންގެ ސޮފްޓްވެއާއަކީ އެންމެ ފުރިހަމަ އަދި އެންމެ ހެޔޮ އަގުގައި ލިބެން ހުރި ވީޑިއޯ ސޮފްޓްވެއާ ކަމަށް: މުޅިން ހިލޭ، މިކަން ޤަބޫލު ކުރައްވާނަމަ މި ސޮފްޓްވެއާ ޕްރޮމޯޓް ކުރުމަށްޓަކައި އެހީތެރިވެދެއްވާ

source: News &amp; Updates
dv: ޚަބަރު އަދި އަޕްޑޭޓްތައް

source: Development Blogs
dv: ތަރައްޤީކުރުމާބެހޭ ބްލޮގްތައް

source: Social media
dv: ސޯޝަލް މީޑިއާ

source: Official page for VLC media player, the Open Source video framework!
dv: ވީ.އެލް.ސީ މީޑިއާ ޕްލެއާގެ ރަސްމީ ސަފުހާ - ހުޅުވާލެވިފައިވާ ވީޑިއޯ ފްރޭމްވޯކް

source: Get VLC for
dv: ވީ.އެލް.ސީ ބޭނުންވަނީ

source: View all screenshots
dv: ހުރިހާ ސްކްރީންފޮޓޯތައް ދައްކާ

source: Official Downloads of VLC media player
dv: ވީ.އެލް.ސީ މީޑިއާ ޕްލެޔާ ރަސްމީކޮށް ލިބެންހުރި ތަންތަން

source: Sources
dv: ސޯސްތައް

source: You can also directly get the
dv: ސީދާކޮށްވެސް ލިބިދާނެ

source: source code
dv: ސޯސްކޯޑް
